export const dictionary = [
  {
  "id": 0,
  "en": "abandon",
  "ru": "оставить, забросить"
  },
  {
  "id": 1,
  "en": "abandonment",
  "ru": "оставление"
  },
  {
  "id": 2,
  "en": "abate",
  "ru": "уменьшаться, ослабевать"
  },
  {
  "id": 3,
  "en": "abduct",
  "ru": "похищать"
  },
  {
  "id": 4,
  "en": "abduction",
  "ru": "похищение"
  },
  {
  "id": 5,
  "en": "abide",
  "ru": "смириться, выносить"
  },
  {
  "id": 6,
  "en": "abiliity",
  "ru": "способность"
  },
  {
  "id": 7,
  "en": "ablaze",
  "ru": "пылать"
  },
  {
  "id": 8,
  "en": "able",
  "ru": "способный, могущий"
  },
  {
  "id": 9,
  "en": "abnormal",
  "ru": "ненормальный, аномальный"
  },
  {
  "id": 10,
  "en": "abnormality",
  "ru": "ненормальность"
  },
  {
  "id": 11,
  "en": "aboard",
  "ru": "на борту"
  },
  {
  "id": 12,
  "en": "abolish",
  "ru": "упразднять"
  },
  {
  "id": 13,
  "en": "abolition",
  "ru": "отмена"
  },
  {
  "id": 14,
  "en": "abort",
  "ru": "прерывать"
  },
  {
  "id": 15,
  "en": "abortion",
  "ru": "аборт"
  },
  {
  "id": 16,
  "en": "abound",
  "ru": "изобиловать"
  },
  {
  "id": 17,
  "en": "about",
  "ru": "примерно"
  },
  {
  "id": 18,
  "en": "about",
  "ru": "о"
  },
  {
  "id": 19,
  "en": "above",
  "ru": "над"
  },
  {
  "id": 20,
  "en": "abroad",
  "ru": "за границу"
  },
  {
  "id": 21,
  "en": "abrupt",
  "ru": "крутой, резкий"
  },
  {
  "id": 22,
  "en": "absence",
  "ru": "отсутствие"
  },
  {
  "id": 23,
  "en": "absent",
  "ru": "отсутствующий"
  },
  {
  "id": 24,
  "en": "absolute",
  "ru": "абсолютный"
  },
  {
  "id": 25,
  "en": "absorb",
  "ru": "впитывать, поглощать"
  },
  {
  "id": 26,
  "en": "absorption",
  "ru": "поглощение, впитывание"
  },
  {
  "id": 27,
  "en": "abstract",
  "ru": "абстрактный"
  },
  {
  "id": 28,
  "en": "absurd",
  "ru": "абсурд, абсурдный"
  },
  {
  "id": 29,
  "en": "abundance",
  "ru": "изобилие"
  },
  {
  "id": 30,
  "en": "abundant",
  "ru": "обильный"
  },
  {
  "id": 31,
  "en": "abuse",
  "ru": "оскорблять, бранить, брань"
  },
  {
  "id": 32,
  "en": "abuse",
  "ru": "злоупотреблять"
  },
  {
  "id": 33,
  "en": "abuse",
  "ru": "насилие, домогательство"
  },
  {
  "id": 34,
  "en": "abusive",
  "ru": "оскорбительный"
  },
  {
  "id": 35,
  "en": "academia",
  "ru": "академия"
  },
  {
  "id": 36,
  "en": "academic",
  "ru": "академический"
  },
  {
  "id": 37,
  "en": "academy",
  "ru": "академия"
  },
  {
  "id": 38,
  "en": "accelerate",
  "ru": "ускорять"
  },
  {
  "id": 39,
  "en": "acceleration",
  "ru": "ускорение"
  },
  {
  "id": 40,
  "en": "accent",
  "ru": "акцент или ударение"
  },
  {
  "id": 41,
  "en": "accept",
  "ru": "принять"
  },
  {
  "id": 42,
  "en": "acceptable",
  "ru": "приемлемый"
  },
  {
  "id": 43,
  "en": "acceptance",
  "ru": "принятие"
  },
  {
  "id": 44,
  "en": "access",
  "ru": "доступ"
  },
  {
  "id": 45,
  "en": "accessibility",
  "ru": "доступность"
  },
  {
  "id": 46,
  "en": "accessible",
  "ru": "доступной"
  },
  {
  "id": 47,
  "en": "accessory",
  "ru": "принадлежность, аксессуар"
  },
  {
  "id": 48,
  "en": "accident",
  "ru": "случайность"
  },
  {
  "id": 49,
  "en": "accident",
  "ru": "происшествие, напр. ДТП"
  },
  {
  "id": 50,
  "en": "accidental",
  "ru": "случайный"
  },
  {
  "id": 51,
  "en": "acclaim",
  "ru": "приветствовать, аплодировать"
  },
  {
  "id": 52,
  "en": "acclamation",
  "ru": "приветствие, одобрение"
  },
  {
  "id": 53,
  "en": "accommodate",
  "ru": "размещать, вмещать"
  },
  {
  "id": 54,
  "en": "accommodation",
  "ru": "жильё, размещение"
  },
  {
  "id": 55,
  "en": "accompaniment",
  "ru": "сопровождение"
  },
  {
  "id": 56,
  "en": "accompany",
  "ru": "сопровождать"
  },
  {
  "id": 57,
  "en": "accomplish",
  "ru": "выполнить, завершить"
  },
  {
  "id": 58,
  "en": "accomplishment",
  "ru": "достижение"
  },
  {
  "id": 59,
  "en": "accord",
  "ru": "согласие"
  },
  {
  "id": 60,
  "en": "accordance",
  "ru": "соответствие"
  },
  {
  "id": 61,
  "en": "according",
  "ru": "[əˈkɔːdɪŋtuː] в соответствии"
  },
  {
  "id": 62,
  "en": "accordingly",
  "ru": "соответственно"
  },
  {
  "id": 63,
  "en": "account",
  "ru": "счёт (в банке)"
  },
  {
  "id": 64,
  "en": "account",
  "ru": "отчёт"
  },
  {
  "id": 65,
  "en": "account",
  "ru": "[əˈkaʊntfɔː] объяснить (произошедшее)"
  },
  {
  "id": 66,
  "en": "accountability",
  "ru": "подотчетность"
  },
  {
  "id": 67,
  "en": "accountable",
  "ru": "подотчетный"
  },
  {
  "id": 68,
  "en": "accountant",
  "ru": "бухгалтер"
  },
  {
  "id": 69,
  "en": "accredit",
  "ru": "аккредитовать, уполномочить"
  },
  {
  "id": 70,
  "en": "accumulate",
  "ru": "аккумулировать, накапливать"
  },
  {
  "id": 71,
  "en": "accumulation",
  "ru": "накопление"
  },
  {
  "id": 72,
  "en": "accuracy",
  "ru": "точность"
  },
  {
  "id": 73,
  "en": "accurate",
  "ru": "точный"
  },
  {
  "id": 74,
  "en": "accusation",
  "ru": "обвинение"
  },
  {
  "id": 75,
  "en": "accuse",
  "ru": "обвинять"
  },
  {
  "id": 76,
  "en": "accustom",
  "ru": "приучить"
  },
  {
  "id": 77,
  "en": "accustomed",
  "ru": "привыкший"
  },
  {
  "id": 78,
  "en": "ace",
  "ru": "ас"
  },
  {
  "id": 79,
  "en": "ache",
  "ru": "боль, болеть"
  },
  {
  "id": 80,
  "en": "achievable",
  "ru": "достижимый"
  },
  {
  "id": 81,
  "en": "achieve",
  "ru": "достигать"
  },
  {
  "id": 82,
  "en": "achievement",
  "ru": "достижение"
  },
  {
  "id": 83,
  "en": "acid",
  "ru": "кислота"
  },
  {
  "id": 84,
  "en": "acidic",
  "ru": "кислотный"
  },
  {
  "id": 85,
  "en": "acidity",
  "ru": "кислотность"
  },
  {
  "id": 86,
  "en": "acknowledge",
  "ru": "признавать, подтверждать"
  },
  {
  "id": 87,
  "en": "acknowledgement",
  "ru": "подтверждение"
  },
  {
  "id": 88,
  "en": "acoustic",
  "ru": "акустический"
  },
  {
  "id": 89,
  "en": "acquaint",
  "ru": "знакомить"
  },
  {
  "id": 90,
  "en": "acquaintance",
  "ru": "знакомство"
  },
  {
  "id": 91,
  "en": "acquire",
  "ru": "обретать"
  },
  {
  "id": 92,
  "en": "acquisition",
  "ru": "получение"
  },
  {
  "id": 93,
  "en": "acquit",
  "ru": "оправдать (в суде)"
  },
  {
  "id": 94,
  "en": "acquittal",
  "ru": "оправдание"
  },
  {
  "id": 95,
  "en": "acre",
  "ru": "акр"
  },
  {
  "id": 96,
  "en": "across",
  "ru": "за, через"
  },
  {
  "id": 97,
  "en": "act",
  "ru": "действовать"
  },
  {
  "id": 98,
  "en": "act",
  "ru": "[æktɒn] действовать в соответствии"
  },
  {
  "id": 99,
  "en": "activate",
  "ru": "активировать"
  },
  {
  "id": 100,
  "en": "active",
  "ru": "активный"
  },
  {
  "id": 101,
  "en": "activist",
  "ru": "активист"
  },
  {
  "id": 102,
  "en": "actual",
  "ru": "действующий, фактический"
  },
  {
  "id": 103,
  "en": "acute",
  "ru": "острый"
  },
  {
  "id": 104,
  "en": "adamant",
  "ru": "непреклонный"
  },
  {
  "id": 105,
  "en": "adapt",
  "ru": "адаптировать"
  },
  {
  "id": 106,
  "en": "add",
  "ru": "[ædʌp] сходиться (об информации)"
  },
  {
  "id": 107,
  "en": "add",
  "ru": "[ædtuː] увеличивать"
  },
  {
  "id": 108,
  "en": "add",
  "ru": "добавлять"
  },
  {
  "id": 109,
  "en": "addict",
  "ru": "наркоман, привыкать"
  },
  {
  "id": 110,
  "en": "addiction",
  "ru": "зависимость"
  },
  {
  "id": 111,
  "en": "addition",
  "ru": "добавление, сложение"
  },
  {
  "id": 112,
  "en": "additional",
  "ru": "дополнительный"
  },
  {
  "id": 113,
  "en": "address",
  "ru": "адрес, адресовать"
  },
  {
  "id": 114,
  "en": "adept",
  "ru": "адепт"
  },
  {
  "id": 115,
  "en": "adhere",
  "ru": "придерживаться"
  },
  {
  "id": 116,
  "en": "adherence",
  "ru": "соблюдение"
  },
  {
  "id": 117,
  "en": "adherent",
  "ru": "приверженец"
  },
  {
  "id": 118,
  "en": "adjacent",
  "ru": "смежный, прилегающий"
  },
  {
  "id": 119,
  "en": "adjective",
  "ru": "прилагательное"
  },
  {
  "id": 120,
  "en": "adjust",
  "ru": "настраивать, поправлять и т.д."
  },
  {
  "id": 121,
  "en": "adjustment",
  "ru": "настройка"
  },
  {
  "id": 122,
  "en": "administer",
  "ru": "администрировать"
  },
  {
  "id": 123,
  "en": "administration",
  "ru": "администрация"
  },
  {
  "id": 124,
  "en": "administrative",
  "ru": "административный"
  },
  {
  "id": 125,
  "en": "administrator",
  "ru": "администратор"
  },
  {
  "id": 126,
  "en": "admirable",
  "ru": "восхитительный"
  },
  {
  "id": 127,
  "en": "admiral",
  "ru": "адмирал"
  },
  {
  "id": 128,
  "en": "admiration",
  "ru": "восхищение"
  },
  {
  "id": 129,
  "en": "admire",
  "ru": "восхищаться"
  },
  {
  "id": 130,
  "en": "admirer",
  "ru": "обожатель"
  },
  {
  "id": 131,
  "en": "admission",
  "ru": "допущение, допуск"
  },
  {
  "id": 132,
  "en": "admit",
  "ru": "признавать, допускать"
  },
  {
  "id": 133,
  "en": "admittedly",
  "ru": "по общему признанию"
  },
  {
  "id": 134,
  "en": "adolescence",
  "ru": "подростковый возраст"
  },
  {
  "id": 135,
  "en": "adolescent",
  "ru": "подросток, подростковый"
  },
  {
  "id": 136,
  "en": "adopt",
  "ru": "принимать, перенимать"
  },
  {
  "id": 137,
  "en": "adopt",
  "ru": "усыновить или взять (животное)"
  },
  {
  "id": 138,
  "en": "adoption",
  "ru": "принятие"
  },
  {
  "id": 139,
  "en": "adoption",
  "ru": "усыновление"
  },
  {
  "id": 140,
  "en": "adorable",
  "ru": "восхитительный"
  },
  {
  "id": 141,
  "en": "adore",
  "ru": "обожать"
  },
  {
  "id": 142,
  "en": "adorn",
  "ru": "украшать"
  },
  {
  "id": 143,
  "en": "adornment",
  "ru": "украшение"
  },
  {
  "id": 144,
  "en": "adrenaline",
  "ru": "адреналин"
  },
  {
  "id": 145,
  "en": "adult",
  "ru": "взрослый"
  },
  {
  "id": 146,
  "en": "adultery",
  "ru": "прелюбодеяние, неверность"
  },
  {
  "id": 147,
  "en": "adulthood",
  "ru": ""
  },
  {
  "id": 148,
  "en": "advance",
  "ru": "продвигаться, продвижение"
  },
  {
  "id": 149,
  "en": "advanced",
  "ru": "продвинутый"
  },
  {
  "id": 150,
  "en": "advancement",
  "ru": "продвижение"
  },
  {
  "id": 151,
  "en": "advantage",
  "ru": "преимущество"
  },
  {
  "id": 152,
  "en": "advantageous",
  "ru": "выгодный"
  },
  {
  "id": 153,
  "en": "adventure",
  "ru": "приключение"
  },
  {
  "id": 154,
  "en": "adventurer",
  "ru": "авантюрист"
  },
  {
  "id": 155,
  "en": "adventurous",
  "ru": "авантюрный"
  },
  {
  "id": 156,
  "en": "adverb",
  "ru": "наречие"
  },
  {
  "id": 157,
  "en": "adversarial",
  "ru": "состязательный"
  },
  {
  "id": 158,
  "en": "adversary",
  "ru": "противник, соперник"
  },
  {
  "id": 159,
  "en": "adverse",
  "ru": "неблагоприятный"
  },
  {
  "id": 160,
  "en": "adversity",
  "ru": "бедствия"
  },
  {
  "id": 161,
  "en": "advertise",
  "ru": "рекламировать"
  },
  {
  "id": 162,
  "en": "advertisement",
  "ru": "реклама"
  },
  {
  "id": 163,
  "en": "advice",
  "ru": "совет (неисчисл!)"
  },
  {
  "id": 164,
  "en": "advisable",
  "ru": "рекомендуемый"
  },
  {
  "id": 165,
  "en": "advise",
  "ru": "советовать"
  },
  {
  "id": 166,
  "en": "adviser",
  "ru": "советник"
  },
  {
  "id": 167,
  "en": "advisory",
  "ru": "совещательный"
  },
  {
  "id": 168,
  "en": "advocacy",
  "ru": "защита"
  },
  {
  "id": 169,
  "en": "advocate",
  "ru": "защищать, отстаивать"
  },
  {
  "id": 170,
  "en": "aerial",
  "ru": "воздушный"
  },
  {
  "id": 171,
  "en": "aerial",
  "ru": "антенна"
  },
  {
  "id": 172,
  "en": "aerobics",
  "ru": "аэробика"
  },
  {
  "id": 173,
  "en": "aesthetic",
  "ru": "эстетический"
  },
  {
  "id": 174,
  "en": "aesthetics",
  "ru": "эстетика"
  },
  {
  "id": 175,
  "en": "affair",
  "ru": "дело"
  },
  {
  "id": 176,
  "en": "affair",
  "ru": "роман, любовная история"
  },
  {
  "id": 177,
  "en": "affect",
  "ru": "воздействовать"
  },
  {
  "id": 178,
  "en": "affection",
  "ru": "привязанность, влечение"
  },
  {
  "id": 179,
  "en": "affectionate",
  "ru": "любящий"
  },
  {
  "id": 180,
  "en": "affiliate",
  "ru": "филиал, отделение, мл. партнёр"
  },
  {
  "id": 181,
  "en": "affiliated",
  "ru": "аффилированный"
  },
  {
  "id": 182,
  "en": "affiliation",
  "ru": "присоединение"
  },
  {
  "id": 183,
  "en": "affirm",
  "ru": "утверждать, подтверждать"
  },
  {
  "id": 184,
  "en": "affirmation",
  "ru": "утверждение"
  },
  {
  "id": 185,
  "en": "affirmative",
  "ru": "утвердительный"
  },
  {
  "id": 186,
  "en": "afflict",
  "ru": "поражать, вредить"
  },
  {
  "id": 187,
  "en": "affliction",
  "ru": "недуг или скорбь"
  },
  {
  "id": 188,
  "en": "affluence",
  "ru": "наплыв"
  },
  {
  "id": 189,
  "en": "affluent",
  "ru": "обеспеченный, состоятельный"
  },
  {
  "id": 190,
  "en": "afford",
  "ru": "позволить себе"
  },
  {
  "id": 191,
  "en": "affordable",
  "ru": "доступный"
  },
  {
  "id": 192,
  "en": "afraid",
  "ru": "напуганный"
  },
  {
  "id": 193,
  "en": "afresh",
  "ru": "заново"
  },
  {
  "id": 194,
  "en": "after",
  "ru": "[ˈɑːftərɔːl] всё-таки, в конце концов"
  },
  {
  "id": 195,
  "en": "after",
  "ru": "за"
  },
  {
  "id": 196,
  "en": "aftermath",
  "ru": "последствие, результат"
  },
  {
  "id": 197,
  "en": "afternoon",
  "ru": "после полудня"
  },
  {
  "id": 198,
  "en": "again",
  "ru": "снова"
  },
  {
  "id": 199,
  "en": "against",
  "ru": "против"
  },
  {
  "id": 200,
  "en": "age",
  "ru": "век, эпоха"
  },
  {
  "id": 201,
  "en": "age",
  "ru": "возраст"
  },
  {
  "id": 202,
  "en": "agenda",
  "ru": "повестка дня"
  },
  {
  "id": 203,
  "en": "agent",
  "ru": "агент"
  },
  {
  "id": 204,
  "en": "aggravate",
  "ru": "обострять"
  },
  {
  "id": 205,
  "en": "aggravation",
  "ru": "усугубление"
  },
  {
  "id": 206,
  "en": "aggregate",
  "ru": "совокупный"
  },
  {
  "id": 207,
  "en": "aggregation",
  "ru": "объединение, группировка"
  },
  {
  "id": 208,
  "en": "aggression",
  "ru": "агрессия"
  },
  {
  "id": 209,
  "en": "aggressive",
  "ru": "агрессивный"
  },
  {
  "id": 210,
  "en": "agile",
  "ru": "проворный, гибкий"
  },
  {
  "id": 211,
  "en": "agility",
  "ru": "проворство"
  },
  {
  "id": 212,
  "en": "agitate",
  "ru": "волновать"
  },
  {
  "id": 213,
  "en": "agitation",
  "ru": "волнение"
  },
  {
  "id": 214,
  "en": "agnostic",
  "ru": "агностик, агностический"
  },
  {
  "id": 215,
  "en": "agony",
  "ru": "агония"
  },
  {
  "id": 216,
  "en": "agree",
  "ru": "соглашаться"
  },
  {
  "id": 217,
  "en": "agreement",
  "ru": "согласие"
  },
  {
  "id": 218,
  "en": "agreement",
  "ru": "соглашение, договор"
  },
  {
  "id": 219,
  "en": "agricultural",
  "ru": "сельскохозяйственный"
  },
  {
  "id": 220,
  "en": "agriculture",
  "ru": "сельское хозяйство"
  },
  {
  "id": 221,
  "en": "agriculturist",
  "ru": "агроном, земледелец"
  },
  {
  "id": 222,
  "en": "ahead",
  "ru": "вперёд, впереди"
  },
  {
  "id": 223,
  "en": "aid",
  "ru": "помощь, помогать"
  },
  {
  "id": 224,
  "en": "aiding",
  "ru": "вспомогательный"
  },
  {
  "id": 225,
  "en": "ailment",
  "ru": "недомогание, болезнь"
  },
  {
  "id": 226,
  "en": "aim",
  "ru": "цель"
  },
  {
  "id": 227,
  "en": "aimless",
  "ru": "бесцельный"
  },
  {
  "id": 228,
  "en": "air",
  "ru": "вид, впечатление"
  },
  {
  "id": 229,
  "en": "air",
  "ru": "воздух"
  },
  {
  "id": 230,
  "en": "airborne",
  "ru": "находящийся в воздухе"
  },
  {
  "id": 231,
  "en": "aircraft",
  "ru": "самолёт, авиация"
  },
  {
  "id": 232,
  "en": "airline",
  "ru": "авиалиния"
  },
  {
  "id": 233,
  "en": "airplane",
  "ru": "самолет"
  },
  {
  "id": 234,
  "en": "airport",
  "ru": "аэропорт"
  },
  {
  "id": 235,
  "en": "airway",
  "ru": "авиалиния"
  },
  {
  "id": 236,
  "en": "aisle",
  "ru": "проход"
  },
  {
  "id": 237,
  "en": "akin",
  "ru": "похожий"
  },
  {
  "id": 238,
  "en": "alarm",
  "ru": "тревога, сигнализация"
  },
  {
  "id": 239,
  "en": "alarm",
  "ru": "[əˈlɑːmklɒk] будильник"
  },
  {
  "id": 240,
  "en": "alarming",
  "ru": "тревожный"
  },
  {
  "id": 241,
  "en": "alas",
  "ru": "увы"
  },
  {
  "id": 242,
  "en": "albeit",
  "ru": "хотя"
  },
  {
  "id": 243,
  "en": "album",
  "ru": "альбом"
  },
  {
  "id": 244,
  "en": "alcohol",
  "ru": "алкоголь"
  },
  {
  "id": 245,
  "en": "alcoholic",
  "ru": "алкогольный, алкоголик"
  },
  {
  "id": 246,
  "en": "ale",
  "ru": "эль"
  },
  {
  "id": 247,
  "en": "alert",
  "ru": "тревога, бдительный"
  },
  {
  "id": 248,
  "en": "alertness",
  "ru": "настороженность"
  },
  {
  "id": 249,
  "en": "algorithm",
  "ru": "алгоритм"
  },
  {
  "id": 250,
  "en": "alien",
  "ru": "чужак, пришелец, иммигрант"
  },
  {
  "id": 251,
  "en": "alienate",
  "ru": "отчуждать, отдалять, отвергать"
  },
  {
  "id": 252,
  "en": "alienation",
  "ru": "отчуждение"
  },
  {
  "id": 253,
  "en": "align",
  "ru": "выравнивать, выстраивать"
  },
  {
  "id": 254,
  "en": "alignment",
  "ru": "выравнивание"
  },
  {
  "id": 255,
  "en": "alike",
  "ru": "подобно"
  },
  {
  "id": 256,
  "en": "alive",
  "ru": "живой"
  },
  {
  "id": 257,
  "en": "all",
  "ru": "[ɔːləˈlɒŋ] всё время"
  },
  {
  "id": 258,
  "en": "all",
  "ru": "все"
  },
  {
  "id": 259,
  "en": "allegation",
  "ru": "утверждение (голословное)"
  },
  {
  "id": 260,
  "en": "allege",
  "ru": "утверждать, приписывать"
  },
  {
  "id": 261,
  "en": "alleged",
  "ru": "мнимый"
  },
  {
  "id": 262,
  "en": "allegiance",
  "ru": "верность"
  },
  {
  "id": 263,
  "en": "allergic",
  "ru": "аллергический"
  },
  {
  "id": 264,
  "en": "allergy",
  "ru": "аллергия"
  },
  {
  "id": 265,
  "en": "alley",
  "ru": "аллея"
  },
  {
  "id": 266,
  "en": "alliance",
  "ru": "альянс"
  },
  {
  "id": 267,
  "en": "alligator",
  "ru": "аллигатор"
  },
  {
  "id": 268,
  "en": "allocate",
  "ru": "распределять (ресурсы)"
  },
  {
  "id": 269,
  "en": "allocation",
  "ru": "распределение"
  },
  {
  "id": 270,
  "en": "allot",
  "ru": "выделять, отводить"
  },
  {
  "id": 271,
  "en": "allow",
  "ru": "[əˈlaʊfɔː] выделять, рассчитывать"
  },
  {
  "id": 272,
  "en": "allow",
  "ru": "разрешать"
  },
  {
  "id": 273,
  "en": "allowance",
  "ru": "выплата, пособие"
  },
  {
  "id": 274,
  "en": "allowance",
  "ru": "разрешение"
  },
  {
  "id": 275,
  "en": "allude",
  "ru": "намекать, указывать"
  },
  {
  "id": 276,
  "en": "allure",
  "ru": "очарование, очаровывать"
  },
  {
  "id": 277,
  "en": "allusion",
  "ru": "намёк, ссылка"
  },
  {
  "id": 278,
  "en": "ally",
  "ru": "союзник"
  },
  {
  "id": 279,
  "en": "almighty",
  "ru": "всемогущий"
  },
  {
  "id": 280,
  "en": "almost",
  "ru": "почти"
  },
  {
  "id": 281,
  "en": "alone",
  "ru": "в одиночестве"
  },
  {
  "id": 282,
  "en": "along",
  "ru": "вдоль"
  },
  {
  "id": 283,
  "en": "alongside",
  "ru": "рядом"
  },
  {
  "id": 284,
  "en": "aloud",
  "ru": "вслух"
  },
  {
  "id": 285,
  "en": "alphabet",
  "ru": "алфавит"
  },
  {
  "id": 286,
  "en": "alphabetally",
  "ru": "по алфавиту"
  },
  {
  "id": 287,
  "en": "already",
  "ru": "уже"
  },
  {
  "id": 288,
  "en": "also",
  "ru": "также"
  },
  {
  "id": 289,
  "en": "altar",
  "ru": "алтарь"
  },
  {
  "id": 290,
  "en": "alter",
  "ru": "изменять"
  },
  {
  "id": 291,
  "en": "alterable",
  "ru": "изменяемый"
  },
  {
  "id": 292,
  "en": "alteration",
  "ru": "внесение изменений"
  },
  {
  "id": 293,
  "en": "alternate",
  "ru": "чередовать, чередующийся"
  },
  {
  "id": 294,
  "en": "alternation",
  "ru": "чередование"
  },
  {
  "id": 295,
  "en": "alternative",
  "ru": "альтернатива (-вный)"
  },
  {
  "id": 296,
  "en": "although",
  "ru": "хотя и"
  },
  {
  "id": 297,
  "en": "altitude",
  "ru": "высота"
  },
  {
  "id": 298,
  "en": "altogether",
  "ru": "в целом"
  },
  {
  "id": 299,
  "en": "aluminium",
  "ru": "алюминий"
  },
  {
  "id": 300,
  "en": "always",
  "ru": "всегда"
  },
  {
  "id": 301,
  "en": "amateur",
  "ru": "любитель, любительский"
  },
  {
  "id": 302,
  "en": "amaze",
  "ru": "поражать, изумлять"
  },
  {
  "id": 303,
  "en": "amazement",
  "ru": "изумление"
  },
  {
  "id": 304,
  "en": "ambassador",
  "ru": "посол"
  },
  {
  "id": 305,
  "en": "amber",
  "ru": "янтарь"
  },
  {
  "id": 306,
  "en": "ambiguity",
  "ru": "неоднозначность"
  },
  {
  "id": 307,
  "en": "ambiguous",
  "ru": "двусмысленный, неоднозначный"
  },
  {
  "id": 308,
  "en": "ambition",
  "ru": "амбиции, честолюбие"
  },
  {
  "id": 309,
  "en": "ambitious",
  "ru": "амбициозный"
  },
  {
  "id": 310,
  "en": "ambulance",
  "ru": "скорая помощь"
  },
  {
  "id": 311,
  "en": "ambush",
  "ru": "засада"
  },
  {
  "id": 312,
  "en": "amend",
  "ru": "исправить, улучшить"
  },
  {
  "id": 313,
  "en": "amendment",
  "ru": "поправка"
  },
  {
  "id": 314,
  "en": "amenity",
  "ru": "удобство, обустройство"
  },
  {
  "id": 315,
  "en": "amid",
  "ru": "[əˈmɪd] среди"
  },
  {
  "id": 316,
  "en": "ammunition",
  "ru": "боеприпасы"
  },
  {
  "id": 317,
  "en": "amnesty",
  "ru": "амнистировать"
  },
  {
  "id": 318,
  "en": "among",
  "ru": "среди"
  },
  {
  "id": 319,
  "en": "amount",
  "ru": "количество (неисчисл.)"
  },
  {
  "id": 320,
  "en": "ample",
  "ru": "обильный, широкий"
  },
  {
  "id": 321,
  "en": "amplification",
  "ru": "усиление"
  },
  {
  "id": 322,
  "en": "amplifier",
  "ru": "усилитель"
  },
  {
  "id": 323,
  "en": "amplify",
  "ru": "усиливать"
  },
  {
  "id": 324,
  "en": "amputate",
  "ru": "ампутировать"
  },
  {
  "id": 325,
  "en": "amputation",
  "ru": "ампутация"
  },
  {
  "id": 326,
  "en": "amuse",
  "ru": "развлечь, порадовать"
  },
  {
  "id": 327,
  "en": "amusement",
  "ru": "забава"
  },
  {
  "id": 328,
  "en": "analogous",
  "ru": "аналогичный"
  },
  {
  "id": 329,
  "en": "analogue",
  "ru": "аналог"
  },
  {
  "id": 330,
  "en": "analogy",
  "ru": "аналогия"
  },
  {
  "id": 331,
  "en": "analyse",
  "ru": "анализировать"
  },
  {
  "id": 332,
  "en": "analysis",
  "ru": "] анализ"
  },
  {
  "id": 333,
  "en": "analyst",
  "ru": "] аналитик"
  },
  {
  "id": 334,
  "en": "analytic",
  "ru": "] аналитический"
  },
  {
  "id": 335,
  "en": "anatomy",
  "ru": "анатомия"
  },
  {
  "id": 336,
  "en": "ancestor",
  "ru": "предок"
  },
  {
  "id": 337,
  "en": "ancestral",
  "ru": "наследственный, родовой"
  },
  {
  "id": 338,
  "en": "anchor",
  "ru": "якорь, закреплять"
  },
  {
  "id": 339,
  "en": "anchorage",
  "ru": "стоянка"
  },
  {
  "id": 340,
  "en": "ancient",
  "ru": "древний"
  },
  {
  "id": 341,
  "en": "and",
  "ru": "и"
  },
  {
  "id": 342,
  "en": "anew",
  "ru": "заново"
  },
  {
  "id": 343,
  "en": "angel",
  "ru": "ангел"
  },
  {
  "id": 344,
  "en": "anger",
  "ru": "гнев"
  },
  {
  "id": 345,
  "en": "angle",
  "ru": "угол, угловой"
  },
  {
  "id": 346,
  "en": "angry",
  "ru": "злой"
  },
  {
  "id": 347,
  "en": "anguish",
  "ru": "мука, страдание"
  },
  {
  "id": 348,
  "en": "angular",
  "ru": "угловой"
  },
  {
  "id": 349,
  "en": "animal",
  "ru": "животное"
  },
  {
  "id": 350,
  "en": "animate",
  "ru": "живой, одушевлённый, оживлять"
  },
  {
  "id": 351,
  "en": "animated",
  "ru": "оживлённый"
  },
  {
  "id": 352,
  "en": "animation",
  "ru": "оживление"
  },
  {
  "id": 353,
  "en": "animation",
  "ru": "анимация"
  },
  {
  "id": 354,
  "en": "ankle",
  "ru": "лодыжка, щиколотка"
  },
  {
  "id": 355,
  "en": "anniversary",
  "ru": "годовщина"
  },
  {
  "id": 356,
  "en": "announce",
  "ru": "объявлять"
  },
  {
  "id": 357,
  "en": "announcement",
  "ru": "объявление"
  },
  {
  "id": 358,
  "en": "annoy",
  "ru": "раздражать, надоедать"
  },
  {
  "id": 359,
  "en": "annoyance",
  "ru": "раздражение, досада"
  },
  {
  "id": 360,
  "en": "annual",
  "ru": "ежегодный"
  },
  {
  "id": 361,
  "en": "anomalous",
  "ru": "] аномальный"
  },
  {
  "id": 362,
  "en": "anomaly",
  "ru": "аномалия"
  },
  {
  "id": 363,
  "en": "anonymity",
  "ru": "анонимность"
  },
  {
  "id": 364,
  "en": "anonymous",
  "ru": "анонимный"
  },
  {
  "id": 365,
  "en": "another",
  "ru": "любой"
  },
  {
  "id": 366,
  "en": "answer",
  "ru": "отвечать"
  },
  {
  "id": 367,
  "en": "ant",
  "ru": "муравей"
  },
  {
  "id": 368,
  "en": "antenna",
  "ru": "антенна"
  },
  {
  "id": 369,
  "en": "anthem",
  "ru": "гимн"
  },
  {
  "id": 370,
  "en": "anthropology",
  "ru": "антропология"
  },
  {
  "id": 371,
  "en": "antibiotic",
  "ru": "антибиотик"
  },
  {
  "id": 372,
  "en": "anticipate",
  "ru": "ожидать"
  },
  {
  "id": 373,
  "en": "anticipation",
  "ru": "ожидание"
  },
  {
  "id": 374,
  "en": "antipathy",
  "ru": "антипатия"
  },
  {
  "id": 375,
  "en": "antique",
  "ru": "старинный"
  },
  {
  "id": 376,
  "en": "antiquity",
  "ru": "древность"
  },
  {
  "id": 377,
  "en": "anxiety",
  "ru": "беспокойство, тревога"
  },
  {
  "id": 378,
  "en": "anxious",
  "ru": "озабоченный, встревоженный"
  },
  {
  "id": 379,
  "en": "any",
  "ru": "любой"
  },
  {
  "id": 380,
  "en": "anybody",
  "ru": "любой"
  },
  {
  "id": 381,
  "en": "anyhow",
  "ru": "как угодно"
  },
  {
  "id": 382,
  "en": "anymore",
  "ru": "больше (не)"
  },
  {
  "id": 383,
  "en": "anyone",
  "ru": "любой"
  },
  {
  "id": 384,
  "en": "anything",
  "ru": "что"
  },
  {
  "id": 385,
  "en": "anytime",
  "ru": "в любой момент"
  },
  {
  "id": 386,
  "en": "anyway",
  "ru": "в любом случае"
  },
  {
  "id": 387,
  "en": "anywhere",
  "ru": "где угодно, куда угодно"
  },
  {
  "id": 388,
  "en": "apart",
  "ru": "отдельно, врозь"
  },
  {
  "id": 389,
  "en": "apart",
  "ru": "[əˈpɑːtfrɒm] помимо"
  },
  {
  "id": 390,
  "en": "apartheid",
  "ru": "апартеид"
  },
  {
  "id": 391,
  "en": "apartment",
  "ru": "квартира"
  },
  {
  "id": 392,
  "en": "ape",
  "ru": "обезьяна (крупная)"
  },
  {
  "id": 393,
  "en": "apiece",
  "ru": "каждый, за штуку"
  },
  {
  "id": 394,
  "en": "apologize",
  "ru": "извиниться"
  },
  {
  "id": 395,
  "en": "apology",
  "ru": "извинение(я)"
  },
  {
  "id": 396,
  "en": "appal",
  "ru": "потрясать, ужасать"
  },
  {
  "id": 397,
  "en": "apparatus",
  "ru": "аппарат"
  },
  {
  "id": 398,
  "en": "apparent",
  "ru": "явный, видимый"
  },
  {
  "id": 399,
  "en": "apparently",
  "ru": "по всей видимости"
  },
  {
  "id": 400,
  "en": "appeal",
  "ru": "обращаться, взывать"
  },
  {
  "id": 401,
  "en": "appealing",
  "ru": "привлекательный, трогательный"
  },
  {
  "id": 402,
  "en": "appear",
  "ru": "появиться"
  },
  {
  "id": 403,
  "en": "appear",
  "ru": "казаться"
  },
  {
  "id": 404,
  "en": "appearance",
  "ru": "появление"
  },
  {
  "id": 405,
  "en": "appearance",
  "ru": "внешний вид"
  },
  {
  "id": 406,
  "en": "appetite",
  "ru": "аппетит"
  },
  {
  "id": 407,
  "en": "applaud",
  "ru": "рукоплескать"
  },
  {
  "id": 408,
  "en": "applause",
  "ru": "аплодисменты"
  },
  {
  "id": 409,
  "en": "apple",
  "ru": "яблоко"
  },
  {
  "id": 410,
  "en": "appliance",
  "ru": "прибор, приспособление"
  },
  {
  "id": 411,
  "en": "applicable",
  "ru": "применимый"
  },
  {
  "id": 412,
  "en": "applicant",
  "ru": "заявитель"
  },
  {
  "id": 413,
  "en": "application",
  "ru": "приложение, применение"
  },
  {
  "id": 414,
  "en": "application",
  "ru": "заявление"
  },
  {
  "id": 415,
  "en": "applied",
  "ru": "прикладной"
  },
  {
  "id": 416,
  "en": "apply",
  "ru": "применять, применяться"
  },
  {
  "id": 417,
  "en": "apply",
  "ru": "обращаться (с заявлением)"
  },
  {
  "id": 418,
  "en": "appoint",
  "ru": "назначать, утверждать"
  },
  {
  "id": 419,
  "en": "appointment",
  "ru": "деловое свидание, встреча"
  },
  {
  "id": 420,
  "en": "appointment",
  "ru": "назначение на должность"
  },
  {
  "id": 421,
  "en": "appraisal",
  "ru": "оценка"
  },
  {
  "id": 422,
  "en": "appraise",
  "ru": "оценивать"
  },
  {
  "id": 423,
  "en": "appreciate",
  "ru": "ценить"
  },
  {
  "id": 424,
  "en": "appreciation",
  "ru": "оценка, понимание"
  },
  {
  "id": 425,
  "en": "appreciative",
  "ru": "благодарный, довольный"
  },
  {
  "id": 426,
  "en": "apprentice",
  "ru": "ученик, стажёр"
  },
  {
  "id": 427,
  "en": "apprenticeship",
  "ru": "ученичество"
  },
  {
  "id": 428,
  "en": "approach",
  "ru": "приближаться, подходить"
  },
  {
  "id": 429,
  "en": "appropriate",
  "ru": "присвоить"
  },
  {
  "id": 430,
  "en": "appropriate",
  "ru": "подходящий"
  },
  {
  "id": 431,
  "en": "appropriation",
  "ru": "присвоение"
  },
  {
  "id": 432,
  "en": "approval",
  "ru": "утверждение"
  },
  {
  "id": 433,
  "en": "approve",
  "ru": "утвердить, одобрить (офиц.)"
  },
  {
  "id": 434,
  "en": "approve",
  "ru": "[əˈpruːvɒv] одобрять (субъективно)"
  },
  {
  "id": 435,
  "en": "approximate",
  "ru": "приблизительный"
  },
  {
  "id": 436,
  "en": "approximation",
  "ru": "приближение"
  },
  {
  "id": 437,
  "en": "April",
  "ru": "апрель"
  },
  {
  "id": 438,
  "en": "apron",
  "ru": "фартук, передник"
  },
  {
  "id": 439,
  "en": "apt",
  "ru": "склонный, способный"
  },
  {
  "id": 440,
  "en": "aptitude",
  "ru": "способность, пригодность"
  },
  {
  "id": 441,
  "en": "aquatic",
  "ru": "водный"
  },
  {
  "id": 442,
  "en": "arbitrariness",
  "ru": "произвольность"
  },
  {
  "id": 443,
  "en": "arbitrary",
  "ru": "произвольный"
  },
  {
  "id": 444,
  "en": "arc",
  "ru": "дуга"
  },
  {
  "id": 445,
  "en": "arch",
  "ru": "арка, изгибать"
  },
  {
  "id": 446,
  "en": "archaeological",
  "ru": "археологический"
  },
  {
  "id": 447,
  "en": "archaeologist",
  "ru": "] археолог"
  },
  {
  "id": 448,
  "en": "archaeology",
  "ru": "археология"
  },
  {
  "id": 449,
  "en": "archaic",
  "ru": "архаичный, устарелый"
  },
  {
  "id": 450,
  "en": "archbishop",
  "ru": "архиепископ"
  },
  {
  "id": 451,
  "en": "architect",
  "ru": "архитектор"
  },
  {
  "id": 452,
  "en": "architectural",
  "ru": "] архитектурный"
  },
  {
  "id": 453,
  "en": "architecture",
  "ru": "архитектура"
  },
  {
  "id": 454,
  "en": "archival",
  "ru": "архивный"
  },
  {
  "id": 455,
  "en": "archive",
  "ru": "архив"
  },
  {
  "id": 456,
  "en": "area",
  "ru": "область, участок"
  },
  {
  "id": 457,
  "en": "arena",
  "ru": "арена"
  },
  {
  "id": 458,
  "en": "argue",
  "ru": "спорить, доказывать"
  },
  {
  "id": 459,
  "en": "argument",
  "ru": "спор"
  },
  {
  "id": 460,
  "en": "arise",
  "ru": "arisen) [əˈraɪz] возникать, происходить"
  },
  {
  "id": 461,
  "en": "aristocracy",
  "ru": "] аристократия"
  },
  {
  "id": 462,
  "en": "aristocrat",
  "ru": "аристократ"
  },
  {
  "id": 463,
  "en": "arm",
  "ru": "рука"
  },
  {
  "id": 464,
  "en": "armament",
  "ru": "вооружение"
  },
  {
  "id": 465,
  "en": "armchair",
  "ru": "кресло"
  },
  {
  "id": 466,
  "en": "armed",
  "ru": "вооруженный"
  },
  {
  "id": 467,
  "en": "armful",
  "ru": "охапка"
  },
  {
  "id": 468,
  "en": "armor",
  "ru": "[ˈɑːmə] броня, доспехи"
  },
  {
  "id": 469,
  "en": "armpit",
  "ru": "подмышка"
  },
  {
  "id": 470,
  "en": "arms",
  "ru": "оружие"
  },
  {
  "id": 471,
  "en": "army",
  "ru": "армия"
  },
  {
  "id": 472,
  "en": "aroma",
  "ru": "аромат"
  },
  {
  "id": 473,
  "en": "around",
  "ru": "вокруг"
  },
  {
  "id": 474,
  "en": "arouse",
  "ru": "вызывать, пробуждать"
  },
  {
  "id": 475,
  "en": "arrange",
  "ru": "организовать, уладить и т.д."
  },
  {
  "id": 476,
  "en": "arrangement",
  "ru": "договоренность"
  },
  {
  "id": 477,
  "en": "array",
  "ru": "ряд, порядок, строй"
  },
  {
  "id": 478,
  "en": "arrest",
  "ru": "задерживать, тормозить"
  },
  {
  "id": 479,
  "en": "arrest",
  "ru": "арестовывать, арест"
  },
  {
  "id": 480,
  "en": "arrival",
  "ru": "прибытие"
  },
  {
  "id": 481,
  "en": "arrive",
  "ru": "прибывать"
  },
  {
  "id": 482,
  "en": "arrogance",
  "ru": "высокомерие"
  },
  {
  "id": 483,
  "en": "arrogant",
  "ru": "высокомерный"
  },
  {
  "id": 484,
  "en": "arrow",
  "ru": "стрела, стрелка"
  },
  {
  "id": 485,
  "en": "arse",
  "ru": "жопа (брит.)"
  },
  {
  "id": 486,
  "en": "arsehole",
  "ru": "мудак (брит.)"
  },
  {
  "id": 487,
  "en": "arsenal",
  "ru": "арсенал"
  },
  {
  "id": 488,
  "en": "arson",
  "ru": "поджог"
  },
  {
  "id": 489,
  "en": "arsonist",
  "ru": "поджигатель"
  },
  {
  "id": 490,
  "en": "art",
  "ru": "искусство"
  },
  {
  "id": 491,
  "en": "artery",
  "ru": "артерия"
  },
  {
  "id": 492,
  "en": "arthritis",
  "ru": "артрит"
  },
  {
  "id": 493,
  "en": "article",
  "ru": "статья"
  },
  {
  "id": 494,
  "en": "article",
  "ru": "вещь, изделие"
  },
  {
  "id": 495,
  "en": "articulate",
  "ru": "артикулировать"
  },
  {
  "id": 496,
  "en": "artifact",
  "ru": "артефакт"
  },
  {
  "id": 497,
  "en": "artificial",
  "ru": "искусственный"
  },
  {
  "id": 498,
  "en": "artillery",
  "ru": "артиллерия"
  },
  {
  "id": 499,
  "en": "as",
  "ru": "[æzˈfɒləʊz] следующим образом"
  },
  {
  "id": 500,
  "en": "as",
  "ru": "[æzðəʊ] как будто"
  },
  {
  "id": 501,
  "en": "as",
  "ru": "[æzwɛl] также"
  },
  {
  "id": 502,
  "en": "as",
  "ru": "as [æzwɛlæz] так же как и"
  },
  {
  "id": 503,
  "en": "ascend",
  "ru": "восходить"
  },
  {
  "id": 504,
  "en": "ascent",
  "ru": "восхождение"
  },
  {
  "id": 505,
  "en": "ascertain",
  "ru": "выяснить, установить"
  },
  {
  "id": 506,
  "en": "ash",
  "ru": "пепел, зола"
  },
  {
  "id": 507,
  "en": "ashamed",
  "ru": "пристыженный"
  },
  {
  "id": 508,
  "en": "ashore",
  "ru": "на берегу"
  },
  {
  "id": 509,
  "en": "ashtray",
  "ru": "пепельница"
  },
  {
  "id": 510,
  "en": "aside",
  "ru": "в стороне, в сторону"
  },
  {
  "id": 511,
  "en": "aside",
  "ru": "[əˈsaɪdfrɒm] кроме"
  },
  {
  "id": 512,
  "en": "ask",
  "ru": "[ɑːskəˈraʊnd] поспрашивать"
  },
  {
  "id": 513,
  "en": "ask",
  "ru": "[ɑːskaʊt] пригласить сходить"
  },
  {
  "id": 514,
  "en": "ask",
  "ru": "спрашивать"
  },
  {
  "id": 515,
  "en": "asleep",
  "ru": "спящий"
  },
  {
  "id": 516,
  "en": "aspect",
  "ru": "аспект"
  },
  {
  "id": 517,
  "en": "asphalt",
  "ru": "асфальт"
  },
  {
  "id": 518,
  "en": "aspiration",
  "ru": "стремление"
  },
  {
  "id": 519,
  "en": "aspire",
  "ru": "стремиться"
  },
  {
  "id": 520,
  "en": "aspirin",
  "ru": "аспирин"
  },
  {
  "id": 521,
  "en": "ass",
  "ru": "жопа"
  },
  {
  "id": 522,
  "en": "assassin",
  "ru": "убийца"
  },
  {
  "id": 523,
  "en": "assassinate",
  "ru": "убивать"
  },
  {
  "id": 524,
  "en": "assassination",
  "ru": "убийство"
  },
  {
  "id": 525,
  "en": "assault",
  "ru": "нападение, нападать"
  },
  {
  "id": 526,
  "en": "assemble",
  "ru": "собирать"
  },
  {
  "id": 527,
  "en": "assembler",
  "ru": "сборщик"
  },
  {
  "id": 528,
  "en": "assembly",
  "ru": "сборка"
  },
  {
  "id": 529,
  "en": "assert",
  "ru": "утверждать, отстаивать"
  },
  {
  "id": 530,
  "en": "assertion",
  "ru": "утверждение"
  },
  {
  "id": 531,
  "en": "assess",
  "ru": "оценить"
  },
  {
  "id": 532,
  "en": "assessment",
  "ru": "оценка"
  },
  {
  "id": 533,
  "en": "asset",
  "ru": "актив, имущество"
  },
  {
  "id": 534,
  "en": "asshole",
  "ru": "мудак"
  },
  {
  "id": 535,
  "en": "assign",
  "ru": "назначать, присваивать"
  },
  {
  "id": 536,
  "en": "assignment",
  "ru": "назначение"
  },
  {
  "id": 537,
  "en": "assimilate",
  "ru": "усваивать"
  },
  {
  "id": 538,
  "en": "assimilation",
  "ru": "усвоение"
  },
  {
  "id": 539,
  "en": "assist",
  "ru": "помогать"
  },
  {
  "id": 540,
  "en": "assistance",
  "ru": "помощь"
  },
  {
  "id": 541,
  "en": "assistant",
  "ru": "помощник"
  },
  {
  "id": 542,
  "en": "associate",
  "ru": "общаться, связываться"
  },
  {
  "id": 543,
  "en": "assume",
  "ru": "принимать на себя"
  },
  {
  "id": 544,
  "en": "assume",
  "ru": "предпогалать"
  },
  {
  "id": 545,
  "en": "assumption",
  "ru": "принятие"
  },
  {
  "id": 546,
  "en": "assumption",
  "ru": "предположение"
  },
  {
  "id": 547,
  "en": "assurance",
  "ru": "гарантия, заверение"
  },
  {
  "id": 548,
  "en": "assure",
  "ru": "уверять"
  },
  {
  "id": 549,
  "en": "asteroid",
  "ru": "астероид"
  },
  {
  "id": 550,
  "en": "asthma",
  "ru": "астма"
  },
  {
  "id": 551,
  "en": "astonish",
  "ru": "изумлять"
  },
  {
  "id": 552,
  "en": "astonishment",
  "ru": "изумление"
  },
  {
  "id": 553,
  "en": "astound",
  "ru": "изумлять"
  },
  {
  "id": 554,
  "en": "astrological",
  "ru": "астрологический"
  },
  {
  "id": 555,
  "en": "astrology",
  "ru": "астрология"
  },
  {
  "id": 556,
  "en": "astronaut",
  "ru": "астронавт"
  },
  {
  "id": 557,
  "en": "astronomer",
  "ru": "астроном"
  },
  {
  "id": 558,
  "en": "astronomical",
  "ru": "астрономический"
  },
  {
  "id": 559,
  "en": "astronomy",
  "ru": "астрономия"
  },
  {
  "id": 560,
  "en": "asylum",
  "ru": "убежище"
  },
  {
  "id": 561,
  "en": "at",
  "ru": "[ætfɜːst] сначала"
  },
  {
  "id": 562,
  "en": "at",
  "ru": "[ætlɑːst] наконец"
  },
  {
  "id": 563,
  "en": "at",
  "ru": "[ætɔːl] совсем"
  },
  {
  "id": 564,
  "en": "at",
  "ru": "[ætliːst] по крайней мере"
  },
  {
  "id": 565,
  "en": "at",
  "ru": "[ætwʌns] сразу"
  },
  {
  "id": 566,
  "en": "at",
  "ru": "with [ætɒdzwɪð] в противоречии, в конфликте"
  },
  {
  "id": 567,
  "en": "at",
  "ru": "[ætwɪl] по желанию"
  },
  {
  "id": 568,
  "en": "at",
  "ru": "moment [ætðəˈməʊmənt] сейчас"
  },
  {
  "id": 569,
  "en": "at",
  "ru": "у,"
  },
  {
  "id": 570,
  "en": "atheist",
  "ru": "атеист"
  },
  {
  "id": 571,
  "en": "athlete",
  "ru": "атлет, спортсмен"
  },
  {
  "id": 572,
  "en": "athletic",
  "ru": "атлетический"
  },
  {
  "id": 573,
  "en": "atmosphere",
  "ru": "атмосфера"
  },
  {
  "id": 574,
  "en": "atom",
  "ru": "атом"
  },
  {
  "id": 575,
  "en": "atop",
  "ru": "наверху"
  },
  {
  "id": 576,
  "en": "atrocious",
  "ru": "отвратительный"
  },
  {
  "id": 577,
  "en": "atrocity",
  "ru": "зверство, злодеяние"
  },
  {
  "id": 578,
  "en": "attach",
  "ru": "прикрепить, привязать"
  },
  {
  "id": 579,
  "en": "attachment",
  "ru": ""
  },
  {
  "id": 580,
  "en": "attack",
  "ru": "нападать, нападение"
  },
  {
  "id": 581,
  "en": "attain",
  "ru": "достигать"
  },
  {
  "id": 582,
  "en": "attainable",
  "ru": "достижимый"
  },
  {
  "id": 583,
  "en": "attainment",
  "ru": "достижение"
  },
  {
  "id": 584,
  "en": "attempt",
  "ru": "попытка, пытаться"
  },
  {
  "id": 585,
  "en": "attend",
  "ru": "уделить внимание, посетить"
  },
  {
  "id": 586,
  "en": "attendance",
  "ru": "посещаемость"
  },
  {
  "id": 587,
  "en": "attention",
  "ru": "внимание"
  },
  {
  "id": 588,
  "en": "attentive",
  "ru": "внимательный"
  },
  {
  "id": 589,
  "en": "attic",
  "ru": "чердак"
  },
  {
  "id": 590,
  "en": "attitude",
  "ru": "отношение"
  },
  {
  "id": 591,
  "en": "attorney",
  "ru": "адвокат, прокурор, поверенный"
  },
  {
  "id": 592,
  "en": "attract",
  "ru": "привлекать, притягивать"
  },
  {
  "id": 593,
  "en": "attraction",
  "ru": "привлечение"
  },
  {
  "id": 594,
  "en": "attractive",
  "ru": "привлекательный"
  },
  {
  "id": 595,
  "en": "attribute",
  "ru": "приписывать, относить"
  },
  {
  "id": 596,
  "en": "attribute",
  "ru": "атрибут, признак"
  },
  {
  "id": 597,
  "en": "attribution",
  "ru": "приписывание"
  },
  {
  "id": 598,
  "en": "auction",
  "ru": "аукцион"
  },
  {
  "id": 599,
  "en": "audible",
  "ru": "слышимый"
  },
  {
  "id": 600,
  "en": "audience",
  "ru": "аудитория (люди)"
  },
  {
  "id": 601,
  "en": "audio",
  "ru": "аудио"
  },
  {
  "id": 602,
  "en": "audit",
  "ru": "аудит"
  },
  {
  "id": 603,
  "en": "augment",
  "ru": "увеличить, нарастить"
  },
  {
  "id": 604,
  "en": "augmentation",
  "ru": "увеличение"
  },
  {
  "id": 605,
  "en": "August",
  "ru": "август"
  },
  {
  "id": 606,
  "en": "aunt",
  "ru": "тётя"
  },
  {
  "id": 607,
  "en": "authentic",
  "ru": "аутентичный"
  },
  {
  "id": 608,
  "en": "authenticity",
  "ru": "] подлинность, достоверность"
  },
  {
  "id": 609,
  "en": "author",
  "ru": "автор"
  },
  {
  "id": 610,
  "en": "authoritarian",
  "ru": "авторитарный"
  },
  {
  "id": 611,
  "en": "authorities",
  "ru": "органы власти"
  },
  {
  "id": 612,
  "en": "authority",
  "ru": "власть, авторитет"
  },
  {
  "id": 613,
  "en": "authority",
  "ru": "авторитет"
  },
  {
  "id": 614,
  "en": "authorize",
  "ru": "дать полномочия, поручение"
  },
  {
  "id": 615,
  "en": "authorized",
  "ru": "уполномоченный"
  },
  {
  "id": 616,
  "en": "autobiography",
  "ru": "автобиография"
  },
  {
  "id": 617,
  "en": "autograph",
  "ru": "автограф"
  },
  {
  "id": 618,
  "en": "automate",
  "ru": "автоматизировать"
  },
  {
  "id": 619,
  "en": "automatic",
  "ru": "автоматический"
  },
  {
  "id": 620,
  "en": "automobile",
  "ru": "автомобиль"
  },
  {
  "id": 621,
  "en": "autonomous",
  "ru": "автономный"
  },
  {
  "id": 622,
  "en": "autonomous",
  "ru": "] автономный"
  },
  {
  "id": 623,
  "en": "autonomy",
  "ru": "автономия"
  },
  {
  "id": 624,
  "en": "autumn",
  "ru": "осень"
  },
  {
  "id": 625,
  "en": "availability",
  "ru": "доступность"
  },
  {
  "id": 626,
  "en": "available",
  "ru": "доступный, в наличии"
  },
  {
  "id": 627,
  "en": "avalanche",
  "ru": "лавина"
  },
  {
  "id": 628,
  "en": "avenue",
  "ru": "авеню, проспект"
  },
  {
  "id": 629,
  "en": "average",
  "ru": "средний"
  },
  {
  "id": 630,
  "en": "avert",
  "ru": "предотвращать, отводить"
  },
  {
  "id": 631,
  "en": "avid",
  "ru": "заядлый, рьяный, алчный"
  },
  {
  "id": 632,
  "en": "avidity",
  "ru": "алчность"
  },
  {
  "id": 633,
  "en": "avoid",
  "ru": "избегать"
  },
  {
  "id": 634,
  "en": "avoidance",
  "ru": "уклонение"
  },
  {
  "id": 635,
  "en": "await",
  "ru": "ожидать"
  },
  {
  "id": 636,
  "en": "awake",
  "ru": "проснуться, бодрствующий"
  },
  {
  "id": 637,
  "en": "award",
  "ru": "награда, премия, присуждать"
  },
  {
  "id": 638,
  "en": "aware",
  "ru": "осведомлённый"
  },
  {
  "id": 639,
  "en": "awareness",
  "ru": "осознание"
  },
  {
  "id": 640,
  "en": "away",
  "ru": "прочь"
  },
  {
  "id": 641,
  "en": "awe",
  "ru": "трепет, благоговение"
  },
  {
  "id": 642,
  "en": "awesome",
  "ru": "здорово, классно"
  },
  {
  "id": 643,
  "en": "awful",
  "ru": "ужасный"
  },
  {
  "id": 644,
  "en": "awhile",
  "ru": "какое-то время"
  },
  {
  "id": 645,
  "en": "awkward",
  "ru": "неуклюжий"
  },
  {
  "id": 646,
  "en": "awkwardness",
  "ru": "неуклюжесть"
  },
  {
  "id": 647,
  "en": "axe",
  "ru": "[æks] топор"
  },
  {
  "id": 648,
  "en": "axis",
  "ru": "ось"
  },
  {
  "id": 649,
  "en": "baby",
  "ru": "(babe)"
  },
  {
  "id": 650,
  "en": "bachelor",
  "ru": "бакалавр"
  },
  {
  "id": 651,
  "en": "bachelor",
  "ru": "холостяк"
  },
  {
  "id": 652,
  "en": "back",
  "ru": "[bækðɛn] тогда"
  },
  {
  "id": 653,
  "en": "back",
  "ru": "[bækʌp] поддержать, прикрыть"
  },
  {
  "id": 654,
  "en": "back",
  "ru": "[bækdaʊn] отступить, отказаться"
  },
  {
  "id": 655,
  "en": "back",
  "ru": "спина"
  },
  {
  "id": 656,
  "en": "back",
  "ru": "назад"
  },
  {
  "id": 657,
  "en": "backbone",
  "ru": "хребет"
  },
  {
  "id": 658,
  "en": "backdrop",
  "ru": "фон"
  },
  {
  "id": 659,
  "en": "background",
  "ru": "происхождение, предыстория"
  },
  {
  "id": 660,
  "en": "background",
  "ru": "фон"
  },
  {
  "id": 661,
  "en": "backpack",
  "ru": "рюкзак"
  },
  {
  "id": 662,
  "en": "backpacker",
  "ru": "турист, путешественник"
  },
  {
  "id": 663,
  "en": "backstage",
  "ru": "закулисный"
  },
  {
  "id": 664,
  "en": "backwards",
  "ru": "[ˈbækwədz] назад (назад)"
  },
  {
  "id": 665,
  "en": "backyard",
  "ru": "задний двор"
  },
  {
  "id": 666,
  "en": "bacon",
  "ru": "бекон"
  },
  {
  "id": 667,
  "en": "bacteria/bacterium",
  "ru": "бактерия"
  },
  {
  "id": 668,
  "en": "bad/worse/worst",
  "ru": "плохой"
  },
  {
  "id": 669,
  "en": "badge",
  "ru": "значок"
  },
  {
  "id": 670,
  "en": "baffled",
  "ru": "в неодумении, в тупике"
  },
  {
  "id": 671,
  "en": "bag",
  "ru": "сумка, мешок"
  },
  {
  "id": 672,
  "en": "baggage",
  "ru": "багаж"
  },
  {
  "id": 673,
  "en": "baggy",
  "ru": "мешковатый"
  },
  {
  "id": 674,
  "en": "bail",
  "ru": "залог"
  },
  {
  "id": 675,
  "en": "bait",
  "ru": "приманка"
  },
  {
  "id": 676,
  "en": "bake",
  "ru": "печь (выпекать)"
  },
  {
  "id": 677,
  "en": "baker",
  "ru": "пекарь"
  },
  {
  "id": 678,
  "en": "balance",
  "ru": "баланс"
  },
  {
  "id": 679,
  "en": "balcony",
  "ru": "балкон"
  },
  {
  "id": 680,
  "en": "bald",
  "ru": "лысый, плешивый"
  },
  {
  "id": 681,
  "en": "baldness",
  "ru": "облысение"
  },
  {
  "id": 682,
  "en": "bale",
  "ru": "тюк"
  },
  {
  "id": 683,
  "en": "ball",
  "ru": "мяч"
  },
  {
  "id": 684,
  "en": "ballad",
  "ru": "баллада"
  },
  {
  "id": 685,
  "en": "ballet",
  "ru": "балет"
  },
  {
  "id": 686,
  "en": "balloon",
  "ru": "воздушный шар"
  },
  {
  "id": 687,
  "en": "ballot",
  "ru": "госолование, бюллетень"
  },
  {
  "id": 688,
  "en": "bamboo",
  "ru": "бамбук"
  },
  {
  "id": 689,
  "en": "ban",
  "ru": "запрещать"
  },
  {
  "id": 690,
  "en": "banana",
  "ru": "банан"
  },
  {
  "id": 691,
  "en": "band",
  "ru": "ансамбль"
  },
  {
  "id": 692,
  "en": "bandage",
  "ru": "повязка"
  },
  {
  "id": 693,
  "en": "bang",
  "ru": "удар, взрыв"
  },
  {
  "id": 694,
  "en": "banish",
  "ru": "отгонять"
  },
  {
  "id": 695,
  "en": "banishment",
  "ru": "изгнание, высылка"
  },
  {
  "id": 696,
  "en": "bank",
  "ru": "берег (реки, озера)"
  },
  {
  "id": 697,
  "en": "bank",
  "ru": "[bæŋkɒn] надеяться, полагаться"
  },
  {
  "id": 698,
  "en": "bank",
  "ru": "банк"
  },
  {
  "id": 699,
  "en": "bankrupt",
  "ru": "банкрот, неплатежеспособный"
  },
  {
  "id": 700,
  "en": "bankruptcy",
  "ru": "банкротство"
  },
  {
  "id": 701,
  "en": "banner",
  "ru": "знамя, транспарант"
  },
  {
  "id": 702,
  "en": "baptism",
  "ru": "крещение"
  },
  {
  "id": 703,
  "en": "baptismal",
  "ru": "крестильный"
  },
  {
  "id": 704,
  "en": "baptist",
  "ru": "баптист"
  },
  {
  "id": 705,
  "en": "baptize",
  "ru": "крестить"
  },
  {
  "id": 706,
  "en": "bar",
  "ru": "пластина, брусок, прут и т. д."
  },
  {
  "id": 707,
  "en": "bar",
  "ru": "загораживать"
  },
  {
  "id": 708,
  "en": "bar",
  "ru": "бар"
  },
  {
  "id": 709,
  "en": "barb",
  "ru": "шип, зазубрина"
  },
  {
  "id": 710,
  "en": "barbecue",
  "ru": "барбекью"
  },
  {
  "id": 711,
  "en": "barbed",
  "ru": "колючий"
  },
  {
  "id": 712,
  "en": "barber",
  "ru": "парикмахер"
  },
  {
  "id": 713,
  "en": "bare",
  "ru": "голый"
  },
  {
  "id": 714,
  "en": "barefoot",
  "ru": "босиком"
  },
  {
  "id": 715,
  "en": "barely",
  "ru": "едва, еле-еле"
  },
  {
  "id": 716,
  "en": "bargain",
  "ru": "сделка, торговаться"
  },
  {
  "id": 717,
  "en": "barge",
  "ru": "баржа"
  },
  {
  "id": 718,
  "en": "bark",
  "ru": "кора"
  },
  {
  "id": 719,
  "en": "bark",
  "ru": "лаять"
  },
  {
  "id": 720,
  "en": "barn",
  "ru": "сарай"
  },
  {
  "id": 721,
  "en": "barrage",
  "ru": "заграждение"
  },
  {
  "id": 722,
  "en": "barrel",
  "ru": "barrel"
  },
  {
  "id": 723,
  "en": "barren",
  "ru": "бесплодный"
  },
  {
  "id": 724,
  "en": "barrenness",
  "ru": "бесплодие"
  },
  {
  "id": 725,
  "en": "barrier",
  "ru": "барьер"
  },
  {
  "id": 726,
  "en": "bars",
  "ru": "решётка (напр. в тюрьме)"
  },
  {
  "id": 727,
  "en": "bartender",
  "ru": "бармен"
  },
  {
  "id": 728,
  "en": "barter",
  "ru": "бартер"
  },
  {
  "id": 729,
  "en": "base",
  "ru": "основа, основывать"
  },
  {
  "id": 730,
  "en": "baseball",
  "ru": "бейсбол"
  },
  {
  "id": 731,
  "en": "baseless",
  "ru": "необоснованный"
  },
  {
  "id": 732,
  "en": "basement",
  "ru": "подвал"
  },
  {
  "id": 733,
  "en": "bash",
  "ru": "колотить"
  },
  {
  "id": 734,
  "en": "basic",
  "ru": "основной"
  },
  {
  "id": 735,
  "en": "basically",
  "ru": "в основном"
  },
  {
  "id": 736,
  "en": "basin",
  "ru": "бассейн (геогр.)"
  },
  {
  "id": 737,
  "en": "basis",
  "ru": "основа"
  },
  {
  "id": 738,
  "en": "basket",
  "ru": "корзина"
  },
  {
  "id": 739,
  "en": "basketball",
  "ru": "баскетбол"
  },
  {
  "id": 740,
  "en": "bass",
  "ru": "бас"
  },
  {
  "id": 741,
  "en": "bastard",
  "ru": "ублюдок"
  },
  {
  "id": 742,
  "en": "bastard",
  "ru": "бастард"
  },
  {
  "id": 743,
  "en": "bat",
  "ru": "бита"
  },
  {
  "id": 744,
  "en": "bat",
  "ru": "летучая мышь"
  },
  {
  "id": 745,
  "en": "batch",
  "ru": "партия, серия, группа"
  },
  {
  "id": 746,
  "en": "bath",
  "ru": "ванна"
  },
  {
  "id": 747,
  "en": "bathe",
  "ru": "купаться, купать"
  },
  {
  "id": 748,
  "en": "bathroom",
  "ru": "ванная"
  },
  {
  "id": 749,
  "en": "bathtub",
  "ru": "ванна"
  },
  {
  "id": 750,
  "en": "battalion",
  "ru": "батальон"
  },
  {
  "id": 751,
  "en": "batter",
  "ru": "паста, тесто, взбивать"
  },
  {
  "id": 752,
  "en": "battery",
  "ru": "батарея"
  },
  {
  "id": 753,
  "en": "battle",
  "ru": "битва"
  },
  {
  "id": 754,
  "en": "battlefield",
  "ru": "поле боя"
  },
  {
  "id": 755,
  "en": "battlefield",
  "ru": "поле битвы"
  },
  {
  "id": 756,
  "en": "bay",
  "ru": "залив"
  },
  {
  "id": 757,
  "en": "be",
  "ru": "to [biːʌptuː] замышлять что-то"
  },
  {
  "id": 758,
  "en": "be",
  "ru": "of [biːaʊtɒv] не иметь больше запаса"
  },
  {
  "id": 759,
  "en": "be",
  "ru": "[biː ɪn] участвовать"
  },
  {
  "id": 760,
  "en": "be",
  "ru": "[biːˈɪntuː] заниматься, увлекаться"
  },
  {
  "id": 761,
  "en": "be",
  "ru": "[biːˈəʊvə] закончиться"
  },
  {
  "id": 762,
  "en": "be",
  "ru": "fire [biːɒnˈfaɪə] гореть"
  },
  {
  "id": 763,
  "en": "be",
  "ru": "to [biːkiːntuː] желать, стремиться"
  },
  {
  "id": 764,
  "en": "be",
  "ru": "[biːˈɑːftə] иметь целью"
  },
  {
  "id": 765,
  "en": "be",
  "ru": "[biːbæk] возвращаться"
  },
  {
  "id": 766,
  "en": "be",
  "ru": "to [biːjuːzdtuː] быть привычным к"
  },
  {
  "id": 767,
  "en": "be",
  "ru": "[biːleɪt] опоздать"
  },
  {
  "id": 768,
  "en": "be",
  "ru": "[biːɒf] отсутствовать"
  },
  {
  "id": 769,
  "en": "beach",
  "ru": "пляж"
  },
  {
  "id": 770,
  "en": "bead",
  "ru": "шарик, бусинка"
  },
  {
  "id": 771,
  "en": "beads",
  "ru": "бисер"
  },
  {
  "id": 772,
  "en": "beak",
  "ru": "клюв"
  },
  {
  "id": 773,
  "en": "beam",
  "ru": "балка, перекладина"
  },
  {
  "id": 774,
  "en": "beam",
  "ru": "луч"
  },
  {
  "id": 775,
  "en": "bean",
  "ru": "боб"
  },
  {
  "id": 776,
  "en": "bear",
  "ru": "born) [beə] рожать"
  },
  {
  "id": 777,
  "en": "bear",
  "ru": "born) [beə] нести, втч перен."
  },
  {
  "id": 778,
  "en": "bear",
  "ru": "медведь"
  },
  {
  "id": 779,
  "en": "beard",
  "ru": "борода"
  },
  {
  "id": 780,
  "en": "beardless",
  "ru": "безбородый"
  },
  {
  "id": 781,
  "en": "beast",
  "ru": "зверь, животное, скот"
  },
  {
  "id": 782,
  "en": "beastly",
  "ru": "зверский"
  },
  {
  "id": 783,
  "en": "beat",
  "ru": "beaten) [biːt] победить"
  },
  {
  "id": 784,
  "en": "beat",
  "ru": "beaten) [biːt] бить"
  },
  {
  "id": 785,
  "en": "beat",
  "ru": "[biːtʌp] побить"
  },
  {
  "id": 786,
  "en": "beautiful",
  "ru": "красивый"
  },
  {
  "id": 787,
  "en": "beauty",
  "ru": "красота или красавица"
  },
  {
  "id": 788,
  "en": "beaver",
  "ru": "бобр"
  },
  {
  "id": 789,
  "en": "because",
  "ru": "потому"
  },
  {
  "id": 790,
  "en": "beckon",
  "ru": "манить"
  },
  {
  "id": 791,
  "en": "become",
  "ru": "[bɪˈkʌmɒv] случиться с к-л впоследствии"
  },
  {
  "id": 792,
  "en": "become",
  "ru": "становиться"
  },
  {
  "id": 793,
  "en": "bed",
  "ru": "[bɛdˈlɪnɪn] постельное белье"
  },
  {
  "id": 794,
  "en": "bed",
  "ru": "кровать"
  },
  {
  "id": 795,
  "en": "bedroom",
  "ru": "спальня"
  },
  {
  "id": 796,
  "en": "bee",
  "ru": "пчела"
  },
  {
  "id": 797,
  "en": "beef",
  "ru": "говядина"
  },
  {
  "id": 798,
  "en": "beefy",
  "ru": "мясистый, мускулистый"
  },
  {
  "id": 799,
  "en": "beep",
  "ru": "гудок, гудеть, пищать"
  },
  {
  "id": 800,
  "en": "beer",
  "ru": "пиво"
  },
  {
  "id": 801,
  "en": "beetle",
  "ru": "жук"
  },
  {
  "id": 802,
  "en": "before",
  "ru": "до"
  },
  {
  "id": 803,
  "en": "beforehand",
  "ru": "заранее"
  },
  {
  "id": 804,
  "en": "beg",
  "ru": "просить"
  },
  {
  "id": 805,
  "en": "beggar",
  "ru": "нищий"
  },
  {
  "id": 806,
  "en": "begin",
  "ru": "начинать"
  },
  {
  "id": 807,
  "en": "behave",
  "ru": "вести себя"
  },
  {
  "id": 808,
  "en": "behavior",
  "ru": "поведение"
  },
  {
  "id": 809,
  "en": "behind",
  "ru": "за"
  },
  {
  "id": 810,
  "en": "behold",
  "ru": "созерцать, видеть"
  },
  {
  "id": 811,
  "en": "beige",
  "ru": "бежевый"
  },
  {
  "id": 812,
  "en": "belief",
  "ru": "убеждение, вера"
  },
  {
  "id": 813,
  "en": "believable",
  "ru": "правдоподобный"
  },
  {
  "id": 814,
  "en": "believe",
  "ru": "верить"
  },
  {
  "id": 815,
  "en": "bell",
  "ru": "колокол, колокольчик"
  },
  {
  "id": 816,
  "en": "bellow",
  "ru": "реветь, рёв"
  },
  {
  "id": 817,
  "en": "belly",
  "ru": "живот"
  },
  {
  "id": 818,
  "en": "belong",
  "ru": "[bɪˈlɒŋtuː] принадлежать"
  },
  {
  "id": 819,
  "en": "belongings",
  "ru": "вещи, пожитки"
  },
  {
  "id": 820,
  "en": "beloved",
  "ru": "любимый"
  },
  {
  "id": 821,
  "en": "below",
  "ru": "ниже, под"
  },
  {
  "id": 822,
  "en": "belt",
  "ru": "пояс, опоясывать"
  },
  {
  "id": 823,
  "en": "bench",
  "ru": "скамейка"
  },
  {
  "id": 824,
  "en": "bend",
  "ru": "bent) [bɛnd] изгибать, изгиб"
  },
  {
  "id": 825,
  "en": "bend",
  "ru": "[bɛnd daʊn] наклониться"
  },
  {
  "id": 826,
  "en": "bend",
  "ru": "[bɛnd ˈəʊvə] наклониться"
  },
  {
  "id": 827,
  "en": "beneath",
  "ru": "ниже, под"
  },
  {
  "id": 828,
  "en": "beneficial",
  "ru": "полезный, благотворный"
  },
  {
  "id": 829,
  "en": "beneficiary",
  "ru": "выгодополучатель"
  },
  {
  "id": 830,
  "en": "benefit",
  "ru": "польза, создавать пользу"
  },
  {
  "id": 831,
  "en": "benevolence",
  "ru": "благожелательность"
  },
  {
  "id": 832,
  "en": "benevolent",
  "ru": "благожелательный"
  },
  {
  "id": 833,
  "en": "berry",
  "ru": "ягода"
  },
  {
  "id": 834,
  "en": "berth",
  "ru": "койка, место, полка в поезде"
  },
  {
  "id": 835,
  "en": "beside",
  "ru": "рядом"
  },
  {
  "id": 836,
  "en": "besides",
  "ru": "кроме"
  },
  {
  "id": 837,
  "en": "besieged",
  "ru": "осажденный"
  },
  {
  "id": 838,
  "en": "bestow",
  "ru": "даровать"
  },
  {
  "id": 839,
  "en": "bet",
  "ru": "ставка, пари, держать пари"
  },
  {
  "id": 840,
  "en": "betray",
  "ru": "предавать"
  },
  {
  "id": 841,
  "en": "betrayal",
  "ru": "предательство"
  },
  {
  "id": 842,
  "en": "between",
  "ru": "между"
  },
  {
  "id": 843,
  "en": "beverage",
  "ru": "напиток"
  },
  {
  "id": 844,
  "en": "beware",
  "ru": "остерегаться"
  },
  {
  "id": 845,
  "en": "bewilder",
  "ru": "смущать, сбивать с толку"
  },
  {
  "id": 846,
  "en": "beyond",
  "ru": "вне, свыше"
  },
  {
  "id": 847,
  "en": "bias",
  "ru": "склонность, предвзятость"
  },
  {
  "id": 848,
  "en": "bible",
  "ru": "библия"
  },
  {
  "id": 849,
  "en": "biblical",
  "ru": "библейский"
  },
  {
  "id": 850,
  "en": "bicycle",
  "ru": "велосипед"
  },
  {
  "id": 851,
  "en": "bid",
  "ru": "заявка, предложение цены"
  },
  {
  "id": 852,
  "en": "big",
  "ru": "большой"
  },
  {
  "id": 853,
  "en": "bigot",
  "ru": "фанатик"
  },
  {
  "id": 854,
  "en": "bigotry",
  "ru": "фанатизм"
  },
  {
  "id": 855,
  "en": "bike",
  "ru": "мотоцикл"
  },
  {
  "id": 856,
  "en": "bikini",
  "ru": "бикини"
  },
  {
  "id": 857,
  "en": "bilateral",
  "ru": "двусторонний"
  },
  {
  "id": 858,
  "en": "bill",
  "ru": "счёт (к оплате)"
  },
  {
  "id": 859,
  "en": "bill",
  "ru": "банкнота"
  },
  {
  "id": 860,
  "en": "billboard",
  "ru": "рекламный щит"
  },
  {
  "id": 861,
  "en": "billboard",
  "ru": "рекламный щит"
  },
  {
  "id": 862,
  "en": "billion",
  "ru": "миллиард"
  },
  {
  "id": 863,
  "en": "billionaire",
  "ru": "миллиардер"
  },
  {
  "id": 864,
  "en": "bin",
  "ru": "ящик, ведро, ларь"
  },
  {
  "id": 865,
  "en": "bind",
  "ru": "bound) [baɪnd] связывать"
  },
  {
  "id": 866,
  "en": "binge",
  "ru": "кутёж, загул, пьянка"
  },
  {
  "id": 867,
  "en": "biography",
  "ru": "биография"
  },
  {
  "id": 868,
  "en": "biological",
  "ru": "биологический"
  },
  {
  "id": 869,
  "en": "biology",
  "ru": "биология"
  },
  {
  "id": 870,
  "en": "bird",
  "ru": "птица"
  },
  {
  "id": 871,
  "en": "birth",
  "ru": "рождение"
  },
  {
  "id": 872,
  "en": "birthday",
  "ru": "день рождения"
  },
  {
  "id": 873,
  "en": "birthmark",
  "ru": "родинка"
  },
  {
  "id": 874,
  "en": "biscuit",
  "ru": "бисквит"
  },
  {
  "id": 875,
  "en": "bisexual",
  "ru": "бисексуальный"
  },
  {
  "id": 876,
  "en": "bishop",
  "ru": "епископ"
  },
  {
  "id": 877,
  "en": "bitch",
  "ru": "сука"
  },
  {
  "id": 878,
  "en": "bite",
  "ru": "bitten) [baɪt] кусать, укус"
  },
  {
  "id": 879,
  "en": "bitter",
  "ru": "горький"
  },
  {
  "id": 880,
  "en": "bitterness",
  "ru": "горечь"
  },
  {
  "id": 881,
  "en": "bizarre",
  "ru": "странный, причудливый"
  },
  {
  "id": 882,
  "en": "black",
  "ru": "[blækaʊt] вырубиться"
  },
  {
  "id": 883,
  "en": "black",
  "ru": "[blækaʊt] быть обесточенным"
  },
  {
  "id": 884,
  "en": "black",
  "ru": "чёрный"
  },
  {
  "id": 885,
  "en": "blackberry",
  "ru": "ежевика"
  },
  {
  "id": 886,
  "en": "blackmail",
  "ru": "шантажировать"
  },
  {
  "id": 887,
  "en": "blade",
  "ru": "лезвие"
  },
  {
  "id": 888,
  "en": "blade",
  "ru": "grass [bleɪdɒvgrɑːs] травинка"
  },
  {
  "id": 889,
  "en": "blame",
  "ru": "винить"
  },
  {
  "id": 890,
  "en": "blameless",
  "ru": "безупречный"
  },
  {
  "id": 891,
  "en": "bland",
  "ru": "пресный, мягкий"
  },
  {
  "id": 892,
  "en": "blandness",
  "ru": "вялость, мягкость и т. д."
  },
  {
  "id": 893,
  "en": "blank",
  "ru": "пустой, чистый"
  },
  {
  "id": 894,
  "en": "blanket",
  "ru": "одеяло, покрывало"
  },
  {
  "id": 895,
  "en": "blast",
  "ru": "дуновение, порыв"
  },
  {
  "id": 896,
  "en": "blast",
  "ru": "взрыв, взрывать"
  },
  {
  "id": 897,
  "en": "blatant",
  "ru": "явный, вопиющий"
  },
  {
  "id": 898,
  "en": "blaze",
  "ru": "полыхать, пламя"
  },
  {
  "id": 899,
  "en": "bleach",
  "ru": "отбелить, обесцветить"
  },
  {
  "id": 900,
  "en": "bleak",
  "ru": "мрачный"
  },
  {
  "id": 901,
  "en": "bleakness",
  "ru": "мрачность, унылость"
  },
  {
  "id": 902,
  "en": "bleed",
  "ru": "bled) [bliːd] кровоточить"
  },
  {
  "id": 903,
  "en": "blend",
  "ru": "смешивать"
  },
  {
  "id": 904,
  "en": "bless",
  "ru": "благословлять"
  },
  {
  "id": 905,
  "en": "blessing",
  "ru": "благословение"
  },
  {
  "id": 906,
  "en": "blind",
  "ru": "слепой"
  },
  {
  "id": 907,
  "en": "blink",
  "ru": "мерцать, мигать"
  },
  {
  "id": 908,
  "en": "bliss",
  "ru": "блаженство"
  },
  {
  "id": 909,
  "en": "blissful",
  "ru": "блаженный"
  },
  {
  "id": 910,
  "en": "blizzard",
  "ru": "метель, буран"
  },
  {
  "id": 911,
  "en": "bloat",
  "ru": "раздуваться"
  },
  {
  "id": 912,
  "en": "block",
  "ru": "кусок, глыба и т. д."
  },
  {
  "id": 913,
  "en": "block",
  "ru": "квартал"
  },
  {
  "id": 914,
  "en": "block",
  "ru": "[blɒkʌp] забиться (о канале)"
  },
  {
  "id": 915,
  "en": "block",
  "ru": "[blɒkaʊt] блокировать, не пускать"
  },
  {
  "id": 916,
  "en": "block",
  "ru": "блок"
  },
  {
  "id": 917,
  "en": "blockade",
  "ru": "блокада"
  },
  {
  "id": 918,
  "en": "blockbuster",
  "ru": "блокбастер"
  },
  {
  "id": 919,
  "en": "blog",
  "ru": "блог"
  },
  {
  "id": 920,
  "en": "blond",
  "ru": "блондин"
  },
  {
  "id": 921,
  "en": "blonde",
  "ru": "блондинка"
  },
  {
  "id": 922,
  "en": "blood",
  "ru": "кровь"
  },
  {
  "id": 923,
  "en": "bloodshed",
  "ru": "кровопролитие"
  },
  {
  "id": 924,
  "en": "bloom",
  "ru": "расцвет, расцветать"
  },
  {
  "id": 925,
  "en": "blossom",
  "ru": "цвести, цвет"
  },
  {
  "id": 926,
  "en": "blouse",
  "ru": "блузка"
  },
  {
  "id": 927,
  "en": "blow",
  "ru": "blown) [bləʊ] дуть"
  },
  {
  "id": 928,
  "en": "blow",
  "ru": "[bləʊaʊt] задуть (свечу)"
  },
  {
  "id": 929,
  "en": "blow",
  "ru": "[bləʊˈəʊvə] пройти, утихнуть"
  },
  {
  "id": 930,
  "en": "blow",
  "ru": "blown) [bləʊ] удар"
  },
  {
  "id": 931,
  "en": "blow",
  "ru": "[bləʊʌp] взорвать"
  },
  {
  "id": 932,
  "en": "blow",
  "ru": "[bləʊʌp] накачивать, надувать"
  },
  {
  "id": 933,
  "en": "blue",
  "ru": "синий"
  },
  {
  "id": 934,
  "en": "blueberry",
  "ru": "черника"
  },
  {
  "id": 935,
  "en": "bluff",
  "ru": "блеф"
  },
  {
  "id": 936,
  "en": "blunt",
  "ru": "тупой, притуплять"
  },
  {
  "id": 937,
  "en": "bluntly",
  "ru": "тупо, прямо, резко"
  },
  {
  "id": 938,
  "en": "blur",
  "ru": "размывать, смазывать"
  },
  {
  "id": 939,
  "en": "blurry",
  "ru": "размытый"
  },
  {
  "id": 940,
  "en": "blush",
  "ru": "румянец, краснеть"
  },
  {
  "id": 941,
  "en": "blushing",
  "ru": "застенчивый"
  },
  {
  "id": 942,
  "en": "board",
  "ru": "совет, коллегия"
  },
  {
  "id": 943,
  "en": "board",
  "ru": "доска"
  },
  {
  "id": 944,
  "en": "board",
  "ru": "[bɔːdgeɪm] настольная игра"
  },
  {
  "id": 945,
  "en": "board",
  "ru": "борт, подниматься на борт"
  },
  {
  "id": 946,
  "en": "boarding",
  "ru": "посадка"
  },
  {
  "id": 947,
  "en": "boardroom",
  "ru": "зал заседаний"
  },
  {
  "id": 948,
  "en": "boast",
  "ru": "хвастать, хвастовство"
  },
  {
  "id": 949,
  "en": "boastful",
  "ru": "хвастливый"
  },
  {
  "id": 950,
  "en": "boat",
  "ru": "лодка, судно"
  },
  {
  "id": 951,
  "en": "body",
  "ru": "тело"
  },
  {
  "id": 952,
  "en": "bog",
  "ru": "болото, трясина"
  },
  {
  "id": 953,
  "en": "boggy",
  "ru": "болотистый, топкий"
  },
  {
  "id": 954,
  "en": "boil",
  "ru": "кипеть, кипятить, варить"
  },
  {
  "id": 955,
  "en": "boiler",
  "ru": "котел"
  },
  {
  "id": 956,
  "en": "bold",
  "ru": "смелый, дерзкий, безрассудный"
  },
  {
  "id": 957,
  "en": "boldness",
  "ru": "смелость, дерзость"
  },
  {
  "id": 958,
  "en": "bolster",
  "ru": "укреплять, поддерживать"
  },
  {
  "id": 959,
  "en": "bolt",
  "ru": "болт"
  },
  {
  "id": 960,
  "en": "bomb",
  "ru": "бомба"
  },
  {
  "id": 961,
  "en": "bond",
  "ru": "связь, узы, соединение"
  },
  {
  "id": 962,
  "en": "bond",
  "ru": "обязательство, облигация"
  },
  {
  "id": 963,
  "en": "bone",
  "ru": "кость"
  },
  {
  "id": 964,
  "en": "bonfire",
  "ru": "костер"
  },
  {
  "id": 965,
  "en": "bonus",
  "ru": "бонус"
  },
  {
  "id": 966,
  "en": "bony",
  "ru": "костлявый"
  },
  {
  "id": 967,
  "en": "boobs",
  "ru": "сиськи"
  },
  {
  "id": 968,
  "en": "book",
  "ru": "купить, забронировать"
  },
  {
  "id": 969,
  "en": "book",
  "ru": "книга"
  },
  {
  "id": 970,
  "en": "booklet",
  "ru": "буклет"
  },
  {
  "id": 971,
  "en": "bookmaker",
  "ru": "букмекер"
  },
  {
  "id": 972,
  "en": "bookstore",
  "ru": "книжный магазин"
  },
  {
  "id": 973,
  "en": "boom",
  "ru": "заграждение, пояс"
  },
  {
  "id": 974,
  "en": "boost",
  "ru": "повышать, усиливать"
  },
  {
  "id": 975,
  "en": "booster",
  "ru": "ускоритель, усилитель"
  },
  {
  "id": 976,
  "en": "boot",
  "ru": "сапог, ботинок"
  },
  {
  "id": 977,
  "en": "booth",
  "ru": "будка, кабина"
  },
  {
  "id": 978,
  "en": "booze",
  "ru": "выпивка"
  },
  {
  "id": 979,
  "en": "boozer",
  "ru": "пивная или пьяница"
  },
  {
  "id": 980,
  "en": "border",
  "ru": "граница, край"
  },
  {
  "id": 981,
  "en": "bore",
  "ru": "надоедать"
  },
  {
  "id": 982,
  "en": "bore",
  "ru": "зануда"
  },
  {
  "id": 983,
  "en": "boredom",
  "ru": "скука"
  },
  {
  "id": 984,
  "en": "boring",
  "ru": "скучный"
  },
  {
  "id": 985,
  "en": "borough",
  "ru": "район, место"
  },
  {
  "id": 986,
  "en": "borrow",
  "ru": "брать взаймы"
  },
  {
  "id": 987,
  "en": "borrower",
  "ru": "заёмщик"
  },
  {
  "id": 988,
  "en": "boss",
  "ru": "босс"
  },
  {
  "id": 989,
  "en": "botanic",
  "ru": "ботанический"
  },
  {
  "id": 990,
  "en": "both",
  "ru": "оба"
  },
  {
  "id": 991,
  "en": "bother",
  "ru": "беспокоить"
  },
  {
  "id": 992,
  "en": "bottle",
  "ru": "бутылка"
  },
  {
  "id": 993,
  "en": "bottom",
  "ru": "дно"
  },
  {
  "id": 994,
  "en": "bottomless",
  "ru": "бездонный"
  },
  {
  "id": 995,
  "en": "boulder",
  "ru": "валун"
  },
  {
  "id": 996,
  "en": "boulevard",
  "ru": "бульвар"
  },
  {
  "id": 997,
  "en": "bounce",
  "ru": "отскакивать, прыгать"
  },
  {
  "id": 998,
  "en": "bouncing",
  "ru": "живой, шумный"
  },
  {
  "id": 999,
  "en": "bound",
  "ru": "обязан"
  },
  {
  "id": 1000,
  "en": "boundary",
  "ru": "граница, черта"
  },
  {
  "id": 1001,
  "en": "bounds",
  "ru": "границы, рамки (перен.)"
  },
  {
  "id": 1002,
  "en": "bountiful",
  "ru": "щедрый, обильный"
  },
  {
  "id": 1003,
  "en": "bounty",
  "ru": "вознаграждение"
  },
  {
  "id": 1004,
  "en": "bouquet",
  "ru": "букет"
  },
  {
  "id": 1005,
  "en": "bout",
  "ru": "всплеск, приступ"
  },
  {
  "id": 1006,
  "en": "bout",
  "ru": "бой, поединок"
  },
  {
  "id": 1007,
  "en": "boutique",
  "ru": "бутик"
  },
  {
  "id": 1008,
  "en": "bow",
  "ru": "бант, бабочка"
  },
  {
  "id": 1009,
  "en": "bow",
  "ru": "лук"
  },
  {
  "id": 1010,
  "en": "bow",
  "ru": "поклон, наклоняться"
  },
  {
  "id": 1011,
  "en": "bow",
  "ru": "[baʊaʊt] откланяться, уйти"
  },
  {
  "id": 1012,
  "en": "bowel",
  "ru": "кишка"
  },
  {
  "id": 1013,
  "en": "bowl",
  "ru": "миска"
  },
  {
  "id": 1014,
  "en": "box",
  "ru": "коробка"
  },
  {
  "id": 1015,
  "en": "boy",
  "ru": "мальчик"
  },
  {
  "id": 1016,
  "en": "boycott",
  "ru": "бойкот"
  },
  {
  "id": 1017,
  "en": "boyfriend",
  "ru": "бойфренд"
  },
  {
  "id": 1018,
  "en": "boyfriend",
  "ru": "парень"
  },
  {
  "id": 1019,
  "en": "boyhood",
  "ru": "отрочество"
  },
  {
  "id": 1020,
  "en": "brace",
  "ru": "скоба, распорка, скрепа"
  },
  {
  "id": 1021,
  "en": "bracelet",
  "ru": "браслет"
  },
  {
  "id": 1022,
  "en": "bracket",
  "ru": "скобка"
  },
  {
  "id": 1023,
  "en": "brag",
  "ru": "хвастаться, кичиться"
  },
  {
  "id": 1024,
  "en": "braggart",
  "ru": "хвастун"
  },
  {
  "id": 1025,
  "en": "braid",
  "ru": "коса"
  },
  {
  "id": 1026,
  "en": "brain",
  "ru": "мозг"
  },
  {
  "id": 1027,
  "en": "brake",
  "ru": "тормоз"
  },
  {
  "id": 1028,
  "en": "branch",
  "ru": "ветвь"
  },
  {
  "id": 1029,
  "en": "branch",
  "ru": "филиал, ответвление"
  },
  {
  "id": 1030,
  "en": "brand",
  "ru": "бренд"
  },
  {
  "id": 1031,
  "en": "brandy",
  "ru": "бренди"
  },
  {
  "id": 1032,
  "en": "brass",
  "ru": "латунь"
  },
  {
  "id": 1033,
  "en": "brassiere",
  "ru": "[ˈbræsɪə] бюстгальтер"
  },
  {
  "id": 1034,
  "en": "brave",
  "ru": "храбрый"
  },
  {
  "id": 1035,
  "en": "bravery",
  "ru": "храбрость"
  },
  {
  "id": 1036,
  "en": "brawl",
  "ru": "шумная драка, скандал"
  },
  {
  "id": 1037,
  "en": "brazen",
  "ru": "наглый"
  },
  {
  "id": 1038,
  "en": "brazenness",
  "ru": "наглость, бесстыдство"
  },
  {
  "id": 1039,
  "en": "breach",
  "ru": "брешь, прорывать, пробивать"
  },
  {
  "id": 1040,
  "en": "bread",
  "ru": "хлеб"
  },
  {
  "id": 1041,
  "en": "breadth",
  "ru": "ширина, широта"
  },
  {
  "id": 1042,
  "en": "break",
  "ru": "[breɪkaʊt] вспыхнуть, разразиться"
  },
  {
  "id": 1043,
  "en": "break",
  "ru": "перерыв, перемена"
  },
  {
  "id": 1044,
  "en": "break",
  "ru": "[breɪkɪn] вмешиваться"
  },
  {
  "id": 1045,
  "en": "break",
  "ru": "broken) [breɪk] нарушать"
  },
  {
  "id": 1046,
  "en": "break",
  "ru": "(break in) [breɪkˈɪntuː] проникнуть, вломиться"
  },
  {
  "id": 1047,
  "en": "break",
  "ru": "[breɪkəˈweɪ] отделяться"
  },
  {
  "id": 1048,
  "en": "break",
  "ru": "[breɪkaʊt] сбежать, вырваться"
  },
  {
  "id": 1049,
  "en": "break",
  "ru": "[breɪkfriː] освободиться"
  },
  {
  "id": 1050,
  "en": "break",
  "ru": "[breɪkluːs] освободиться"
  },
  {
  "id": 1051,
  "en": "break",
  "ru": "[breɪkʌp] разорвать отношения"
  },
  {
  "id": 1052,
  "en": "break",
  "ru": "[breɪkdaʊn] ломаться"
  },
  {
  "id": 1053,
  "en": "break",
  "ru": "ломать"
  },
  {
  "id": 1054,
  "en": "break-in",
  "ru": "взлом, ограбление"
  },
  {
  "id": 1055,
  "en": "breakdown",
  "ru": "разрушение"
  },
  {
  "id": 1056,
  "en": "breakfast",
  "ru": "завтрак"
  },
  {
  "id": 1057,
  "en": "breakthrough",
  "ru": "прорыв, достижение"
  },
  {
  "id": 1058,
  "en": "breakup",
  "ru": "расставание"
  },
  {
  "id": 1059,
  "en": "breast",
  "ru": "грудь"
  },
  {
  "id": 1060,
  "en": "breath",
  "ru": "дыхание, вздох"
  },
  {
  "id": 1061,
  "en": "breathe",
  "ru": "дышать"
  },
  {
  "id": 1062,
  "en": "breathtaking",
  "ru": "захватывающий"
  },
  {
  "id": 1063,
  "en": "breed",
  "ru": "порода, поколение и т д."
  },
  {
  "id": 1064,
  "en": "breed",
  "ru": "bred) [briːd] разводить, выращивать"
  },
  {
  "id": 1065,
  "en": "breeze",
  "ru": "бриз"
  },
  {
  "id": 1066,
  "en": "brew",
  "ru": "заваривать, варить напиток"
  },
  {
  "id": 1067,
  "en": "brewery",
  "ru": "пивоварня"
  },
  {
  "id": 1068,
  "en": "bribe",
  "ru": "взятка"
  },
  {
  "id": 1069,
  "en": "bribery",
  "ru": "взяточничество"
  },
  {
  "id": 1070,
  "en": "brick",
  "ru": "кирпич"
  },
  {
  "id": 1071,
  "en": "bricklayer",
  "ru": "каменщик"
  },
  {
  "id": 1072,
  "en": "brickwork",
  "ru": "кирпичная кладка"
  },
  {
  "id": 1073,
  "en": "bridal",
  "ru": "свадебный"
  },
  {
  "id": 1074,
  "en": "bride",
  "ru": "невеста"
  },
  {
  "id": 1075,
  "en": "bridegroom",
  "ru": "жених"
  },
  {
  "id": 1076,
  "en": "bridge",
  "ru": "мост"
  },
  {
  "id": 1077,
  "en": "brief",
  "ru": "краткий"
  },
  {
  "id": 1078,
  "en": "briefcase",
  "ru": "портфель"
  },
  {
  "id": 1079,
  "en": "briefing",
  "ru": "брифинг"
  },
  {
  "id": 1080,
  "en": "brigade",
  "ru": "бригада"
  },
  {
  "id": 1081,
  "en": "bright",
  "ru": "яркий"
  },
  {
  "id": 1082,
  "en": "brighten",
  "ru": "проясняться, подсвечивать"
  },
  {
  "id": 1083,
  "en": "brightness",
  "ru": "яркость, блеск"
  },
  {
  "id": 1084,
  "en": "brilliance",
  "ru": "блеск"
  },
  {
  "id": 1085,
  "en": "brilliant",
  "ru": "блестящий"
  },
  {
  "id": 1086,
  "en": "brim",
  "ru": "край сосуда"
  },
  {
  "id": 1087,
  "en": "brim",
  "ru": "поля шляпы"
  },
  {
  "id": 1088,
  "en": "bring",
  "ru": "brought) [brɪŋ] принести"
  },
  {
  "id": 1089,
  "en": "bring",
  "ru": "[brɪŋbæk] вернуть"
  },
  {
  "id": 1090,
  "en": "bring",
  "ru": "[brɪŋaʊt] выпустить (новинку и т.д.)"
  },
  {
  "id": 1091,
  "en": "bring",
  "ru": "[brɪŋ ɪn] привлечь"
  },
  {
  "id": 1092,
  "en": "bring",
  "ru": "[brɪŋdaʊn] сбрасывать, свергать"
  },
  {
  "id": 1093,
  "en": "bring",
  "ru": "[brɪŋʌp] поднять тему"
  },
  {
  "id": 1094,
  "en": "bring",
  "ru": "life [brɪŋtuːlaɪf] приводить в чувство"
  },
  {
  "id": 1095,
  "en": "bring",
  "ru": "[brɪŋʌp] воспитывать"
  },
  {
  "id": 1096,
  "en": "bring",
  "ru": "[brɪŋəˈraʊnd] убедить"
  },
  {
  "id": 1097,
  "en": "bring",
  "ru": "[brɪŋəˈlɒŋ] взять с собой"
  },
  {
  "id": 1098,
  "en": "brink",
  "ru": "грань, край"
  },
  {
  "id": 1099,
  "en": "brisk",
  "ru": "энергичный, оживлённый"
  },
  {
  "id": 1100,
  "en": "bristle",
  "ru": "щетина"
  },
  {
  "id": 1101,
  "en": "brittle",
  "ru": "ломкий"
  },
  {
  "id": 1102,
  "en": "brittleness",
  "ru": "хрупкость"
  },
  {
  "id": 1103,
  "en": "broad",
  "ru": "широкий"
  },
  {
  "id": 1104,
  "en": "broadcast",
  "ru": "транслировать, трансляция"
  },
  {
  "id": 1105,
  "en": "broadcaster",
  "ru": "диктор"
  },
  {
  "id": 1106,
  "en": "broaden",
  "ru": "расширять"
  },
  {
  "id": 1107,
  "en": "brochure",
  "ru": "брошюра"
  },
  {
  "id": 1108,
  "en": "broker",
  "ru": "брокер"
  },
  {
  "id": 1109,
  "en": "bronze",
  "ru": "бронза"
  },
  {
  "id": 1110,
  "en": "broom",
  "ru": "метла, веник"
  },
  {
  "id": 1111,
  "en": "broth",
  "ru": "бульон, отвар"
  },
  {
  "id": 1112,
  "en": "brother",
  "ru": "брат"
  },
  {
  "id": 1113,
  "en": "brow",
  "ru": "бровь"
  },
  {
  "id": 1114,
  "en": "bruise",
  "ru": "синяк, ушиб"
  },
  {
  "id": 1115,
  "en": "brush",
  "ru": "кисть, щётка, чистить"
  },
  {
  "id": 1116,
  "en": "brutal",
  "ru": "жестокий, зверский"
  },
  {
  "id": 1117,
  "en": "brutality",
  "ru": "жестокость, зверство"
  },
  {
  "id": 1118,
  "en": "brute",
  "ru": "животное, зверь, грубый"
  },
  {
  "id": 1119,
  "en": "bubble",
  "ru": "пузырь"
  },
  {
  "id": 1120,
  "en": "buck",
  "ru": "самец, обычно рогатых"
  },
  {
  "id": 1121,
  "en": "bucket",
  "ru": "ведро, бадья"
  },
  {
  "id": 1122,
  "en": "buckle",
  "ru": "пряжка"
  },
  {
  "id": 1123,
  "en": "buckle",
  "ru": "[ˈbʌkl ʌp] застегнуться"
  },
  {
  "id": 1124,
  "en": "buckle",
  "ru": "[ˈbʌklʌp] пристегнуться"
  },
  {
  "id": 1125,
  "en": "bud",
  "ru": "бутон или почка растения"
  },
  {
  "id": 1126,
  "en": "buddy",
  "ru": "дружище, парень"
  },
  {
  "id": 1127,
  "en": "budge",
  "ru": "сдвинуть"
  },
  {
  "id": 1128,
  "en": "budget",
  "ru": "бюджет"
  },
  {
  "id": 1129,
  "en": "buffalo",
  "ru": "буйвол или бизон"
  },
  {
  "id": 1130,
  "en": "buffer",
  "ru": "буфер"
  },
  {
  "id": 1131,
  "en": "bug",
  "ru": "жук"
  },
  {
  "id": 1132,
  "en": "build",
  "ru": "[bɪldɒn] нарастить, развить"
  },
  {
  "id": 1133,
  "en": "build",
  "ru": "строить"
  },
  {
  "id": 1134,
  "en": "built-in",
  "ru": "встроенный"
  },
  {
  "id": 1135,
  "en": "bulb",
  "ru": "лампа, колба"
  },
  {
  "id": 1136,
  "en": "bulge",
  "ru": "бугор, выпуклость"
  },
  {
  "id": 1137,
  "en": "bulk",
  "ru": "основная масса"
  },
  {
  "id": 1138,
  "en": "bull",
  "ru": "бык"
  },
  {
  "id": 1139,
  "en": "bullet",
  "ru": "пуля"
  },
  {
  "id": 1140,
  "en": "bullshit",
  "ru": "ерунда, чушь"
  },
  {
  "id": 1141,
  "en": "bully",
  "ru": "задира, задирать"
  },
  {
  "id": 1142,
  "en": "bum",
  "ru": "бомж или бездельник"
  },
  {
  "id": 1143,
  "en": "bump",
  "ru": "шишка, выпуклость"
  },
  {
  "id": 1144,
  "en": "bump",
  "ru": "удар, ударять"
  },
  {
  "id": 1145,
  "en": "bump",
  "ru": "[bʌmpˈɪntuː] случайно встретить, столкнуться"
  },
  {
  "id": 1146,
  "en": "bun",
  "ru": "булочка"
  },
  {
  "id": 1147,
  "en": "bunch",
  "ru": "связка, пучок, группа"
  },
  {
  "id": 1148,
  "en": "bundle",
  "ru": "связка, пучок, пачка"
  },
  {
  "id": 1149,
  "en": "bungalow",
  "ru": "бунгало"
  },
  {
  "id": 1150,
  "en": "bunk",
  "ru": "койка, спальное место"
  },
  {
  "id": 1151,
  "en": "bunker",
  "ru": "бункер"
  },
  {
  "id": 1152,
  "en": "bunny",
  "ru": "кролик (разг, детск.)"
  },
  {
  "id": 1153,
  "en": "burden",
  "ru": "бремя, нагружать"
  },
  {
  "id": 1154,
  "en": "bureau",
  "ru": "бюро"
  },
  {
  "id": 1155,
  "en": "bureaucracy",
  "ru": "бюрократия"
  },
  {
  "id": 1156,
  "en": "bureaucrat",
  "ru": "бюрократ"
  },
  {
  "id": 1157,
  "en": "burglar",
  "ru": "вор взломщик"
  },
  {
  "id": 1158,
  "en": "burglary",
  "ru": "кража со взломом"
  },
  {
  "id": 1159,
  "en": "burial",
  "ru": "захоронение"
  },
  {
  "id": 1160,
  "en": "burn",
  "ru": "жечь"
  },
  {
  "id": 1161,
  "en": "burn",
  "ru": "[bɜːnaʊt] выгореть, перегореть"
  },
  {
  "id": 1162,
  "en": "burn",
  "ru": "[bɜːndaʊn] сгореть, сжечь (полностью)"
  },
  {
  "id": 1163,
  "en": "burrow",
  "ru": "нора, зарываться"
  },
  {
  "id": 1164,
  "en": "burst",
  "ru": "взрыв, всплеск и т. д."
  },
  {
  "id": 1165,
  "en": "bury",
  "ru": "хоронить"
  },
  {
  "id": 1166,
  "en": "bus",
  "ru": "автобус"
  },
  {
  "id": 1167,
  "en": "bush",
  "ru": "куст"
  },
  {
  "id": 1168,
  "en": "bushy",
  "ru": "лохматый"
  },
  {
  "id": 1169,
  "en": "business",
  "ru": "занятие"
  },
  {
  "id": 1170,
  "en": "business",
  "ru": "бизнес, дело"
  },
  {
  "id": 1171,
  "en": "businessman",
  "ru": "бизнесмен"
  },
  {
  "id": 1172,
  "en": "bust",
  "ru": "бюст"
  },
  {
  "id": 1173,
  "en": "bustle",
  "ru": "суета, суматоха"
  },
  {
  "id": 1174,
  "en": "busy",
  "ru": "занятый"
  },
  {
  "id": 1175,
  "en": "but",
  "ru": "но"
  },
  {
  "id": 1176,
  "en": "butcher",
  "ru": "мясник"
  },
  {
  "id": 1177,
  "en": "butt",
  "ru": "(on) [bʌtɪn] встревать, вмешиваться"
  },
  {
  "id": 1178,
  "en": "butt",
  "ru": "торец, зад"
  },
  {
  "id": 1179,
  "en": "butt",
  "ru": "задница"
  },
  {
  "id": 1180,
  "en": "butter",
  "ru": "масло сливочное"
  },
  {
  "id": 1181,
  "en": "butterfly",
  "ru": "бабочка"
  },
  {
  "id": 1182,
  "en": "button",
  "ru": "пуговица, застёгивать"
  },
  {
  "id": 1183,
  "en": "button",
  "ru": "кнопка"
  },
  {
  "id": 1184,
  "en": "buy",
  "ru": "верить, соглашаться (разг.)"
  },
  {
  "id": 1185,
  "en": "buy",
  "ru": "[baɪʌp] скупить"
  },
  {
  "id": 1186,
  "en": "buy",
  "ru": "покупать"
  },
  {
  "id": 1187,
  "en": "buzz",
  "ru": "жужжать"
  },
  {
  "id": 1188,
  "en": "by",
  "ru": "[baɪfɑː] безусловно"
  },
  {
  "id": 1189,
  "en": "by",
  "ru": "way [baɪðəweɪ] кстати"
  },
  {
  "id": 1190,
  "en": "by",
  "ru": "[baɪwʌnˈsɛlf] один, сам"
  },
  {
  "id": 1191,
  "en": "by",
  "ru": "[baɪʧɑːns] случайно"
  },
  {
  "id": 1192,
  "en": "by",
  "ru": "[baɪhɑːt] наизусть"
  },
  {
  "id": 1193,
  "en": "by",
  "ru": "[baɪtɜːnz] по очереди"
  },
  {
  "id": 1194,
  "en": "by",
  "ru": "через"
  },
  {
  "id": 1195,
  "en": "bye",
  "ru": "пока"
  },
  {
  "id": 1196,
  "en": "bypass",
  "ru": "обходить, обход"
  },
  {
  "id": 1197,
  "en": "cab",
  "ru": "такси"
  },
  {
  "id": 1198,
  "en": "cabbage",
  "ru": "капуста"
  },
  {
  "id": 1199,
  "en": "cabin",
  "ru": "хижина"
  },
  {
  "id": 1200,
  "en": "cabinet",
  "ru": "кабинет"
  },
  {
  "id": 1201,
  "en": "cable",
  "ru": "канат, кабель, трос и т.д."
  },
  {
  "id": 1202,
  "en": "cactus",
  "ru": "кактус"
  },
  {
  "id": 1203,
  "en": "cafe",
  "ru": "кафе"
  },
  {
  "id": 1204,
  "en": "cafeteria",
  "ru": "кафетерий"
  },
  {
  "id": 1205,
  "en": "cage",
  "ru": "клетка, запирать в клетку"
  },
  {
  "id": 1206,
  "en": "cake",
  "ru": "пироженое"
  },
  {
  "id": 1207,
  "en": "calcium",
  "ru": "кальций"
  },
  {
  "id": 1208,
  "en": "calculate",
  "ru": "считать"
  },
  {
  "id": 1209,
  "en": "calendar",
  "ru": "календарь"
  },
  {
  "id": 1210,
  "en": "calf",
  "ru": "[kɑːf] теленок"
  },
  {
  "id": 1211,
  "en": "caliber,",
  "ru": "[ˈkælɪbə, ˈkælɪbə] калибр"
  },
  {
  "id": 1212,
  "en": "calibre",
  "ru": "калибр"
  },
  {
  "id": 1213,
  "en": "call",
  "ru": "[kɔːlɒf] отменить"
  },
  {
  "id": 1214,
  "en": "call",
  "ru": "[kɔːlɒn] обратиться, попросить"
  },
  {
  "id": 1215,
  "en": "call",
  "ru": "[kɔːlbæk] перезвонить"
  },
  {
  "id": 1216,
  "en": "call",
  "ru": "[kɔːlfɔː] требовать, взывать"
  },
  {
  "id": 1217,
  "en": "call",
  "ru": "звать"
  },
  {
  "id": 1218,
  "en": "calm",
  "ru": "спокойный, успокоить"
  },
  {
  "id": 1219,
  "en": "calm",
  "ru": "[kɑːmdaʊn] успокоиться"
  },
  {
  "id": 1220,
  "en": "calmness",
  "ru": "спокойствие"
  },
  {
  "id": 1221,
  "en": "calorie",
  "ru": "калория"
  },
  {
  "id": 1222,
  "en": "camel",
  "ru": "верблюд"
  },
  {
  "id": 1223,
  "en": "camera",
  "ru": "камера"
  },
  {
  "id": 1224,
  "en": "camouflage",
  "ru": "камуфляж"
  },
  {
  "id": 1225,
  "en": "camp",
  "ru": "лагерь"
  },
  {
  "id": 1226,
  "en": "campaign",
  "ru": "кампания"
  },
  {
  "id": 1227,
  "en": "camper",
  "ru": "турист (в кемпинге)"
  },
  {
  "id": 1228,
  "en": "campus",
  "ru": "кампус"
  },
  {
  "id": 1229,
  "en": "can",
  "ru": "жестяная банка"
  },
  {
  "id": 1230,
  "en": "can/could",
  "ru": "может"
  },
  {
  "id": 1231,
  "en": "canal",
  "ru": "канал"
  },
  {
  "id": 1232,
  "en": "cancel",
  "ru": "отменять"
  },
  {
  "id": 1233,
  "en": "cancellation",
  "ru": "отмена"
  },
  {
  "id": 1234,
  "en": "cancer",
  "ru": "рак (болезнь)"
  },
  {
  "id": 1235,
  "en": "candid",
  "ru": "честный, беспристрастный"
  },
  {
  "id": 1236,
  "en": "candidate",
  "ru": "кандидат"
  },
  {
  "id": 1237,
  "en": "candle",
  "ru": "свеча"
  },
  {
  "id": 1238,
  "en": "candlestick",
  "ru": "подсвечник"
  },
  {
  "id": 1239,
  "en": "candy",
  "ru": "конфеты"
  },
  {
  "id": 1240,
  "en": "cane",
  "ru": "трость"
  },
  {
  "id": 1241,
  "en": "canned",
  "ru": "консервированный"
  },
  {
  "id": 1242,
  "en": "cannibal",
  "ru": "каннибал"
  },
  {
  "id": 1243,
  "en": "cannon",
  "ru": "пушка"
  },
  {
  "id": 1244,
  "en": "canoe",
  "ru": "каноэ"
  },
  {
  "id": 1245,
  "en": "canon",
  "ru": "канон"
  },
  {
  "id": 1246,
  "en": "canopy",
  "ru": "навес, тент, полог"
  },
  {
  "id": 1247,
  "en": "canvas",
  "ru": "холст"
  },
  {
  "id": 1248,
  "en": "canyon",
  "ru": "каньон"
  },
  {
  "id": 1249,
  "en": "cap",
  "ru": "кепка, шляпа, колпачок"
  },
  {
  "id": 1250,
  "en": "capability",
  "ru": "возможность"
  },
  {
  "id": 1251,
  "en": "capable",
  "ru": "способный к ч-л."
  },
  {
  "id": 1252,
  "en": "capacious",
  "ru": "вместительный"
  },
  {
  "id": 1253,
  "en": "capacity",
  "ru": "ёмкость, вместимость"
  },
  {
  "id": 1254,
  "en": "capacity",
  "ru": "способность, возможность"
  },
  {
  "id": 1255,
  "en": "cape",
  "ru": "мыс"
  },
  {
  "id": 1256,
  "en": "capital",
  "ru": "главный, большой, высший"
  },
  {
  "id": 1257,
  "en": "capital",
  "ru": "капитал"
  },
  {
  "id": 1258,
  "en": "capital",
  "ru": "столица"
  },
  {
  "id": 1259,
  "en": "capitalism",
  "ru": "капитализм"
  },
  {
  "id": 1260,
  "en": "capsule",
  "ru": "капсула"
  },
  {
  "id": 1261,
  "en": "captain",
  "ru": "капитан"
  },
  {
  "id": 1262,
  "en": "captivate",
  "ru": "пленять"
  },
  {
  "id": 1263,
  "en": "captive",
  "ru": "пленник"
  },
  {
  "id": 1264,
  "en": "captivity",
  "ru": "неволя"
  },
  {
  "id": 1265,
  "en": "capture",
  "ru": "захватить"
  },
  {
  "id": 1266,
  "en": "car",
  "ru": "автомобиль"
  },
  {
  "id": 1267,
  "en": "caramel",
  "ru": "карамель"
  },
  {
  "id": 1268,
  "en": "caravan",
  "ru": "караван"
  },
  {
  "id": 1269,
  "en": "carbohydrate",
  "ru": "углевод"
  },
  {
  "id": 1270,
  "en": "carbon",
  "ru": "углерод, уголь, графит"
  },
  {
  "id": 1271,
  "en": "carcass",
  "ru": "туша"
  },
  {
  "id": 1272,
  "en": "card",
  "ru": "карта"
  },
  {
  "id": 1273,
  "en": "cardboard",
  "ru": "картон"
  },
  {
  "id": 1274,
  "en": "cardinal",
  "ru": "кардинал, кардинальный"
  },
  {
  "id": 1275,
  "en": "care",
  "ru": "забота, уход"
  },
  {
  "id": 1276,
  "en": "care",
  "ru": "переживать, интересоваться"
  },
  {
  "id": 1277,
  "en": "career",
  "ru": "карьера"
  },
  {
  "id": 1278,
  "en": "carefree",
  "ru": "беззаботный"
  },
  {
  "id": 1279,
  "en": "careful",
  "ru": "осторожный"
  },
  {
  "id": 1280,
  "en": "careless",
  "ru": "неосторожный"
  },
  {
  "id": 1281,
  "en": "caress",
  "ru": "ласкать, гладить"
  },
  {
  "id": 1282,
  "en": "caretaker",
  "ru": "смотритель"
  },
  {
  "id": 1283,
  "en": "cargo",
  "ru": "груз, грузовой"
  },
  {
  "id": 1284,
  "en": "carpenter",
  "ru": "плотник"
  },
  {
  "id": 1285,
  "en": "carpentry",
  "ru": "плотничье дело"
  },
  {
  "id": 1286,
  "en": "carpet",
  "ru": "ковер"
  },
  {
  "id": 1287,
  "en": "carriage",
  "ru": "каретка"
  },
  {
  "id": 1288,
  "en": "carrier",
  "ru": "перевозчик, носильщик"
  },
  {
  "id": 1289,
  "en": "carrot",
  "ru": "морковь"
  },
  {
  "id": 1290,
  "en": "carry",
  "ru": "выполнить"
  },
  {
  "id": 1291,
  "en": "carry",
  "ru": "носить"
  },
  {
  "id": 1292,
  "en": "carry",
  "ru": "[ˈkæriɒn] продолжать"
  },
  {
  "id": 1293,
  "en": "cart",
  "ru": "телега"
  },
  {
  "id": 1294,
  "en": "carton",
  "ru": "картон"
  },
  {
  "id": 1295,
  "en": "cartoon",
  "ru": "мультфильм"
  },
  {
  "id": 1296,
  "en": "carve",
  "ru": "вырезать (напр. из дерева)"
  },
  {
  "id": 1297,
  "en": "carving",
  "ru": "резьба"
  },
  {
  "id": 1298,
  "en": "cascade",
  "ru": "каскад"
  },
  {
  "id": 1299,
  "en": "case",
  "ru": "случай, дело"
  },
  {
  "id": 1300,
  "en": "case",
  "ru": "дело (уголовное)"
  },
  {
  "id": 1301,
  "en": "case",
  "ru": "ящик, футляр, чехол"
  },
  {
  "id": 1302,
  "en": "cash",
  "ru": "наличка, обналичить"
  },
  {
  "id": 1303,
  "en": "cashier",
  "ru": "кассир"
  },
  {
  "id": 1304,
  "en": "casino",
  "ru": "казино"
  },
  {
  "id": 1305,
  "en": "casket",
  "ru": "шкатулка или гроб (амер.)"
  },
  {
  "id": 1306,
  "en": "cassette",
  "ru": "кассета"
  },
  {
  "id": 1307,
  "en": "cast",
  "ru": "cast) [kɑːst] бросать, метать"
  },
  {
  "id": 1308,
  "en": "cast",
  "ru": "cast) [kɑːst] отливать"
  },
  {
  "id": 1309,
  "en": "caste",
  "ru": "каста"
  },
  {
  "id": 1310,
  "en": "castle",
  "ru": "замок"
  },
  {
  "id": 1311,
  "en": "casual",
  "ru": "случайный"
  },
  {
  "id": 1312,
  "en": "casualty",
  "ru": "жертва, потери"
  },
  {
  "id": 1313,
  "en": "cat",
  "ru": "кошка"
  },
  {
  "id": 1314,
  "en": "catalog",
  "ru": "catalogue [ˈkætəlɒg] каталог"
  },
  {
  "id": 1315,
  "en": "catastrophe",
  "ru": "катастрофа"
  },
  {
  "id": 1316,
  "en": "catastrophic",
  "ru": "катастрофический"
  },
  {
  "id": 1317,
  "en": "catch",
  "ru": "caught) [kæʧ] ловить"
  },
  {
  "id": 1318,
  "en": "catch",
  "ru": "[kæʧɒn] становиться популярным"
  },
  {
  "id": 1319,
  "en": "catch",
  "ru": "расслышать, уловить"
  },
  {
  "id": 1320,
  "en": "catch",
  "ru": "[kæʧɒn] внезапно понять"
  },
  {
  "id": 1321,
  "en": "catch",
  "ru": "with [kæʧʌpwɪð] догнать"
  },
  {
  "id": 1322,
  "en": "category",
  "ru": "категория"
  },
  {
  "id": 1323,
  "en": "cater",
  "ru": "обслуживать, угождать"
  },
  {
  "id": 1324,
  "en": "catering",
  "ru": "общественное питание"
  },
  {
  "id": 1325,
  "en": "cathedral",
  "ru": "собор"
  },
  {
  "id": 1326,
  "en": "catholic",
  "ru": "католик, католический"
  },
  {
  "id": 1327,
  "en": "cattle",
  "ru": "крупный рогатый скот"
  },
  {
  "id": 1328,
  "en": "cause",
  "ru": "причина, быть причиной"
  },
  {
  "id": 1329,
  "en": "caused",
  "ru": "вызванный"
  },
  {
  "id": 1330,
  "en": "caution",
  "ru": "осторожность, предостережение"
  },
  {
  "id": 1331,
  "en": "cautious",
  "ru": "осторожный"
  },
  {
  "id": 1332,
  "en": "cave",
  "ru": "пещера"
  },
  {
  "id": 1333,
  "en": "caviar",
  "ru": "икра"
  },
  {
  "id": 1334,
  "en": "cavity",
  "ru": "полость, впадина"
  },
  {
  "id": 1335,
  "en": "cease",
  "ru": "прекращать"
  },
  {
  "id": 1336,
  "en": "ceaseless",
  "ru": "непрестанный"
  },
  {
  "id": 1337,
  "en": "cedar",
  "ru": "кедр"
  },
  {
  "id": 1338,
  "en": "ceiling",
  "ru": "потолок, перекрытие"
  },
  {
  "id": 1339,
  "en": "celebrate",
  "ru": "праздновать"
  },
  {
  "id": 1340,
  "en": "celebration",
  "ru": "праздник"
  },
  {
  "id": 1341,
  "en": "celebratory",
  "ru": "праздничный"
  },
  {
  "id": 1342,
  "en": "celebrity",
  "ru": "знаменитость"
  },
  {
  "id": 1343,
  "en": "celestial",
  "ru": "астрономический, небесный"
  },
  {
  "id": 1344,
  "en": "cell",
  "ru": "ячейка, клетка"
  },
  {
  "id": 1345,
  "en": "cell",
  "ru": "[sɛlfəʊn] сотовый телефон"
  },
  {
  "id": 1346,
  "en": "cell",
  "ru": "[sɛlfəʊn] мобильник"
  },
  {
  "id": 1347,
  "en": "cellar",
  "ru": "подвал"
  },
  {
  "id": 1348,
  "en": "cellular",
  "ru": "сотовый"
  },
  {
  "id": 1349,
  "en": "cement",
  "ru": "цемент"
  },
  {
  "id": 1350,
  "en": "cemetery",
  "ru": "кладбище"
  },
  {
  "id": 1351,
  "en": "censor",
  "ru": "цензор"
  },
  {
  "id": 1352,
  "en": "censorship",
  "ru": "цензура"
  },
  {
  "id": 1353,
  "en": "census",
  "ru": "перепись"
  },
  {
  "id": 1354,
  "en": "cent",
  "ru": "цент"
  },
  {
  "id": 1355,
  "en": "center,",
  "ru": "[ˈsɛntə, ˈsɛntə] центр"
  },
  {
  "id": 1356,
  "en": "centimetre",
  "ru": "сантиметр"
  },
  {
  "id": 1357,
  "en": "central",
  "ru": "центральный"
  },
  {
  "id": 1358,
  "en": "century",
  "ru": "век"
  },
  {
  "id": 1359,
  "en": "ceramic",
  "ru": "керамический"
  },
  {
  "id": 1360,
  "en": "cereal",
  "ru": "злак, каша, хлопья"
  },
  {
  "id": 1361,
  "en": "ceremony",
  "ru": "церемония"
  },
  {
  "id": 1362,
  "en": "certain",
  "ru": "определённый, уверенный"
  },
  {
  "id": 1363,
  "en": "certainly",
  "ru": "безусловно"
  },
  {
  "id": 1364,
  "en": "certainty",
  "ru": "определенность"
  },
  {
  "id": 1365,
  "en": "certificate",
  "ru": "сертификат"
  },
  {
  "id": 1366,
  "en": "chain",
  "ru": "цепь"
  },
  {
  "id": 1367,
  "en": "chair",
  "ru": "стул"
  },
  {
  "id": 1368,
  "en": "chairman",
  "ru": "председатель"
  },
  {
  "id": 1369,
  "en": "chalk",
  "ru": "мел"
  },
  {
  "id": 1370,
  "en": "chalky",
  "ru": "меловой, известковый"
  },
  {
  "id": 1371,
  "en": "challenge",
  "ru": "вызов, необычная задача"
  },
  {
  "id": 1372,
  "en": "challenging",
  "ru": "манящий, перспективный"
  },
  {
  "id": 1373,
  "en": "chamber",
  "ru": "кабинет, зал, палата, камера"
  },
  {
  "id": 1374,
  "en": "champagne",
  "ru": "шампанское"
  },
  {
  "id": 1375,
  "en": "champion",
  "ru": "чемпион"
  },
  {
  "id": 1376,
  "en": "chance",
  "ru": "шанс"
  },
  {
  "id": 1377,
  "en": "chancellor",
  "ru": "канцлер"
  },
  {
  "id": 1378,
  "en": "change",
  "ru": "сдача, мелочь"
  },
  {
  "id": 1379,
  "en": "change",
  "ru": "[ʧeɪnʤˈɪntuː] превращаться в"
  },
  {
  "id": 1380,
  "en": "change",
  "ru": "изменять"
  },
  {
  "id": 1381,
  "en": "channel",
  "ru": "канал"
  },
  {
  "id": 1382,
  "en": "chant",
  "ru": "петь, скандировать, песнопение"
  },
  {
  "id": 1383,
  "en": "chaos",
  "ru": "хаос"
  },
  {
  "id": 1384,
  "en": "chaotic",
  "ru": "хаотичный"
  },
  {
  "id": 1385,
  "en": "chap",
  "ru": "парень"
  },
  {
  "id": 1386,
  "en": "chapel",
  "ru": "часовня"
  },
  {
  "id": 1387,
  "en": "chaplain",
  "ru": "капеллан"
  },
  {
  "id": 1388,
  "en": "chapter",
  "ru": "глава"
  },
  {
  "id": 1389,
  "en": "character",
  "ru": "персонаж"
  },
  {
  "id": 1390,
  "en": "character",
  "ru": "характер"
  },
  {
  "id": 1391,
  "en": "characteristic",
  "ru": "характеристика"
  },
  {
  "id": 1392,
  "en": "charcoal",
  "ru": "древесный уголь"
  },
  {
  "id": 1393,
  "en": "charge",
  "ru": "заряжать, нагружать"
  },
  {
  "id": 1394,
  "en": "charge",
  "ru": "обвинять"
  },
  {
  "id": 1395,
  "en": "charge",
  "ru": "плата"
  },
  {
  "id": 1396,
  "en": "charger",
  "ru": "зарядное устройство"
  },
  {
  "id": 1397,
  "en": "charges",
  "ru": "расходы, издержки"
  },
  {
  "id": 1398,
  "en": "charisma",
  "ru": "харизма"
  },
  {
  "id": 1399,
  "en": "charismatic",
  "ru": "харизматичный"
  },
  {
  "id": 1400,
  "en": "charitable",
  "ru": "благотворительный"
  },
  {
  "id": 1401,
  "en": "charity",
  "ru": "благотворительность"
  },
  {
  "id": 1402,
  "en": "charm",
  "ru": "обаяние, очаровывать"
  },
  {
  "id": 1403,
  "en": "charming",
  "ru": "обаятельный"
  },
  {
  "id": 1404,
  "en": "chart",
  "ru": "схема, график, таблица"
  },
  {
  "id": 1405,
  "en": "charter",
  "ru": "чартер"
  },
  {
  "id": 1406,
  "en": "chase",
  "ru": "погоня, гнаться"
  },
  {
  "id": 1407,
  "en": "chat",
  "ru": "болтать"
  },
  {
  "id": 1408,
  "en": "chatter",
  "ru": "болтать, болтовня"
  },
  {
  "id": 1409,
  "en": "chatty",
  "ru": "болтливый"
  },
  {
  "id": 1410,
  "en": "cheap",
  "ru": "дешёвы"
  },
  {
  "id": 1411,
  "en": "cheat",
  "ru": "жульничать"
  },
  {
  "id": 1412,
  "en": "cheat",
  "ru": "[ʧiːtɒn] изменять"
  },
  {
  "id": 1413,
  "en": "cheater",
  "ru": "жулик"
  },
  {
  "id": 1414,
  "en": "check",
  "ru": "[ʧɛkˈɪntuː] лечь (в больницу)"
  },
  {
  "id": 1415,
  "en": "check",
  "ru": "проверить"
  },
  {
  "id": 1416,
  "en": "check",
  "ru": "[ʧɛkɒn] проверить, что всё норм"
  },
  {
  "id": 1417,
  "en": "check",
  "ru": "[ʧɛkθruː] просмотреть"
  },
  {
  "id": 1418,
  "en": "check",
  "ru": "[ʧɛkaʊt] посмотреть, заценить"
  },
  {
  "id": 1419,
  "en": "check",
  "ru": "[ʧɛkɪn] вселиться (в отель)"
  },
  {
  "id": 1420,
  "en": "check",
  "ru": "[ʧɛkaʊt] освободить номер"
  },
  {
  "id": 1421,
  "en": "checkpoint",
  "ru": "контрольная точка, КПП"
  },
  {
  "id": 1422,
  "en": "checkup",
  "ru": "медосмотр"
  },
  {
  "id": 1423,
  "en": "cheek",
  "ru": "щека"
  },
  {
  "id": 1424,
  "en": "cheer",
  "ru": "аплодировать, радостно встречать"
  },
  {
  "id": 1425,
  "en": "cheer",
  "ru": "[ʧɪərɒn] болеть (за спорт)"
  },
  {
  "id": 1426,
  "en": "cheer",
  "ru": "[ʧɪərʌp] взбодриться"
  },
  {
  "id": 1427,
  "en": "cheerful",
  "ru": "весёлый, неунывающий"
  },
  {
  "id": 1428,
  "en": "cheerfulness",
  "ru": "бодрость"
  },
  {
  "id": 1429,
  "en": "cheerless",
  "ru": "унылый"
  },
  {
  "id": 1430,
  "en": "cheese",
  "ru": "сыр"
  },
  {
  "id": 1431,
  "en": "chef",
  "ru": "шеф-повар"
  },
  {
  "id": 1432,
  "en": "chemical",
  "ru": "химическая"
  },
  {
  "id": 1433,
  "en": "chemist",
  "ru": "химик"
  },
  {
  "id": 1434,
  "en": "chemistry",
  "ru": "химия"
  },
  {
  "id": 1435,
  "en": "cherish",
  "ru": "лелеять, хранить"
  },
  {
  "id": 1436,
  "en": "cherished",
  "ru": "заветный"
  },
  {
  "id": 1437,
  "en": "cherry",
  "ru": "вишня"
  },
  {
  "id": 1438,
  "en": "chess",
  "ru": "шахматы"
  },
  {
  "id": 1439,
  "en": "chessboard",
  "ru": "шахматная доска"
  },
  {
  "id": 1440,
  "en": "chest",
  "ru": "грудь (грудная клетка)"
  },
  {
  "id": 1441,
  "en": "chest",
  "ru": "сундук"
  },
  {
  "id": 1442,
  "en": "chestnut",
  "ru": "каштан"
  },
  {
  "id": 1443,
  "en": "chew",
  "ru": "жевать"
  },
  {
  "id": 1444,
  "en": "chicken",
  "ru": "курица,"
  },
  {
  "id": 1445,
  "en": "chief",
  "ru": "вождь, начальник, главный"
  },
  {
  "id": 1446,
  "en": "chiefly",
  "ru": "главным образом"
  },
  {
  "id": 1447,
  "en": "child",
  "ru": "ребёнок"
  },
  {
  "id": 1448,
  "en": "childhood",
  "ru": "детство"
  },
  {
  "id": 1449,
  "en": "chill",
  "ru": "холод, охлаждать"
  },
  {
  "id": 1450,
  "en": "chill",
  "ru": "[ʧɪlaʊt] расслабиться"
  },
  {
  "id": 1451,
  "en": "chilly",
  "ru": "холодный, зябкий"
  },
  {
  "id": 1452,
  "en": "chimney",
  "ru": "дымовая труба"
  },
  {
  "id": 1453,
  "en": "chimpanzee",
  "ru": "шимпанзе"
  },
  {
  "id": 1454,
  "en": "chin",
  "ru": "подбородок"
  },
  {
  "id": 1455,
  "en": "chip",
  "ru": "щепка, стружка"
  },
  {
  "id": 1456,
  "en": "chocolate",
  "ru": "шоколад"
  },
  {
  "id": 1457,
  "en": "choice",
  "ru": "выбор"
  },
  {
  "id": 1458,
  "en": "choir",
  "ru": "хор"
  },
  {
  "id": 1459,
  "en": "choke",
  "ru": "задыхаться, давиться"
  },
  {
  "id": 1460,
  "en": "choose",
  "ru": "выбирать"
  },
  {
  "id": 1461,
  "en": "chop",
  "ru": "рубить"
  },
  {
  "id": 1462,
  "en": "chop",
  "ru": "[ʧɒpdaʊn] срубить (дерево)"
  },
  {
  "id": 1463,
  "en": "chop",
  "ru": "[ʧɒpʌp] порезать (на кусочки)"
  },
  {
  "id": 1464,
  "en": "chord",
  "ru": "аккорд"
  },
  {
  "id": 1465,
  "en": "chord",
  "ru": "хорда"
  },
  {
  "id": 1466,
  "en": "chore",
  "ru": "скучная неприятная работа"
  },
  {
  "id": 1467,
  "en": "chorus",
  "ru": "хор"
  },
  {
  "id": 1468,
  "en": "chorus",
  "ru": "припев"
  },
  {
  "id": 1469,
  "en": "Christmas",
  "ru": "Рождество"
  },
  {
  "id": 1470,
  "en": "chronic",
  "ru": "хронический"
  },
  {
  "id": 1471,
  "en": "chronicle",
  "ru": "хроника"
  },
  {
  "id": 1472,
  "en": "chronological",
  "ru": ""
  },
  {
  "id": 1473,
  "en": "chronology",
  "ru": "хронология"
  },
  {
  "id": 1474,
  "en": "chuck",
  "ru": "бросать (небрежно)"
  },
  {
  "id": 1475,
  "en": "chuckle",
  "ru": "посмеиваться"
  },
  {
  "id": 1476,
  "en": "chunk",
  "ru": "кусок"
  },
  {
  "id": 1477,
  "en": "church",
  "ru": "церковь"
  },
  {
  "id": 1478,
  "en": "cigar",
  "ru": "сигара"
  },
  {
  "id": 1479,
  "en": "cigarette",
  "ru": "сигарета"
  },
  {
  "id": 1480,
  "en": "cinema",
  "ru": "кино, кинотеатр"
  },
  {
  "id": 1481,
  "en": "cinematic",
  "ru": "кинематографический"
  },
  {
  "id": 1482,
  "en": "cinnamon",
  "ru": "корица"
  },
  {
  "id": 1483,
  "en": "circle",
  "ru": "круг, окружность"
  },
  {
  "id": 1484,
  "en": "circuit",
  "ru": "схема, цепь, контур"
  },
  {
  "id": 1485,
  "en": "circular",
  "ru": "круговой"
  },
  {
  "id": 1486,
  "en": "circulate",
  "ru": "циркулировать"
  },
  {
  "id": 1487,
  "en": "circumstance",
  "ru": "обстоятельство"
  },
  {
  "id": 1488,
  "en": "circus",
  "ru": "цирк"
  },
  {
  "id": 1489,
  "en": "citation",
  "ru": "цитата"
  },
  {
  "id": 1490,
  "en": "cite",
  "ru": "упоминать, цитировать"
  },
  {
  "id": 1491,
  "en": "citizen",
  "ru": "гражданин"
  },
  {
  "id": 1492,
  "en": "citizenship",
  "ru": "гражданство"
  },
  {
  "id": 1493,
  "en": "city",
  "ru": "город"
  },
  {
  "id": 1494,
  "en": "civic",
  "ru": "гражданский"
  },
  {
  "id": 1495,
  "en": "civil",
  "ru": "гражданский, невоенный"
  },
  {
  "id": 1496,
  "en": "civilian",
  "ru": "гражданский"
  },
  {
  "id": 1497,
  "en": "civilization",
  "ru": "цивилизация"
  },
  {
  "id": 1498,
  "en": "civilize",
  "ru": "цивилизовать"
  },
  {
  "id": 1499,
  "en": "claim",
  "ru": "требовать, претендовать"
  },
  {
  "id": 1500,
  "en": "claim",
  "ru": "утверждать, претендовать"
  },
  {
  "id": 1501,
  "en": "clam",
  "ru": "моллюск"
  },
  {
  "id": 1502,
  "en": "clamour",
  "ru": "шум, ропот, протесты"
  },
  {
  "id": 1503,
  "en": "clamp",
  "ru": "зажимать, зажим"
  },
  {
  "id": 1504,
  "en": "clan",
  "ru": "клан"
  },
  {
  "id": 1505,
  "en": "clap",
  "ru": "хлопать в ладоши"
  },
  {
  "id": 1506,
  "en": "clarification",
  "ru": "прояснение"
  },
  {
  "id": 1507,
  "en": "clarify",
  "ru": "прояснять"
  },
  {
  "id": 1508,
  "en": "clash",
  "ru": "столкновение"
  },
  {
  "id": 1509,
  "en": "clasp",
  "ru": "застёжка, застёгивать"
  },
  {
  "id": 1510,
  "en": "class",
  "ru": "класс"
  },
  {
  "id": 1511,
  "en": "classic",
  "ru": "классический"
  },
  {
  "id": 1512,
  "en": "classification",
  "ru": "классификация"
  },
  {
  "id": 1513,
  "en": "classify",
  "ru": "классифицировать"
  },
  {
  "id": 1514,
  "en": "classmate",
  "ru": "одноклассник"
  },
  {
  "id": 1515,
  "en": "clause",
  "ru": "пункт, статья документа"
  },
  {
  "id": 1516,
  "en": "claw",
  "ru": "коготь, клешня"
  },
  {
  "id": 1517,
  "en": "clay",
  "ru": "глина"
  },
  {
  "id": 1518,
  "en": "clean",
  "ru": "[kliːnʌp] убрать (мусор)"
  },
  {
  "id": 1519,
  "en": "clean",
  "ru": "чистый"
  },
  {
  "id": 1520,
  "en": "cleanse",
  "ru": "очищать"
  },
  {
  "id": 1521,
  "en": "cleanser",
  "ru": "моющее средство"
  },
  {
  "id": 1522,
  "en": "cleanup",
  "ru": "уборка"
  },
  {
  "id": 1523,
  "en": "clear",
  "ru": "ясный, чистый"
  },
  {
  "id": 1524,
  "en": "clear",
  "ru": "[klɪərʌp] прояснить(ся)"
  },
  {
  "id": 1525,
  "en": "clear",
  "ru": "[klɪərɒf] убраться вон"
  },
  {
  "id": 1526,
  "en": "clear",
  "ru": "[klɪəraʊt] убирать, забирать"
  },
  {
  "id": 1527,
  "en": "clearance",
  "ru": "зазор"
  },
  {
  "id": 1528,
  "en": "clearer",
  "ru": "очиститель"
  },
  {
  "id": 1529,
  "en": "cleave",
  "ru": "раскалывать"
  },
  {
  "id": 1530,
  "en": "cleft",
  "ru": "расщелина"
  },
  {
  "id": 1531,
  "en": "clench",
  "ru": "стиснуть, сжать"
  },
  {
  "id": 1532,
  "en": "clergy",
  "ru": "духовенство"
  },
  {
  "id": 1533,
  "en": "clergyman",
  "ru": "священник"
  },
  {
  "id": 1534,
  "en": "clerical",
  "ru": "канцелярский, административный"
  },
  {
  "id": 1535,
  "en": "clerk",
  "ru": "клерк"
  },
  {
  "id": 1536,
  "en": "clever",
  "ru": "умный"
  },
  {
  "id": 1537,
  "en": "cleverness",
  "ru": "ум"
  },
  {
  "id": 1538,
  "en": "cliche",
  "ru": "клише"
  },
  {
  "id": 1539,
  "en": "click",
  "ru": "щёлкать, щелчок"
  },
  {
  "id": 1540,
  "en": "client",
  "ru": "клиент"
  },
  {
  "id": 1541,
  "en": "cliff",
  "ru": "утес"
  },
  {
  "id": 1542,
  "en": "climate",
  "ru": "климат"
  },
  {
  "id": 1543,
  "en": "climatic",
  "ru": "] климатический"
  },
  {
  "id": 1544,
  "en": "climax",
  "ru": "кульминация, разгар"
  },
  {
  "id": 1545,
  "en": "climb",
  "ru": "взбираться"
  },
  {
  "id": 1546,
  "en": "cling",
  "ru": "clung) [klɪŋ] цепляться"
  },
  {
  "id": 1547,
  "en": "clinic",
  "ru": "клиника"
  },
  {
  "id": 1548,
  "en": "clinical",
  "ru": "клинический"
  },
  {
  "id": 1549,
  "en": "clip",
  "ru": "отсекать, обрезать"
  },
  {
  "id": 1550,
  "en": "clip",
  "ru": "зажим, зажимать"
  },
  {
  "id": 1551,
  "en": "cloak",
  "ru": "плащ, мантия, покров"
  },
  {
  "id": 1552,
  "en": "cloakroom",
  "ru": "раздевалка"
  },
  {
  "id": 1553,
  "en": "clock",
  "ru": "часы"
  },
  {
  "id": 1554,
  "en": "clockwise",
  "ru": "по часовой стрелке"
  },
  {
  "id": 1555,
  "en": "clog",
  "ru": "загромождать"
  },
  {
  "id": 1556,
  "en": "clone",
  "ru": "клон"
  },
  {
  "id": 1557,
  "en": "close",
  "ru": "[kləʊsdaʊn] закрыться (насовсем)"
  },
  {
  "id": 1558,
  "en": "close",
  "ru": "on [kləʊs ɪn ɒn] приближаться"
  },
  {
  "id": 1559,
  "en": "close",
  "ru": "закрывать"
  },
  {
  "id": 1560,
  "en": "close",
  "ru": "близкий"
  },
  {
  "id": 1561,
  "en": "closet",
  "ru": "стенной шкаф"
  },
  {
  "id": 1562,
  "en": "closure",
  "ru": "закрытие, завершение"
  },
  {
  "id": 1563,
  "en": "cloth",
  "ru": "ткань, тряпка"
  },
  {
  "id": 1564,
  "en": "clothe",
  "ru": "одевать, покрывать"
  },
  {
  "id": 1565,
  "en": "clothes",
  "ru": "одежда"
  },
  {
  "id": 1566,
  "en": "clothing",
  "ru": "одежда"
  },
  {
  "id": 1567,
  "en": "cloud",
  "ru": "облако"
  },
  {
  "id": 1568,
  "en": "cloudless",
  "ru": "безоблачный"
  },
  {
  "id": 1569,
  "en": "cloudy",
  "ru": "облачный"
  },
  {
  "id": 1570,
  "en": "clout",
  "ru": "влияние, влиятельность"
  },
  {
  "id": 1571,
  "en": "clove",
  "ru": "гвоздика"
  },
  {
  "id": 1572,
  "en": "clown",
  "ru": "клоун"
  },
  {
  "id": 1573,
  "en": "club",
  "ru": "клуб"
  },
  {
  "id": 1574,
  "en": "clue",
  "ru": "ключ, нить, улика"
  },
  {
  "id": 1575,
  "en": "clueless",
  "ru": "невежественный"
  },
  {
  "id": 1576,
  "en": "clump",
  "ru": "комок, кучка, клок"
  },
  {
  "id": 1577,
  "en": "clumsiness",
  "ru": "неуклюжесть"
  },
  {
  "id": 1578,
  "en": "clumsy",
  "ru": "неловкий, неуклюжий"
  },
  {
  "id": 1579,
  "en": "cluster",
  "ru": "кластер"
  },
  {
  "id": 1580,
  "en": "clutch",
  "ru": "сцеплять, сцепление"
  },
  {
  "id": 1581,
  "en": "clutter",
  "ru": "беспорядок, куча всего"
  },
  {
  "id": 1582,
  "en": "co-worker",
  "ru": "сотрудник"
  },
  {
  "id": 1583,
  "en": "coach",
  "ru": "автобус, вагон, телега"
  },
  {
  "id": 1584,
  "en": "coach",
  "ru": "тренер"
  },
  {
  "id": 1585,
  "en": "coal",
  "ru": "уголь"
  },
  {
  "id": 1586,
  "en": "coalition",
  "ru": "коалиция"
  },
  {
  "id": 1587,
  "en": "coarse",
  "ru": "грубый, крупный, шероховатый"
  },
  {
  "id": 1588,
  "en": "coast",
  "ru": "побережье"
  },
  {
  "id": 1589,
  "en": "coastal",
  "ru": "береговой"
  },
  {
  "id": 1590,
  "en": "coaster",
  "ru": "подставка"
  },
  {
  "id": 1591,
  "en": "coastline",
  "ru": "береговая линия"
  },
  {
  "id": 1592,
  "en": "coat",
  "ru": "покрывать"
  },
  {
  "id": 1593,
  "en": "coat",
  "ru": "пальто"
  },
  {
  "id": 1594,
  "en": "coating",
  "ru": "покрытие"
  },
  {
  "id": 1595,
  "en": "coax",
  "ru": "убедить, соблазнить сделать"
  },
  {
  "id": 1596,
  "en": "cocaine",
  "ru": "кокаин"
  },
  {
  "id": 1597,
  "en": "cocktail",
  "ru": "коктейль"
  },
  {
  "id": 1598,
  "en": "coconut",
  "ru": "кокос"
  },
  {
  "id": 1599,
  "en": "coconut",
  "ru": "кокос"
  },
  {
  "id": 1600,
  "en": "code",
  "ru": "код"
  },
  {
  "id": 1601,
  "en": "coefficient",
  "ru": "коэффициент"
  },
  {
  "id": 1602,
  "en": "coerce",
  "ru": "принуждать"
  },
  {
  "id": 1603,
  "en": "coercion",
  "ru": "принуждение"
  },
  {
  "id": 1604,
  "en": "coexist",
  "ru": "сосуществовать"
  },
  {
  "id": 1605,
  "en": "coffee",
  "ru": "кофе"
  },
  {
  "id": 1606,
  "en": "coffin",
  "ru": "гроб"
  },
  {
  "id": 1607,
  "en": "cognitive",
  "ru": "когнитивный"
  },
  {
  "id": 1608,
  "en": "coherence",
  "ru": "согласованность"
  },
  {
  "id": 1609,
  "en": "coherent",
  "ru": "согласованный, связный"
  },
  {
  "id": 1610,
  "en": "cohesion",
  "ru": "единство, согласие"
  },
  {
  "id": 1611,
  "en": "cohesive",
  "ru": "связный, связующий"
  },
  {
  "id": 1612,
  "en": "coil",
  "ru": "катушка, моток, наматывать"
  },
  {
  "id": 1613,
  "en": "coin",
  "ru": "монета"
  },
  {
  "id": 1614,
  "en": "coincide",
  "ru": "совпасть"
  },
  {
  "id": 1615,
  "en": "coincidence",
  "ru": "совпадение"
  },
  {
  "id": 1616,
  "en": "cold",
  "ru": "простуда"
  },
  {
  "id": 1617,
  "en": "cold",
  "ru": "холодный"
  },
  {
  "id": 1618,
  "en": "collaborate",
  "ru": "сотрудничать"
  },
  {
  "id": 1619,
  "en": "collaboration",
  "ru": "сотрудничество"
  },
  {
  "id": 1620,
  "en": "collapse",
  "ru": "обрушиться, сложиться"
  },
  {
  "id": 1621,
  "en": "collapsible",
  "ru": "разборный"
  },
  {
  "id": 1622,
  "en": "collar",
  "ru": "воротник или ошейник"
  },
  {
  "id": 1623,
  "en": "colleague",
  "ru": "коллега"
  },
  {
  "id": 1624,
  "en": "collect",
  "ru": "собирать"
  },
  {
  "id": 1625,
  "en": "collection",
  "ru": "собрание, коллекция"
  },
  {
  "id": 1626,
  "en": "college",
  "ru": "колледж"
  },
  {
  "id": 1627,
  "en": "collide",
  "ru": "сталкиваться"
  },
  {
  "id": 1628,
  "en": "collision",
  "ru": "столкновение"
  },
  {
  "id": 1629,
  "en": "colon",
  "ru": "двоеточие"
  },
  {
  "id": 1630,
  "en": "colonel",
  "ru": "полковник"
  },
  {
  "id": 1631,
  "en": "colonial",
  "ru": "колониальный"
  },
  {
  "id": 1632,
  "en": "colony",
  "ru": "колония"
  },
  {
  "id": 1633,
  "en": "color",
  "ru": "цвет"
  },
  {
  "id": 1634,
  "en": "column",
  "ru": "столб, колонна"
  },
  {
  "id": 1635,
  "en": "coma",
  "ru": "кома"
  },
  {
  "id": 1636,
  "en": "comb",
  "ru": "расческа, причёсывать"
  },
  {
  "id": 1637,
  "en": "combat",
  "ru": "бой"
  },
  {
  "id": 1638,
  "en": "combative",
  "ru": "боевой"
  },
  {
  "id": 1639,
  "en": "combination",
  "ru": "сочетание"
  },
  {
  "id": 1640,
  "en": "combine",
  "ru": "соединять(ся)"
  },
  {
  "id": 1641,
  "en": "come",
  "ru": "[kʌmɒf] выйти, получиться"
  },
  {
  "id": 1642,
  "en": "come",
  "ru": "[kʌmɒv] получиться (как результат)"
  },
  {
  "id": 1643,
  "en": "come",
  "ru": "to [kʌmʌptuː] подойти к кому-л."
  },
  {
  "id": 1644,
  "en": "come",
  "ru": "[kʌmtuː] очнуться"
  },
  {
  "id": 1645,
  "en": "come",
  "ru": "[kʌmdaʊn] сводиться"
  },
  {
  "id": 1646,
  "en": "come",
  "ru": "[kʌməˈbaʊt] произойти"
  },
  {
  "id": 1647,
  "en": "come",
  "ru": "[kʌmˈɪntuː] унаследовать"
  },
  {
  "id": 1648,
  "en": "come",
  "ru": "[kʌmʌp] произойти или появиться"
  },
  {
  "id": 1649,
  "en": "come",
  "ru": "[kʌməˈlɒŋ] идти вместе"
  },
  {
  "id": 1650,
  "en": "come",
  "ru": "[kʌmfrɒm] быть из"
  },
  {
  "id": 1651,
  "en": "come",
  "ru": "[kʌmtruː] сбываться"
  },
  {
  "id": 1652,
  "en": "come",
  "ru": "[kʌmwɪð] прилагаться"
  },
  {
  "id": 1653,
  "en": "come",
  "ru": "[kʌmɒn] включаться"
  },
  {
  "id": 1654,
  "en": "come",
  "ru": "[kʌm ʌp] приближаться (о событии)"
  },
  {
  "id": 1655,
  "en": "come",
  "ru": "life [kʌmtuːlaɪf] оживать, приходить в себя"
  },
  {
  "id": 1656,
  "en": "come",
  "ru": "[kʌmθruː] пережить, перенести"
  },
  {
  "id": 1657,
  "en": "come",
  "ru": "[kʌmɪn] прибывать (о транспорте)"
  },
  {
  "id": 1658,
  "en": "come",
  "ru": "[kʌmaʊt] выступить, заявить"
  },
  {
  "id": 1659,
  "en": "come",
  "ru": "with [kʌmʌpwɪð] придумать"
  },
  {
  "id": 1660,
  "en": "come",
  "ru": "[kʌmtuː] доходить до"
  },
  {
  "id": 1661,
  "en": "come",
  "ru": "[kʌməˈpɑːt] развалиться"
  },
  {
  "id": 1662,
  "en": "come",
  "ru": "[kʌmˈəʊvə] заходить (в гости)"
  },
  {
  "id": 1663,
  "en": "come",
  "ru": "[kʌməˈraʊnd] заходить (в гости)"
  },
  {
  "id": 1664,
  "en": "come",
  "ru": "[kʌməˈkrɒs] встретить (случайно)"
  },
  {
  "id": 1665,
  "en": "come",
  "ru": "[kʌmɒf] отвалиться"
  },
  {
  "id": 1666,
  "en": "come",
  "ru": "[kʌməˈlɒŋ] продвигаться (о работе)"
  },
  {
  "id": 1667,
  "en": "come",
  "ru": "[kʌmɒn] продвигаться"
  },
  {
  "id": 1668,
  "en": "come",
  "ru": "[kʌmbaɪ] найти, заполучить"
  },
  {
  "id": 1669,
  "en": "come",
  "ru": "to [kʌmʌptuː] соответствовать, дотягивать"
  },
  {
  "id": 1670,
  "en": "come",
  "ru": "[kʌmaʊt] выходить (напр. об альбоме)"
  },
  {
  "id": 1671,
  "en": "come",
  "ru": "[kʌm baɪ] зайти"
  },
  {
  "id": 1672,
  "en": "come",
  "ru": "[kʌmˈʌndə] подвегрнуться"
  },
  {
  "id": 1673,
  "en": "come",
  "ru": "приходить"
  },
  {
  "id": 1674,
  "en": "comedian",
  "ru": "комик"
  },
  {
  "id": 1675,
  "en": "comedy",
  "ru": "комедия"
  },
  {
  "id": 1676,
  "en": "comet",
  "ru": "комета"
  },
  {
  "id": 1677,
  "en": "comfort",
  "ru": "утешать, утешение"
  },
  {
  "id": 1678,
  "en": "comfort",
  "ru": "комфорт"
  },
  {
  "id": 1679,
  "en": "comic",
  "ru": "комик, комический"
  },
  {
  "id": 1680,
  "en": "command",
  "ru": "командовать, команда"
  },
  {
  "id": 1681,
  "en": "commemorate",
  "ru": "отметить, почтить"
  },
  {
  "id": 1682,
  "en": "commemoration",
  "ru": "поминовение"
  },
  {
  "id": 1683,
  "en": "commemorative",
  "ru": "памятный"
  },
  {
  "id": 1684,
  "en": "commence",
  "ru": "начинать"
  },
  {
  "id": 1685,
  "en": "commencement",
  "ru": "начало"
  },
  {
  "id": 1686,
  "en": "commend",
  "ru": "высоко оценивать"
  },
  {
  "id": 1687,
  "en": "commendable",
  "ru": "похвальный"
  },
  {
  "id": 1688,
  "en": "commendation",
  "ru": "похвала"
  },
  {
  "id": 1689,
  "en": "comment",
  "ru": "комментарий"
  },
  {
  "id": 1690,
  "en": "commentator",
  "ru": "комментатор"
  },
  {
  "id": 1691,
  "en": "commerce",
  "ru": "коммерция, торговля"
  },
  {
  "id": 1692,
  "en": "commercial",
  "ru": "реклама (на ТВ)"
  },
  {
  "id": 1693,
  "en": "commercial",
  "ru": "коммерческий"
  },
  {
  "id": 1694,
  "en": "commission",
  "ru": "поручение, полномочие"
  },
  {
  "id": 1695,
  "en": "commission",
  "ru": "комиссия"
  },
  {
  "id": 1696,
  "en": "commit",
  "ru": "совершить (напр. ошибку)"
  },
  {
  "id": 1697,
  "en": "commitment",
  "ru": "приверженность"
  },
  {
  "id": 1698,
  "en": "commitment",
  "ru": "обязательство"
  },
  {
  "id": 1699,
  "en": "committee",
  "ru": "комитет"
  },
  {
  "id": 1700,
  "en": "commodity",
  "ru": "товар, сырьё"
  },
  {
  "id": 1701,
  "en": "common",
  "ru": "общий"
  },
  {
  "id": 1702,
  "en": "common",
  "ru": "обычный, распространённый"
  },
  {
  "id": 1703,
  "en": "commonly",
  "ru": "обычно"
  },
  {
  "id": 1704,
  "en": "commonplace",
  "ru": "обычное дело, банальность"
  },
  {
  "id": 1705,
  "en": "commonwealth",
  "ru": "содружество"
  },
  {
  "id": 1706,
  "en": "communal",
  "ru": "коммунальный, общий"
  },
  {
  "id": 1707,
  "en": "communicate",
  "ru": "общаться"
  },
  {
  "id": 1708,
  "en": "communication",
  "ru": "связь, общение"
  },
  {
  "id": 1709,
  "en": "communicative",
  "ru": "общительный"
  },
  {
  "id": 1710,
  "en": "communism",
  "ru": "коммунизм"
  },
  {
  "id": 1711,
  "en": "communist",
  "ru": "коммунист"
  },
  {
  "id": 1712,
  "en": "community",
  "ru": "община, сообщество"
  },
  {
  "id": 1713,
  "en": "commute",
  "ru": "ходить, курсировать"
  },
  {
  "id": 1714,
  "en": "commuter",
  "ru": "пассажир"
  },
  {
  "id": 1715,
  "en": "compact",
  "ru": "договор"
  },
  {
  "id": 1716,
  "en": "compact",
  "ru": "компактный, плотный"
  },
  {
  "id": 1717,
  "en": "companion",
  "ru": "компаньон"
  },
  {
  "id": 1718,
  "en": "company",
  "ru": "компания"
  },
  {
  "id": 1719,
  "en": "comparable",
  "ru": "сравнимый"
  },
  {
  "id": 1720,
  "en": "comparative",
  "ru": "сравнительный"
  },
  {
  "id": 1721,
  "en": "comparatively",
  "ru": "в сравнении"
  },
  {
  "id": 1722,
  "en": "compare",
  "ru": "сравнить"
  },
  {
  "id": 1723,
  "en": "comparison",
  "ru": "сравнение"
  },
  {
  "id": 1724,
  "en": "compartment",
  "ru": "отсек, отделение, купе"
  },
  {
  "id": 1725,
  "en": "compass",
  "ru": "компас"
  },
  {
  "id": 1726,
  "en": "compassion",
  "ru": "сочуствие, сострадание"
  },
  {
  "id": 1727,
  "en": "compassionate",
  "ru": "сострадательный"
  },
  {
  "id": 1728,
  "en": "compatibility",
  "ru": "совместимость"
  },
  {
  "id": 1729,
  "en": "compatible",
  "ru": "совместимый"
  },
  {
  "id": 1730,
  "en": "compel",
  "ru": "вынуждать, заставлять"
  },
  {
  "id": 1731,
  "en": "compensate",
  "ru": "компенсировать"
  },
  {
  "id": 1732,
  "en": "compete",
  "ru": "соперничать"
  },
  {
  "id": 1733,
  "en": "competence",
  "ru": "компетентность"
  },
  {
  "id": 1734,
  "en": "competent",
  "ru": "компетентный"
  },
  {
  "id": 1735,
  "en": "competition",
  "ru": "соревнование"
  },
  {
  "id": 1736,
  "en": "competitive",
  "ru": "конкурентоспособный"
  },
  {
  "id": 1737,
  "en": "competitor",
  "ru": "конкурент"
  },
  {
  "id": 1738,
  "en": "compile",
  "ru": "компилировать"
  },
  {
  "id": 1739,
  "en": "complain",
  "ru": "жаловаться"
  },
  {
  "id": 1740,
  "en": "complaint",
  "ru": "жалоба"
  },
  {
  "id": 1741,
  "en": "complement",
  "ru": "допонять, дополнение"
  },
  {
  "id": 1742,
  "en": "complement",
  "ru": "набор, состав, комплект"
  },
  {
  "id": 1743,
  "en": "complementary",
  "ru": "дополнительный"
  },
  {
  "id": 1744,
  "en": "complete",
  "ru": "завершить, выполнить"
  },
  {
  "id": 1745,
  "en": "complete",
  "ru": "полный, завершённый"
  },
  {
  "id": 1746,
  "en": "completion",
  "ru": "завершение"
  },
  {
  "id": 1747,
  "en": "complex",
  "ru": "сложный"
  },
  {
  "id": 1748,
  "en": "complexity",
  "ru": "сложность"
  },
  {
  "id": 1749,
  "en": "compliance",
  "ru": "соблюдение, согласованность"
  },
  {
  "id": 1750,
  "en": "compliant",
  "ru": "уступчивый, податливый"
  },
  {
  "id": 1751,
  "en": "complicate",
  "ru": "усложнять"
  },
  {
  "id": 1752,
  "en": "complicated",
  "ru": "сложный"
  },
  {
  "id": 1753,
  "en": "complication",
  "ru": "усложнение"
  },
  {
  "id": 1754,
  "en": "compliment",
  "ru": "комплимент"
  },
  {
  "id": 1755,
  "en": "comply",
  "ru": "соблюдать, соответствовать"
  },
  {
  "id": 1756,
  "en": "component",
  "ru": "компонент"
  },
  {
  "id": 1757,
  "en": "compose",
  "ru": "составлять, сочинять"
  },
  {
  "id": 1758,
  "en": "composer",
  "ru": "сочинитель, композитор"
  },
  {
  "id": 1759,
  "en": "composition",
  "ru": "сочинение, композиция"
  },
  {
  "id": 1760,
  "en": "composition",
  "ru": "композиция"
  },
  {
  "id": 1761,
  "en": "compound",
  "ru": "состав, составной"
  },
  {
  "id": 1762,
  "en": "comprehend",
  "ru": "понять, вникнуть"
  },
  {
  "id": 1763,
  "en": "comprehensible",
  "ru": "понятный"
  },
  {
  "id": 1764,
  "en": "comprehension",
  "ru": "понимание"
  },
  {
  "id": 1765,
  "en": "comprehensive",
  "ru": "исчерпывающий, всесторонний"
  },
  {
  "id": 1766,
  "en": "compress",
  "ru": "сжимать, прессовать"
  },
  {
  "id": 1767,
  "en": "compression",
  "ru": "сжатие"
  },
  {
  "id": 1768,
  "en": "comprise",
  "ru": "состоять из, охватывать"
  },
  {
  "id": 1769,
  "en": "compromise",
  "ru": "компромисс"
  },
  {
  "id": 1770,
  "en": "compulsory",
  "ru": "принудительный, обязательный"
  },
  {
  "id": 1771,
  "en": "computer",
  "ru": "компьютер"
  },
  {
  "id": 1772,
  "en": "comrade",
  "ru": "товарищ"
  },
  {
  "id": 1773,
  "en": "comradeship",
  "ru": "товарищество"
  },
  {
  "id": 1774,
  "en": "conceal",
  "ru": "скрывать"
  },
  {
  "id": 1775,
  "en": "concealment",
  "ru": "сокрытие, маскировка"
  },
  {
  "id": 1776,
  "en": "concede",
  "ru": "уступить"
  },
  {
  "id": 1777,
  "en": "conceivable",
  "ru": "мыслимый"
  },
  {
  "id": 1778,
  "en": "conceive",
  "ru": "помыслить, представить"
  },
  {
  "id": 1779,
  "en": "concentrate",
  "ru": "концентрировать"
  },
  {
  "id": 1780,
  "en": "concept",
  "ru": "понятие, идея"
  },
  {
  "id": 1781,
  "en": "conception",
  "ru": "понятие, представление"
  },
  {
  "id": 1782,
  "en": "conceptual",
  "ru": "концептуальный"
  },
  {
  "id": 1783,
  "en": "concern",
  "ru": "забота, тревожить"
  },
  {
  "id": 1784,
  "en": "concerning",
  "ru": "что касается"
  },
  {
  "id": 1785,
  "en": "concert",
  "ru": "концерт"
  },
  {
  "id": 1786,
  "en": "concession",
  "ru": "уступка, концессия"
  },
  {
  "id": 1787,
  "en": "conclude",
  "ru": "заключать, завершать"
  },
  {
  "id": 1788,
  "en": "conclusion",
  "ru": "вывод"
  },
  {
  "id": 1789,
  "en": "conclusive",
  "ru": "заключительный, решающий"
  },
  {
  "id": 1790,
  "en": "concrete",
  "ru": "бетон, бетонировать"
  },
  {
  "id": 1791,
  "en": "concrete",
  "ru": "конкретный"
  },
  {
  "id": 1792,
  "en": "concur",
  "ru": "соглашаться"
  },
  {
  "id": 1793,
  "en": "concurrence",
  "ru": "согласие"
  },
  {
  "id": 1794,
  "en": "condemn",
  "ru": "осуждать"
  },
  {
  "id": 1795,
  "en": "condemnation",
  "ru": "осуждение"
  },
  {
  "id": 1796,
  "en": "condition",
  "ru": "состояние"
  },
  {
  "id": 1797,
  "en": "condition",
  "ru": "условие"
  },
  {
  "id": 1798,
  "en": "conditional",
  "ru": "условный"
  },
  {
  "id": 1799,
  "en": "conditioner",
  "ru": "кондиционер"
  },
  {
  "id": 1800,
  "en": "condom",
  "ru": "кондом"
  },
  {
  "id": 1801,
  "en": "condominium",
  "ru": "кондоминиум"
  },
  {
  "id": 1802,
  "en": "conduct",
  "ru": "вести"
  },
  {
  "id": 1803,
  "en": "conductor",
  "ru": "проводник"
  },
  {
  "id": 1804,
  "en": "cone",
  "ru": "конус"
  },
  {
  "id": 1805,
  "en": "confederation",
  "ru": "конфедерация"
  },
  {
  "id": 1806,
  "en": "confer",
  "ru": "дать, принести, присудить"
  },
  {
  "id": 1807,
  "en": "confer",
  "ru": "совещаться"
  },
  {
  "id": 1808,
  "en": "conference",
  "ru": "совещание"
  },
  {
  "id": 1809,
  "en": "conference",
  "ru": "конференция"
  },
  {
  "id": 1810,
  "en": "confess",
  "ru": "признаваться"
  },
  {
  "id": 1811,
  "en": "confession",
  "ru": "признание"
  },
  {
  "id": 1812,
  "en": "confession",
  "ru": "конфессия"
  },
  {
  "id": 1813,
  "en": "confidant",
  "ru": "доверенное лицо, близкий друг"
  },
  {
  "id": 1814,
  "en": "confide",
  "ru": "доверить, вверить"
  },
  {
  "id": 1815,
  "en": "confidence",
  "ru": "уверенность"
  },
  {
  "id": 1816,
  "en": "confident",
  "ru": "уверенный"
  },
  {
  "id": 1817,
  "en": "confidential",
  "ru": "конфиденциальный"
  },
  {
  "id": 1818,
  "en": "configure",
  "ru": "конфигурировать"
  },
  {
  "id": 1819,
  "en": "confine",
  "ru": "ограничить (ся)"
  },
  {
  "id": 1820,
  "en": "confinement",
  "ru": "ограничение, заточение"
  },
  {
  "id": 1821,
  "en": "confirm",
  "ru": "подтвердить"
  },
  {
  "id": 1822,
  "en": "confirmed",
  "ru": "убеждённый, закоренелый"
  },
  {
  "id": 1823,
  "en": "conflict",
  "ru": "конфликт"
  },
  {
  "id": 1824,
  "en": "conform",
  "ru": "соответствовать"
  },
  {
  "id": 1825,
  "en": "conformity",
  "ru": "соответствие"
  },
  {
  "id": 1826,
  "en": "confront",
  "ru": "противостоять, сталкиваться"
  },
  {
  "id": 1827,
  "en": "confrontation",
  "ru": "противостояние"
  },
  {
  "id": 1828,
  "en": "confrontation",
  "ru": "конфронтация"
  },
  {
  "id": 1829,
  "en": "confuse",
  "ru": "путать"
  },
  {
  "id": 1830,
  "en": "confusion",
  "ru": "путаница"
  },
  {
  "id": 1831,
  "en": "congestion",
  "ru": "загруженность, запор"
  },
  {
  "id": 1832,
  "en": "congratulate",
  "ru": "поздравлять"
  },
  {
  "id": 1833,
  "en": "congratulation",
  "ru": "поздравление"
  },
  {
  "id": 1834,
  "en": "congress",
  "ru": "конгресс"
  },
  {
  "id": 1835,
  "en": "conical",
  "ru": "конический"
  },
  {
  "id": 1836,
  "en": "conjunction",
  "ru": "соединение, связь"
  },
  {
  "id": 1837,
  "en": "conjure",
  "ru": "вызывать, заклинать"
  },
  {
  "id": 1838,
  "en": "connect",
  "ru": "соединять"
  },
  {
  "id": 1839,
  "en": "connection",
  "ru": "соединение"
  },
  {
  "id": 1840,
  "en": "conquer",
  "ru": "завоевать"
  },
  {
  "id": 1841,
  "en": "conqueror",
  "ru": "завоеватель"
  },
  {
  "id": 1842,
  "en": "conquest",
  "ru": "завоевание"
  },
  {
  "id": 1843,
  "en": "conscience",
  "ru": "совесть, сознательность"
  },
  {
  "id": 1844,
  "en": "conscientious",
  "ru": "добросовестный"
  },
  {
  "id": 1845,
  "en": "conscious",
  "ru": "сознательный, сознающий"
  },
  {
  "id": 1846,
  "en": "consciousness",
  "ru": "сознание"
  },
  {
  "id": 1847,
  "en": "consecutive",
  "ru": "последующий по времени"
  },
  {
  "id": 1848,
  "en": "consensus",
  "ru": "консенсус"
  },
  {
  "id": 1849,
  "en": "consent",
  "ru": "согласие, разрешение"
  },
  {
  "id": 1850,
  "en": "consequence",
  "ru": "последствие"
  },
  {
  "id": 1851,
  "en": "consequent",
  "ru": "последующий, вытекающий"
  },
  {
  "id": 1852,
  "en": "consequently",
  "ru": "вследствие этого"
  },
  {
  "id": 1853,
  "en": "conservation",
  "ru": "сохранение"
  },
  {
  "id": 1854,
  "en": "conservative",
  "ru": "консервативный"
  },
  {
  "id": 1855,
  "en": "conserve",
  "ru": "беречь, экономить"
  },
  {
  "id": 1856,
  "en": "consider",
  "ru": "рассматривать, учитывать"
  },
  {
  "id": 1857,
  "en": "consider",
  "ru": "считать чем-либо"
  },
  {
  "id": 1858,
  "en": "considerable",
  "ru": "крупный, значительный"
  },
  {
  "id": 1859,
  "en": "consideration",
  "ru": "рассмотрение"
  },
  {
  "id": 1860,
  "en": "consist",
  "ru": "[kənˈsɪstɒv] состоять (из)"
  },
  {
  "id": 1861,
  "en": "consistency",
  "ru": "последовательность"
  },
  {
  "id": 1862,
  "en": "consistency",
  "ru": "консистенция"
  },
  {
  "id": 1863,
  "en": "consistent",
  "ru": "последовательный"
  },
  {
  "id": 1864,
  "en": "consolation",
  "ru": "утешение"
  },
  {
  "id": 1865,
  "en": "console",
  "ru": "утешать"
  },
  {
  "id": 1866,
  "en": "console",
  "ru": "консоль, пульт"
  },
  {
  "id": 1867,
  "en": "consolidate",
  "ru": "консолидировать"
  },
  {
  "id": 1868,
  "en": "consortium",
  "ru": "консорциум"
  },
  {
  "id": 1869,
  "en": "conspicuous",
  "ru": "заметный"
  },
  {
  "id": 1870,
  "en": "conspiracy",
  "ru": "заговор"
  },
  {
  "id": 1871,
  "en": "conspirator",
  "ru": "заговорщик"
  },
  {
  "id": 1872,
  "en": "conspire",
  "ru": "сговариваться"
  },
  {
  "id": 1873,
  "en": "constant",
  "ru": "постоянный"
  },
  {
  "id": 1874,
  "en": "constellation",
  "ru": "созвездие"
  },
  {
  "id": 1875,
  "en": "constituent",
  "ru": "составная часть"
  },
  {
  "id": 1876,
  "en": "constitute",
  "ru": "составлять, образовывать"
  },
  {
  "id": 1877,
  "en": "constitution",
  "ru": "конституция"
  },
  {
  "id": 1878,
  "en": "constrain",
  "ru": "ограничивать (препятствием)"
  },
  {
  "id": 1879,
  "en": "constraint",
  "ru": "ограничение"
  },
  {
  "id": 1880,
  "en": "construct",
  "ru": "соорудить"
  },
  {
  "id": 1881,
  "en": "construction",
  "ru": "[kənˈstrʌkʃən] стройка"
  },
  {
  "id": 1882,
  "en": "construction",
  "ru": "сооружение"
  },
  {
  "id": 1883,
  "en": "consult",
  "ru": "советоваться"
  },
  {
  "id": 1884,
  "en": "consumables",
  "ru": "расходные материалы"
  },
  {
  "id": 1885,
  "en": "consume",
  "ru": "потреблять"
  },
  {
  "id": 1886,
  "en": "consumer",
  "ru": "потребитель"
  },
  {
  "id": 1887,
  "en": "consumption",
  "ru": "потребление"
  },
  {
  "id": 1888,
  "en": "contact",
  "ru": "контакт, контактировать"
  },
  {
  "id": 1889,
  "en": "contain",
  "ru": "содержать"
  },
  {
  "id": 1890,
  "en": "container",
  "ru": "контейнер"
  },
  {
  "id": 1891,
  "en": "containment",
  "ru": "сдерживание"
  },
  {
  "id": 1892,
  "en": "contaminant",
  "ru": "загрязнитель"
  },
  {
  "id": 1893,
  "en": "contaminate",
  "ru": "загрязнять"
  },
  {
  "id": 1894,
  "en": "contamination",
  "ru": "загрязнение"
  },
  {
  "id": 1895,
  "en": "contemplate",
  "ru": "созерцать, размышлять"
  },
  {
  "id": 1896,
  "en": "contemplation",
  "ru": "созерцание"
  },
  {
  "id": 1897,
  "en": "contemporary",
  "ru": "современный, современник"
  },
  {
  "id": 1898,
  "en": "contempt",
  "ru": "презрение, презирать"
  },
  {
  "id": 1899,
  "en": "contemptuous",
  "ru": "презрительный"
  },
  {
  "id": 1900,
  "en": "contend",
  "ru": "бороться, соперничать"
  },
  {
  "id": 1901,
  "en": "content",
  "ru": "[ˈkɒntɛntwɪð] довольный, довольство"
  },
  {
  "id": 1902,
  "en": "content",
  "ru": "содержимое"
  },
  {
  "id": 1903,
  "en": "contention",
  "ru": "раздор"
  },
  {
  "id": 1904,
  "en": "contentious",
  "ru": "сварливый"
  },
  {
  "id": 1905,
  "en": "contest",
  "ru": "соревнование, конкурс"
  },
  {
  "id": 1906,
  "en": "contestant",
  "ru": "участник, конкурсант"
  },
  {
  "id": 1907,
  "en": "context",
  "ru": "контекст"
  },
  {
  "id": 1908,
  "en": "continent",
  "ru": "континент"
  },
  {
  "id": 1909,
  "en": "continental",
  "ru": "континентальный"
  },
  {
  "id": 1910,
  "en": "contingency",
  "ru": "непредвиденные обстоятельства"
  },
  {
  "id": 1911,
  "en": "continuation",
  "ru": "продолжение"
  },
  {
  "id": 1912,
  "en": "continue",
  "ru": "продолжить"
  },
  {
  "id": 1913,
  "en": "continuous",
  "ru": "непрерывный"
  },
  {
  "id": 1914,
  "en": "contraception",
  "ru": "контрацепция"
  },
  {
  "id": 1915,
  "en": "contraceptive",
  "ru": "контрацептив"
  },
  {
  "id": 1916,
  "en": "contract",
  "ru": "сокращаться"
  },
  {
  "id": 1917,
  "en": "contract",
  "ru": "контракт"
  },
  {
  "id": 1918,
  "en": "contraction",
  "ru": "сокращение"
  },
  {
  "id": 1919,
  "en": "contradict",
  "ru": "противоречить"
  },
  {
  "id": 1920,
  "en": "contradiction",
  "ru": "противоречие"
  },
  {
  "id": 1921,
  "en": "contradictory",
  "ru": "противоречивый"
  },
  {
  "id": 1922,
  "en": "contrary",
  "ru": "противоположный, вопреки"
  },
  {
  "id": 1923,
  "en": "contrast",
  "ru": "контраст"
  },
  {
  "id": 1924,
  "en": "contribute",
  "ru": "способствовать, вносить вклад"
  },
  {
  "id": 1925,
  "en": "contribution",
  "ru": "вклад"
  },
  {
  "id": 1926,
  "en": "contributor",
  "ru": "участник, причастный"
  },
  {
  "id": 1927,
  "en": "control",
  "ru": "контроль"
  },
  {
  "id": 1928,
  "en": "controversial",
  "ru": "спорный"
  },
  {
  "id": 1929,
  "en": "controversy",
  "ru": "спор, разногласие, дискуссия"
  },
  {
  "id": 1930,
  "en": "convene",
  "ru": "созывать, собирать"
  },
  {
  "id": 1931,
  "en": "convenience",
  "ru": "удобство"
  },
  {
  "id": 1932,
  "en": "convenient",
  "ru": "удобный"
  },
  {
  "id": 1933,
  "en": "convention",
  "ru": "конвенция, соглашение"
  },
  {
  "id": 1934,
  "en": "conventional",
  "ru": "стандартный, общепринятый"
  },
  {
  "id": 1935,
  "en": "converge",
  "ru": "сходиться, сближаться"
  },
  {
  "id": 1936,
  "en": "convergence",
  "ru": "сближение"
  },
  {
  "id": 1937,
  "en": "conversation",
  "ru": "разговор"
  },
  {
  "id": 1938,
  "en": "converse",
  "ru": "разговаривать"
  },
  {
  "id": 1939,
  "en": "conversion",
  "ru": "преобразование"
  },
  {
  "id": 1940,
  "en": "convert",
  "ru": "преобразовывать"
  },
  {
  "id": 1941,
  "en": "convey",
  "ru": "перевозить, передавать"
  },
  {
  "id": 1942,
  "en": "conveyance",
  "ru": "передача"
  },
  {
  "id": 1943,
  "en": "conveyer",
  "ru": "транспортер, конвейер"
  },
  {
  "id": 1944,
  "en": "convict",
  "ru": "осуждённый, осуждать"
  },
  {
  "id": 1945,
  "en": "conviction",
  "ru": "убеждение, убеждённость"
  },
  {
  "id": 1946,
  "en": "conviction",
  "ru": "осуждение"
  },
  {
  "id": 1947,
  "en": "convince",
  "ru": "убеждать"
  },
  {
  "id": 1948,
  "en": "convoy",
  "ru": "конвой"
  },
  {
  "id": 1949,
  "en": "cook",
  "ru": "готовить"
  },
  {
  "id": 1950,
  "en": "cookie",
  "ru": "печенье"
  },
  {
  "id": 1951,
  "en": "cool",
  "ru": "прохладный, свежий"
  },
  {
  "id": 1952,
  "en": "cool",
  "ru": "[kuːldaʊn] остыть"
  },
  {
  "id": 1953,
  "en": "cool",
  "ru": "классный"
  },
  {
  "id": 1954,
  "en": "coolness",
  "ru": "прохлада, охлаждение"
  },
  {
  "id": 1955,
  "en": "cooperate",
  "ru": "сотрудничать"
  },
  {
  "id": 1956,
  "en": "cooperation",
  "ru": "сотрудничество"
  },
  {
  "id": 1957,
  "en": "cooperative",
  "ru": "совместный"
  },
  {
  "id": 1958,
  "en": "coordinate",
  "ru": "координировать"
  },
  {
  "id": 1959,
  "en": "cop",
  "ru": "коп"
  },
  {
  "id": 1960,
  "en": "cope",
  "ru": "совладать, справиться"
  },
  {
  "id": 1961,
  "en": "copper",
  "ru": "медь"
  },
  {
  "id": 1962,
  "en": "copy",
  "ru": "копировать"
  },
  {
  "id": 1963,
  "en": "coral",
  "ru": "коралл"
  },
  {
  "id": 1964,
  "en": "cord",
  "ru": "верёвка, шнур"
  },
  {
  "id": 1965,
  "en": "core",
  "ru": "ядро, сердцевина, сущность"
  },
  {
  "id": 1966,
  "en": "cork",
  "ru": "пробка"
  },
  {
  "id": 1967,
  "en": "corkscrew",
  "ru": "штопор"
  },
  {
  "id": 1968,
  "en": "corn",
  "ru": "кукуруза, зерно"
  },
  {
  "id": 1969,
  "en": "corner",
  "ru": "угол"
  },
  {
  "id": 1970,
  "en": "cornered",
  "ru": "загнанный в угол"
  },
  {
  "id": 1971,
  "en": "corporation",
  "ru": "корпорация"
  },
  {
  "id": 1972,
  "en": "corps",
  "ru": "корпус"
  },
  {
  "id": 1973,
  "en": "corpse",
  "ru": "труп"
  },
  {
  "id": 1974,
  "en": "corpus",
  "ru": "тело"
  },
  {
  "id": 1975,
  "en": "correct",
  "ru": "правильный, исправлять"
  },
  {
  "id": 1976,
  "en": "correction",
  "ru": "исправление"
  },
  {
  "id": 1977,
  "en": "correctness",
  "ru": "правильность"
  },
  {
  "id": 1978,
  "en": "correlate",
  "ru": "соотносить"
  },
  {
  "id": 1979,
  "en": "correlation",
  "ru": "соотнесение"
  },
  {
  "id": 1980,
  "en": "correspond",
  "ru": "соответствовать"
  },
  {
  "id": 1981,
  "en": "correspondence",
  "ru": "соответствие"
  },
  {
  "id": 1982,
  "en": "correspondent",
  "ru": "корреспондент"
  },
  {
  "id": 1983,
  "en": "corridor",
  "ru": "коридор"
  },
  {
  "id": 1984,
  "en": "corrupt",
  "ru": "развращать, разлагать"
  },
  {
  "id": 1985,
  "en": "corruption",
  "ru": "разложение"
  },
  {
  "id": 1986,
  "en": "cosmetic",
  "ru": "косметика, косметический"
  },
  {
  "id": 1987,
  "en": "cosmic",
  "ru": "космический"
  },
  {
  "id": 1988,
  "en": "cosmos",
  "ru": "космос"
  },
  {
  "id": 1989,
  "en": "cost",
  "ru": "cost) [kɒst] стоить, стоимость"
  },
  {
  "id": 1990,
  "en": "costly",
  "ru": "дорогостоящий"
  },
  {
  "id": 1991,
  "en": "costume",
  "ru": "костюм"
  },
  {
  "id": 1992,
  "en": "cottage",
  "ru": "коттедж"
  },
  {
  "id": 1993,
  "en": "cotton",
  "ru": "хлопок"
  },
  {
  "id": 1994,
  "en": "couch",
  "ru": "диван"
  },
  {
  "id": 1995,
  "en": "cough",
  "ru": "кашель"
  },
  {
  "id": 1996,
  "en": "council",
  "ru": "совет (орган)"
  },
  {
  "id": 1997,
  "en": "counsel",
  "ru": "совет, консультация"
  },
  {
  "id": 1998,
  "en": "counselor",
  "ru": "консультант"
  },
  {
  "id": 1999,
  "en": "count",
  "ru": "считаться, иметь значение"
  },
  {
  "id": 2000,
  "en": "count",
  "ru": "граф"
  },
  {
  "id": 2001,
  "en": "count",
  "ru": "считать"
  },
  {
  "id": 2002,
  "en": "count",
  "ru": "[kaʊntɒn] рассчитывать на"
  },
  {
  "id": 2003,
  "en": "counter",
  "ru": "противостоять, противоположный"
  },
  {
  "id": 2004,
  "en": "counter",
  "ru": "счётчик"
  },
  {
  "id": 2005,
  "en": "counter",
  "ru": "стойка, прилавок"
  },
  {
  "id": 2006,
  "en": "counter",
  "ru": "[ˈkaʊntəˈklɒkwaɪz] против часовой стрелки"
  },
  {
  "id": 2007,
  "en": "counter-",
  "ru": "контр- (приставка)"
  },
  {
  "id": 2008,
  "en": "counterfeit",
  "ru": "подделка, фальшивый"
  },
  {
  "id": 2009,
  "en": "counterfeiter",
  "ru": "фальшивомонетчик"
  },
  {
  "id": 2010,
  "en": "counterpart",
  "ru": "аналог, коллега, и т. д."
  },
  {
  "id": 2011,
  "en": "countertop",
  "ru": "кухонный рабочий стол"
  },
  {
  "id": 2012,
  "en": "country",
  "ru": "сельская местность"
  },
  {
  "id": 2013,
  "en": "country",
  "ru": "[ˈkʌntrimæn] сельский житель"
  },
  {
  "id": 2014,
  "en": "country",
  "ru": "страна"
  },
  {
  "id": 2015,
  "en": "countryside",
  "ru": "сельская местность"
  },
  {
  "id": 2016,
  "en": "county",
  "ru": "графство, округ"
  },
  {
  "id": 2017,
  "en": "coup",
  "ru": "переворот"
  },
  {
  "id": 2018,
  "en": "couple",
  "ru": "пара"
  },
  {
  "id": 2019,
  "en": "courage",
  "ru": "мужество"
  },
  {
  "id": 2020,
  "en": "courageous",
  "ru": "отважный"
  },
  {
  "id": 2021,
  "en": "courier",
  "ru": "курьер"
  },
  {
  "id": 2022,
  "en": "course",
  "ru": "курс"
  },
  {
  "id": 2023,
  "en": "court",
  "ru": "суд"
  },
  {
  "id": 2024,
  "en": "court",
  "ru": "двор (королевский)"
  },
  {
  "id": 2025,
  "en": "court",
  "ru": "игровая площадка"
  },
  {
  "id": 2026,
  "en": "court",
  "ru": "корт"
  },
  {
  "id": 2027,
  "en": "courteous",
  "ru": "учтивый"
  },
  {
  "id": 2028,
  "en": "courtesy",
  "ru": "учтивость, этикет"
  },
  {
  "id": 2029,
  "en": "courthouse",
  "ru": "здание суда"
  },
  {
  "id": 2030,
  "en": "courtier",
  "ru": "придворный"
  },
  {
  "id": 2031,
  "en": "courtroom",
  "ru": "зал суда"
  },
  {
  "id": 2032,
  "en": "courtyard",
  "ru": "внутренний двор"
  },
  {
  "id": 2033,
  "en": "cousin",
  "ru": "кузен/кузина"
  },
  {
  "id": 2034,
  "en": "cover",
  "ru": "накрывать, покрывать"
  },
  {
  "id": 2035,
  "en": "coverage",
  "ru": "покрытие"
  },
  {
  "id": 2036,
  "en": "coverage",
  "ru": "освещение"
  },
  {
  "id": 2037,
  "en": "covet",
  "ru": "желать, вожделеть"
  },
  {
  "id": 2038,
  "en": "cow",
  "ru": "корова"
  },
  {
  "id": 2039,
  "en": "coward",
  "ru": "трус"
  },
  {
  "id": 2040,
  "en": "cowardice",
  "ru": "трусость"
  },
  {
  "id": 2041,
  "en": "cowboy",
  "ru": "ковбой"
  },
  {
  "id": 2042,
  "en": "coyote",
  "ru": "койот"
  },
  {
  "id": 2043,
  "en": "cozy",
  "ru": "уютный"
  },
  {
  "id": 2044,
  "en": "crab",
  "ru": "краб"
  },
  {
  "id": 2045,
  "en": "crack",
  "ru": "трескаться, трещина"
  },
  {
  "id": 2046,
  "en": "cracker",
  "ru": "крекер"
  },
  {
  "id": 2047,
  "en": "crackle",
  "ru": "потрескивание"
  },
  {
  "id": 2048,
  "en": "cradle",
  "ru": "колыбель"
  },
  {
  "id": 2049,
  "en": "craft",
  "ru": "ремесло, мастерство"
  },
  {
  "id": 2050,
  "en": "craftsman",
  "ru": "ремесленник"
  },
  {
  "id": 2051,
  "en": "crafty",
  "ru": "ловкий, хитрый"
  },
  {
  "id": 2052,
  "en": "cram",
  "ru": "втискивать, впихивать"
  },
  {
  "id": 2053,
  "en": "cramp",
  "ru": "судорога"
  },
  {
  "id": 2054,
  "en": "crane",
  "ru": "подъёмный кран"
  },
  {
  "id": 2055,
  "en": "crank",
  "ru": "чудак, фрик"
  },
  {
  "id": 2056,
  "en": "crap",
  "ru": "дерьмо"
  },
  {
  "id": 2057,
  "en": "crash",
  "ru": ""
  },
  {
  "id": 2058,
  "en": "crate",
  "ru": "ящик"
  },
  {
  "id": 2059,
  "en": "crater",
  "ru": "кратер"
  },
  {
  "id": 2060,
  "en": "crave",
  "ru": "жаждать, требовать"
  },
  {
  "id": 2061,
  "en": "crawl",
  "ru": "ползать"
  },
  {
  "id": 2062,
  "en": "crayon",
  "ru": "цветной карандаш, мелок"
  },
  {
  "id": 2063,
  "en": "crazy",
  "ru": "безумный"
  },
  {
  "id": 2064,
  "en": "creak",
  "ru": "скрипеть"
  },
  {
  "id": 2065,
  "en": "creaky",
  "ru": "скрипучий"
  },
  {
  "id": 2066,
  "en": "cream",
  "ru": "крем, сливки"
  },
  {
  "id": 2067,
  "en": "creamy",
  "ru": "сливочный"
  },
  {
  "id": 2068,
  "en": "crease",
  "ru": "складка, сминать"
  },
  {
  "id": 2069,
  "en": "create",
  "ru": "создавать"
  },
  {
  "id": 2070,
  "en": "creation",
  "ru": "создание"
  },
  {
  "id": 2071,
  "en": "creator",
  "ru": "создатель"
  },
  {
  "id": 2072,
  "en": "creature",
  "ru": "существо"
  },
  {
  "id": 2073,
  "en": "credential",
  "ru": "удостоверение, аккредитация"
  },
  {
  "id": 2074,
  "en": "credibility",
  "ru": "правдоподобие"
  },
  {
  "id": 2075,
  "en": "credible",
  "ru": "заслуживающий доверия"
  },
  {
  "id": 2076,
  "en": "credit",
  "ru": "кредит, доверие"
  },
  {
  "id": 2077,
  "en": "creditor",
  "ru": "кредитор"
  },
  {
  "id": 2078,
  "en": "creed",
  "ru": "вероисповедание, убеждение"
  },
  {
  "id": 2079,
  "en": "creek",
  "ru": "ручей"
  },
  {
  "id": 2080,
  "en": "creep",
  "ru": "crept) [kriːp] ползти, красться"
  },
  {
  "id": 2081,
  "en": "creep",
  "ru": "гад, урод (разг)"
  },
  {
  "id": 2082,
  "en": "creepy",
  "ru": "жуткий"
  },
  {
  "id": 2083,
  "en": "crest",
  "ru": "гребень"
  },
  {
  "id": 2084,
  "en": "crew",
  "ru": "команда, экипаж"
  },
  {
  "id": 2085,
  "en": "crib",
  "ru": "раскладушка или дет. кроватка"
  },
  {
  "id": 2086,
  "en": "cricket",
  "ru": "крикет"
  },
  {
  "id": 2087,
  "en": "crime",
  "ru": "преступление"
  },
  {
  "id": 2088,
  "en": "criminal",
  "ru": "преступник, преступный"
  },
  {
  "id": 2089,
  "en": "criminal",
  "ru": "криминальный"
  },
  {
  "id": 2090,
  "en": "criminality",
  "ru": "преступность"
  },
  {
  "id": 2091,
  "en": "crimson",
  "ru": "малиновый, багряный"
  },
  {
  "id": 2092,
  "en": "cringe",
  "ru": "съёживаться"
  },
  {
  "id": 2093,
  "en": "cripple",
  "ru": "калека, калечить"
  },
  {
  "id": 2094,
  "en": "crisis",
  "ru": "кризис"
  },
  {
  "id": 2095,
  "en": "crisp",
  "ru": "хрустящий"
  },
  {
  "id": 2096,
  "en": "criterion",
  "ru": "[kraɪˈtɪərɪən] критерий"
  },
  {
  "id": 2097,
  "en": "critic",
  "ru": "критик"
  },
  {
  "id": 2098,
  "en": "critical",
  "ru": "критический"
  },
  {
  "id": 2099,
  "en": "criticise",
  "ru": "критиковать"
  },
  {
  "id": 2100,
  "en": "criticism,",
  "ru": "[ˈkrɪtɪsɪzm, krɪˈtiːk] критика"
  },
  {
  "id": 2101,
  "en": "crocodile",
  "ru": "крокодил"
  },
  {
  "id": 2102,
  "en": "crook",
  "ru": "сгибать, искривлять"
  },
  {
  "id": 2103,
  "en": "crop",
  "ru": "урожай"
  },
  {
  "id": 2104,
  "en": "cross",
  "ru": "пересекать, пересечение, крест"
  },
  {
  "id": 2105,
  "en": "cross",
  "ru": "[krɒsaʊt] вычеркнуть"
  },
  {
  "id": 2106,
  "en": "crossroads",
  "ru": "перекрёсток, перепутье"
  },
  {
  "id": 2107,
  "en": "crosswise",
  "ru": "крестообразно, крест-накрест"
  },
  {
  "id": 2108,
  "en": "crouch",
  "ru": "присесть, припасть к земле"
  },
  {
  "id": 2109,
  "en": "crow",
  "ru": "ворона"
  },
  {
  "id": 2110,
  "en": "crowd",
  "ru": "толпа"
  },
  {
  "id": 2111,
  "en": "crowded,",
  "ru": "[ˈkraʊdɪd] переполненный"
  },
  {
  "id": 2112,
  "en": "crown",
  "ru": "корона, короновать"
  },
  {
  "id": 2113,
  "en": "crowned",
  "ru": "увенчанный"
  },
  {
  "id": 2114,
  "en": "crucial",
  "ru": "решающий, критический"
  },
  {
  "id": 2115,
  "en": "crude",
  "ru": "сырой, грубый, необработанный"
  },
  {
  "id": 2116,
  "en": "crudeness",
  "ru": "грубость"
  },
  {
  "id": 2117,
  "en": "cruel",
  "ru": "жестокий"
  },
  {
  "id": 2118,
  "en": "cruelty",
  "ru": "жестокость"
  },
  {
  "id": 2119,
  "en": "cruise",
  "ru": "круиз"
  },
  {
  "id": 2120,
  "en": "crumb",
  "ru": "крошка, крупица"
  },
  {
  "id": 2121,
  "en": "crumble",
  "ru": "крошить, рушиться"
  },
  {
  "id": 2122,
  "en": "crumple",
  "ru": "смять"
  },
  {
  "id": 2123,
  "en": "crunch",
  "ru": "хрустеть"
  },
  {
  "id": 2124,
  "en": "crunchy",
  "ru": "хрустящий"
  },
  {
  "id": 2125,
  "en": "crusade",
  "ru": "крестовый поход"
  },
  {
  "id": 2126,
  "en": "crusader",
  "ru": "крестоносец"
  },
  {
  "id": 2127,
  "en": "crush",
  "ru": "раздавливать, дробить"
  },
  {
  "id": 2128,
  "en": "crust",
  "ru": "кора, корка"
  },
  {
  "id": 2129,
  "en": "crusty",
  "ru": "покрытый коркой"
  },
  {
  "id": 2130,
  "en": "cry",
  "ru": "[kraɪaʊt] закричать (от страха, боли)"
  },
  {
  "id": 2131,
  "en": "cry",
  "ru": "плакать"
  },
  {
  "id": 2132,
  "en": "cryptocurrency",
  "ru": "криптовалюта"
  },
  {
  "id": 2133,
  "en": "crystal",
  "ru": "кристалл, кристальный"
  },
  {
  "id": 2134,
  "en": "cub",
  "ru": "детеныш"
  },
  {
  "id": 2135,
  "en": "cube",
  "ru": "куб"
  },
  {
  "id": 2136,
  "en": "cubicle",
  "ru": "] отсек, кабинка"
  },
  {
  "id": 2137,
  "en": "cucumber",
  "ru": "огурец"
  },
  {
  "id": 2138,
  "en": "cuddle",
  "ru": "обнимать, прижимать"
  },
  {
  "id": 2139,
  "en": "cue",
  "ru": "сигнал, намёк"
  },
  {
  "id": 2140,
  "en": "cuisine",
  "ru": "кухня"
  },
  {
  "id": 2141,
  "en": "culinary",
  "ru": "кулинария"
  },
  {
  "id": 2142,
  "en": "cult",
  "ru": "культ"
  },
  {
  "id": 2143,
  "en": "cultivate",
  "ru": "культивировать"
  },
  {
  "id": 2144,
  "en": "cultural",
  "ru": "культурный"
  },
  {
  "id": 2145,
  "en": "culture",
  "ru": "культура"
  },
  {
  "id": 2146,
  "en": "cup",
  "ru": "чашка, кружка, кубок"
  },
  {
  "id": 2147,
  "en": "cup",
  "ru": "чашка"
  },
  {
  "id": 2148,
  "en": "cupboard",
  "ru": "шкаф, буфет"
  },
  {
  "id": 2149,
  "en": "curable",
  "ru": "излечимый"
  },
  {
  "id": 2150,
  "en": "curative",
  "ru": "лечебный"
  },
  {
  "id": 2151,
  "en": "curator",
  "ru": "куратор"
  },
  {
  "id": 2152,
  "en": "curb",
  "ru": "узда, обуздать, сдержать"
  },
  {
  "id": 2153,
  "en": "curb",
  "ru": "бордюр или обочина"
  },
  {
  "id": 2154,
  "en": "cure",
  "ru": "лечить"
  },
  {
  "id": 2155,
  "en": "curiosity",
  "ru": "любопытство"
  },
  {
  "id": 2156,
  "en": "curious",
  "ru": "любопытный"
  },
  {
  "id": 2157,
  "en": "curl",
  "ru": "скручивать, клубиться, завиток"
  },
  {
  "id": 2158,
  "en": "curly",
  "ru": "кудрявый"
  },
  {
  "id": 2159,
  "en": "currency",
  "ru": "валюта"
  },
  {
  "id": 2160,
  "en": "current",
  "ru": "текущий, актуальный"
  },
  {
  "id": 2161,
  "en": "current",
  "ru": "ток, поток, течение"
  },
  {
  "id": 2162,
  "en": "currently",
  "ru": "в данный момент"
  },
  {
  "id": 2163,
  "en": "curriculum",
  "ru": "(CV) [kəˈrɪkjʊləmˈviːtaɪ] резюме, биография"
  },
  {
  "id": 2164,
  "en": "curse",
  "ru": "проклятие"
  },
  {
  "id": 2165,
  "en": "curtain",
  "ru": "занавеска, занавес"
  },
  {
  "id": 2166,
  "en": "curve",
  "ru": "изгибать, кривая"
  },
  {
  "id": 2167,
  "en": "curved",
  "ru": "изогнутый"
  },
  {
  "id": 2168,
  "en": "cushion",
  "ru": "подушка (маленькая)"
  },
  {
  "id": 2169,
  "en": "custody",
  "ru": "охрана, стража или опека"
  },
  {
  "id": 2170,
  "en": "custom",
  "ru": "заказной, индивидуальный"
  },
  {
  "id": 2171,
  "en": "custom",
  "ru": "обычай, привычка"
  },
  {
  "id": 2172,
  "en": "customary",
  "ru": "обычный"
  },
  {
  "id": 2173,
  "en": "customer",
  "ru": "клиент"
  },
  {
  "id": 2174,
  "en": "customize",
  "ru": "настроить под себя"
  },
  {
  "id": 2175,
  "en": "customs",
  "ru": "таможня"
  },
  {
  "id": 2176,
  "en": "cut",
  "ru": "[kʌtʌp] порезать"
  },
  {
  "id": 2177,
  "en": "cut",
  "ru": "[kʌtɒf] отрезать, отключить"
  },
  {
  "id": 2178,
  "en": "cut",
  "ru": "[kʌtəˈkrɒs] пересечь, срезать путь"
  },
  {
  "id": 2179,
  "en": "cut",
  "ru": "[kʌtdaʊn] урезать, уменьшить"
  },
  {
  "id": 2180,
  "en": "cut",
  "ru": "[kʌtbæk] сокращать"
  },
  {
  "id": 2181,
  "en": "cut",
  "ru": "резать"
  },
  {
  "id": 2182,
  "en": "cute",
  "ru": "привлекательный, милый"
  },
  {
  "id": 2183,
  "en": "cutoff",
  "ru": "отключение"
  },
  {
  "id": 2184,
  "en": "cyber",
  "ru": "кибер"
  },
  {
  "id": 2185,
  "en": "cycle",
  "ru": "цикл"
  },
  {
  "id": 2186,
  "en": "cyclic",
  "ru": "цикличный"
  },
  {
  "id": 2187,
  "en": "cylinder",
  "ru": "цилиндр"
  },
  {
  "id": 2188,
  "en": "cynical",
  "ru": "циничный"
  },
  {
  "id": 2189,
  "en": "czar",
  "ru": "царь"
  },
  {
  "id": 2190,
  "en": "dad",
  "ru": "папа"
  },
  {
  "id": 2191,
  "en": "daemon",
  "ru": "demon [ˈdiːmən] демон"
  },
  {
  "id": 2192,
  "en": "dagger",
  "ru": "кинжал"
  },
  {
  "id": 2193,
  "en": "daily",
  "ru": "ежедневно"
  },
  {
  "id": 2194,
  "en": "dairy",
  "ru": "молочные продукты"
  },
  {
  "id": 2195,
  "en": "dam",
  "ru": "плотина"
  },
  {
  "id": 2196,
  "en": "damage",
  "ru": "вред, повреждать"
  },
  {
  "id": 2197,
  "en": "damn",
  "ru": "[dæm] проклятый, проклинать"
  },
  {
  "id": 2198,
  "en": "damn!",
  "ru": "чёрт!"
  },
  {
  "id": 2199,
  "en": "damnation",
  "ru": "проклятие"
  },
  {
  "id": 2200,
  "en": "damned",
  "ru": "проклятый"
  },
  {
  "id": 2201,
  "en": "damp",
  "ru": "сырой, сырость"
  },
  {
  "id": 2202,
  "en": "dampen",
  "ru": "отсыреть"
  },
  {
  "id": 2203,
  "en": "dampness",
  "ru": "сырость"
  },
  {
  "id": 2204,
  "en": "dance",
  "ru": "танцевать"
  },
  {
  "id": 2205,
  "en": "danger",
  "ru": "опасность"
  },
  {
  "id": 2206,
  "en": "dangle",
  "ru": "мотаться"
  },
  {
  "id": 2207,
  "en": "dare",
  "ru": "осмелиться"
  },
  {
  "id": 2208,
  "en": "dark",
  "ru": "тёмный"
  },
  {
  "id": 2209,
  "en": "darling",
  "ru": "дорогой/ая (устар.)"
  },
  {
  "id": 2210,
  "en": "darn",
  "ru": "штопать"
  },
  {
  "id": 2211,
  "en": "darts",
  "ru": "дартс"
  },
  {
  "id": 2212,
  "en": "dash",
  "ru": "тире, чёрточка"
  },
  {
  "id": 2213,
  "en": "dash",
  "ru": "бросать, бросаться"
  },
  {
  "id": 2214,
  "en": "dash",
  "ru": "разрушить (перен.)"
  },
  {
  "id": 2215,
  "en": "dashed",
  "ru": "пунктирная"
  },
  {
  "id": 2216,
  "en": "data",
  "ru": "данные"
  },
  {
  "id": 2217,
  "en": "database",
  "ru": "база данных"
  },
  {
  "id": 2218,
  "en": "date",
  "ru": "свидание, встречаться"
  },
  {
  "id": 2219,
  "en": "date",
  "ru": "дата"
  },
  {
  "id": 2220,
  "en": "dated",
  "ru": "устаревший"
  },
  {
  "id": 2221,
  "en": "daughter",
  "ru": "дочь"
  },
  {
  "id": 2222,
  "en": "daunt",
  "ru": "пугать, обескураживать"
  },
  {
  "id": 2223,
  "en": "dawn",
  "ru": "рассвет"
  },
  {
  "id": 2224,
  "en": "dawn",
  "ru": "[dɔːnɒn] осенить"
  },
  {
  "id": 2225,
  "en": "day",
  "ru": "[deɪɒf] выходной"
  },
  {
  "id": 2226,
  "en": "day",
  "ru": "день"
  },
  {
  "id": 2227,
  "en": "daydream",
  "ru": "грезы"
  },
  {
  "id": 2228,
  "en": "daze",
  "ru": "ошеломить"
  },
  {
  "id": 2229,
  "en": "dazzle",
  "ru": "ослепить"
  },
  {
  "id": 2230,
  "en": "dead",
  "ru": "[dɛdɛnd] тупик"
  },
  {
  "id": 2231,
  "en": "dead",
  "ru": "мёртвый"
  },
  {
  "id": 2232,
  "en": "deadline",
  "ru": "дедлайн"
  },
  {
  "id": 2233,
  "en": "deaf",
  "ru": "глухой"
  },
  {
  "id": 2234,
  "en": "deal",
  "ru": "сделка"
  },
  {
  "id": 2235,
  "en": "deal",
  "ru": "[diːlwɪð] иметь дело с"
  },
  {
  "id": 2236,
  "en": "deal",
  "ru": "[diːlɪn] заниматься (напр. торговать)"
  },
  {
  "id": 2237,
  "en": "dealer",
  "ru": "торговец"
  },
  {
  "id": 2238,
  "en": "dealership",
  "ru": "торговое агенство"
  },
  {
  "id": 2239,
  "en": "dear",
  "ru": "дорогой,"
  },
  {
  "id": 2240,
  "en": "death",
  "ru": "смерть"
  },
  {
  "id": 2241,
  "en": "debatable",
  "ru": "спорный, дискуссионный"
  },
  {
  "id": 2242,
  "en": "debate",
  "ru": "обсуждать, спорить"
  },
  {
  "id": 2243,
  "en": "debris",
  "ru": "мусор, обломки, завалы"
  },
  {
  "id": 2244,
  "en": "debt",
  "ru": "долг"
  },
  {
  "id": 2245,
  "en": "debtor",
  "ru": "должник"
  },
  {
  "id": 2246,
  "en": "debut",
  "ru": "дебют"
  },
  {
  "id": 2247,
  "en": "decade",
  "ru": "десятилетие"
  },
  {
  "id": 2248,
  "en": "decay",
  "ru": "распад, упадок, разлагаться"
  },
  {
  "id": 2249,
  "en": "deceased",
  "ru": "покойный, усопший"
  },
  {
  "id": 2250,
  "en": "deceive",
  "ru": "обманывать"
  },
  {
  "id": 2251,
  "en": "December",
  "ru": "декабрь"
  },
  {
  "id": 2252,
  "en": "decency",
  "ru": "порядочность"
  },
  {
  "id": 2253,
  "en": "decent",
  "ru": "приличный, достойный"
  },
  {
  "id": 2254,
  "en": "deception",
  "ru": "обман"
  },
  {
  "id": 2255,
  "en": "deceptive",
  "ru": "обманчивый"
  },
  {
  "id": 2256,
  "en": "decide",
  "ru": "решить"
  },
  {
  "id": 2257,
  "en": "decision",
  "ru": "решение"
  },
  {
  "id": 2258,
  "en": "decisive",
  "ru": "решающий, решительный"
  },
  {
  "id": 2259,
  "en": "deck",
  "ru": "палуба, настил"
  },
  {
  "id": 2260,
  "en": "declaration",
  "ru": "объявление"
  },
  {
  "id": 2261,
  "en": "declare",
  "ru": "объявлять"
  },
  {
  "id": 2262,
  "en": "decline",
  "ru": "отказаться, отклонить"
  },
  {
  "id": 2263,
  "en": "decline",
  "ru": "снижаться, снижение"
  },
  {
  "id": 2264,
  "en": "decorate",
  "ru": "украшать"
  },
  {
  "id": 2265,
  "en": "decoration",
  "ru": "украшение"
  },
  {
  "id": 2266,
  "en": "decrease",
  "ru": "уменьшать(ся)"
  },
  {
  "id": 2267,
  "en": "decrease",
  "ru": "снижение"
  },
  {
  "id": 2268,
  "en": "decree",
  "ru": "постановление, декрет, указ"
  },
  {
  "id": 2269,
  "en": "dedicate",
  "ru": "посвящать"
  },
  {
  "id": 2270,
  "en": "dedication",
  "ru": "посвящение"
  },
  {
  "id": 2271,
  "en": "deduct",
  "ru": "вычитать (об. про деньги)"
  },
  {
  "id": 2272,
  "en": "deduction",
  "ru": "вычет"
  },
  {
  "id": 2273,
  "en": "deed",
  "ru": "дело, поступок"
  },
  {
  "id": 2274,
  "en": "deem",
  "ru": "считать (чем-либо)"
  },
  {
  "id": 2275,
  "en": "deep",
  "ru": "глубокий"
  },
  {
  "id": 2276,
  "en": "deer",
  "ru": "олень"
  },
  {
  "id": 2277,
  "en": "defamation",
  "ru": "клевета, поношение"
  },
  {
  "id": 2278,
  "en": "default",
  "ru": "дефолт, дефолтный"
  },
  {
  "id": 2279,
  "en": "defeat",
  "ru": "поражение, наносить поражение"
  },
  {
  "id": 2280,
  "en": "defect",
  "ru": "дефект"
  },
  {
  "id": 2281,
  "en": "defective",
  "ru": "дефективный"
  },
  {
  "id": 2282,
  "en": "defence",
  "ru": "[dɪˈfɛns] защита, защитный"
  },
  {
  "id": 2283,
  "en": "defenceless",
  "ru": "беззащитный"
  },
  {
  "id": 2284,
  "en": "defend",
  "ru": "защитить"
  },
  {
  "id": 2285,
  "en": "defendant",
  "ru": "ответчик"
  },
  {
  "id": 2286,
  "en": "defender",
  "ru": "защитник"
  },
  {
  "id": 2287,
  "en": "defensive",
  "ru": "оборонительный"
  },
  {
  "id": 2288,
  "en": "defiance",
  "ru": "неповиновение"
  },
  {
  "id": 2289,
  "en": "defiant",
  "ru": "дерзкий"
  },
  {
  "id": 2290,
  "en": "deficiency",
  "ru": "неполноценность, нехватка"
  },
  {
  "id": 2291,
  "en": "deficient",
  "ru": "недостаточный, неполный"
  },
  {
  "id": 2292,
  "en": "deficit",
  "ru": "дефицит"
  },
  {
  "id": 2293,
  "en": "define",
  "ru": "определять"
  },
  {
  "id": 2294,
  "en": "definite",
  "ru": "определённый"
  },
  {
  "id": 2295,
  "en": "definitely",
  "ru": "определенно (вводн. слово)"
  },
  {
  "id": 2296,
  "en": "definition",
  "ru": "определение"
  },
  {
  "id": 2297,
  "en": "deflate",
  "ru": "выкачивать"
  },
  {
  "id": 2298,
  "en": "deflect",
  "ru": "отклонять, преломлять"
  },
  {
  "id": 2299,
  "en": "deflection",
  "ru": "отклонение"
  },
  {
  "id": 2300,
  "en": "deform",
  "ru": "деформировать"
  },
  {
  "id": 2301,
  "en": "deft",
  "ru": "ловкий, проворный"
  },
  {
  "id": 2302,
  "en": "deftness",
  "ru": "ловкость"
  },
  {
  "id": 2303,
  "en": "defy",
  "ru": "пренебрегать, отрицать"
  },
  {
  "id": 2304,
  "en": "degradation",
  "ru": "деградация"
  },
  {
  "id": 2305,
  "en": "degrade",
  "ru": "деградировать"
  },
  {
  "id": 2306,
  "en": "degree",
  "ru": "степень (во всех значениях)"
  },
  {
  "id": 2307,
  "en": "degree",
  "ru": "градус"
  },
  {
  "id": 2308,
  "en": "deity",
  "ru": "божество"
  },
  {
  "id": 2309,
  "en": "delay",
  "ru": "задерживать(ся)"
  },
  {
  "id": 2310,
  "en": "delegate",
  "ru": "делегировать"
  },
  {
  "id": 2311,
  "en": "delete",
  "ru": "удалять"
  },
  {
  "id": 2312,
  "en": "deliberate",
  "ru": "обдуманный, преднамеренный"
  },
  {
  "id": 2313,
  "en": "deliberation",
  "ru": "обдумывание"
  },
  {
  "id": 2314,
  "en": "delicacy",
  "ru": "тонкость, нежность или деликатес"
  },
  {
  "id": 2315,
  "en": "delicate",
  "ru": "тонкий, нежный, хрупкий"
  },
  {
  "id": 2316,
  "en": "delicate",
  "ru": "деликатный"
  },
  {
  "id": 2317,
  "en": "delicious",
  "ru": "восхитительный (о еде)"
  },
  {
  "id": 2318,
  "en": "delight",
  "ru": "восторг"
  },
  {
  "id": 2319,
  "en": "delightful",
  "ru": "восхитительный"
  },
  {
  "id": 2320,
  "en": "delinquency",
  "ru": "преступность, правонарушение"
  },
  {
  "id": 2321,
  "en": "delinquent",
  "ru": "правонарушитель"
  },
  {
  "id": 2322,
  "en": "deliver",
  "ru": "доставлять"
  },
  {
  "id": 2323,
  "en": "deliver",
  "ru": "рожать"
  },
  {
  "id": 2324,
  "en": "delivery",
  "ru": "доставка"
  },
  {
  "id": 2325,
  "en": "delivery",
  "ru": "роды"
  },
  {
  "id": 2326,
  "en": "delusion",
  "ru": "наваждение, заблуждение"
  },
  {
  "id": 2327,
  "en": "delusional",
  "ru": "бредовый"
  },
  {
  "id": 2328,
  "en": "demand",
  "ru": "требовать"
  },
  {
  "id": 2329,
  "en": "demand",
  "ru": "спрос"
  },
  {
  "id": 2330,
  "en": "demise",
  "ru": "кончина, конец"
  },
  {
  "id": 2331,
  "en": "democracy",
  "ru": "демократия"
  },
  {
  "id": 2332,
  "en": "democrat",
  "ru": "демократ"
  },
  {
  "id": 2333,
  "en": "democratic",
  "ru": "демократический"
  },
  {
  "id": 2334,
  "en": "demographic",
  "ru": "демографически"
  },
  {
  "id": 2335,
  "en": "demography",
  "ru": "демография"
  },
  {
  "id": 2336,
  "en": "demolish",
  "ru": "сносить"
  },
  {
  "id": 2337,
  "en": "demolition",
  "ru": "снос"
  },
  {
  "id": 2338,
  "en": "demon",
  "ru": "демон"
  },
  {
  "id": 2339,
  "en": "demonstrate",
  "ru": "демонстрировать"
  },
  {
  "id": 2340,
  "en": "demonstration",
  "ru": "демонстрация"
  },
  {
  "id": 2341,
  "en": "den",
  "ru": "логово, берлога"
  },
  {
  "id": 2342,
  "en": "denial",
  "ru": "отказ"
  },
  {
  "id": 2343,
  "en": "denote",
  "ru": "обозначать"
  },
  {
  "id": 2344,
  "en": "denounce",
  "ru": "осуждать, разоблачать"
  },
  {
  "id": 2345,
  "en": "dense",
  "ru": "густой"
  },
  {
  "id": 2346,
  "en": "density",
  "ru": "плотность, густота"
  },
  {
  "id": 2347,
  "en": "dent",
  "ru": "вмятина"
  },
  {
  "id": 2348,
  "en": "dental",
  "ru": "зубной, стоматологический"
  },
  {
  "id": 2349,
  "en": "dentist",
  "ru": "зубной врач"
  },
  {
  "id": 2350,
  "en": "dentistry",
  "ru": "стоматология"
  },
  {
  "id": 2351,
  "en": "deny",
  "ru": "отрицать"
  },
  {
  "id": 2352,
  "en": "deodorant",
  "ru": "дезодорант"
  },
  {
  "id": 2353,
  "en": "depart",
  "ru": "отправляться, отходить"
  },
  {
  "id": 2354,
  "en": "department",
  "ru": "отдел"
  },
  {
  "id": 2355,
  "en": "departure",
  "ru": "отправка"
  },
  {
  "id": 2356,
  "en": "depend",
  "ru": "зависеть"
  },
  {
  "id": 2357,
  "en": "dependence",
  "ru": "зависимость"
  },
  {
  "id": 2358,
  "en": "dependent",
  "ru": "зависимый"
  },
  {
  "id": 2359,
  "en": "depict",
  "ru": "изображать, описывать"
  },
  {
  "id": 2360,
  "en": "depiction",
  "ru": "описание"
  },
  {
  "id": 2361,
  "en": "deplete",
  "ru": "истощать"
  },
  {
  "id": 2362,
  "en": "depletion",
  "ru": "истощение"
  },
  {
  "id": 2363,
  "en": "deploy",
  "ru": "развёртывать"
  },
  {
  "id": 2364,
  "en": "deployment",
  "ru": "развертывание"
  },
  {
  "id": 2365,
  "en": "deport",
  "ru": "депортировать"
  },
  {
  "id": 2366,
  "en": "deposit",
  "ru": "депозит"
  },
  {
  "id": 2367,
  "en": "depositor",
  "ru": "вкладчик, депозитор"
  },
  {
  "id": 2368,
  "en": "depot",
  "ru": "хранилище, база, склад"
  },
  {
  "id": 2369,
  "en": "depress",
  "ru": "угнетать, подавлять"
  },
  {
  "id": 2370,
  "en": "depression",
  "ru": "депрессия"
  },
  {
  "id": 2371,
  "en": "deprivation",
  "ru": "лишение"
  },
  {
  "id": 2372,
  "en": "deprive",
  "ru": "лишать"
  },
  {
  "id": 2373,
  "en": "depth",
  "ru": "глубина"
  },
  {
  "id": 2374,
  "en": "deputy",
  "ru": "депутат, представитель"
  },
  {
  "id": 2375,
  "en": "derail",
  "ru": "сходить с рельс"
  },
  {
  "id": 2376,
  "en": "derivation",
  "ru": "вывод, происхождение"
  },
  {
  "id": 2377,
  "en": "derivative",
  "ru": "производный"
  },
  {
  "id": 2378,
  "en": "derive",
  "ru": "выводить, извлекать"
  },
  {
  "id": 2379,
  "en": "descend",
  "ru": "спускаться"
  },
  {
  "id": 2380,
  "en": "descend",
  "ru": "[dɪˈsɛndfrɒm] происходить от"
  },
  {
  "id": 2381,
  "en": "descendant",
  "ru": "потомок"
  },
  {
  "id": 2382,
  "en": "descent",
  "ru": "спуск"
  },
  {
  "id": 2383,
  "en": "describe",
  "ru": "описать"
  },
  {
  "id": 2384,
  "en": "description",
  "ru": "описание"
  },
  {
  "id": 2385,
  "en": "descriptive",
  "ru": "описательный"
  },
  {
  "id": 2386,
  "en": "desert",
  "ru": "пустыня"
  },
  {
  "id": 2387,
  "en": "desert",
  "ru": "бросать, оставлять"
  },
  {
  "id": 2388,
  "en": "deserter",
  "ru": "дезертир"
  },
  {
  "id": 2389,
  "en": "deserve",
  "ru": "заслуживать"
  },
  {
  "id": 2390,
  "en": "deserved",
  "ru": "заслуженный"
  },
  {
  "id": 2391,
  "en": "design",
  "ru": "рисунок, план, дизайн"
  },
  {
  "id": 2392,
  "en": "designate",
  "ru": "обозначать, называть"
  },
  {
  "id": 2393,
  "en": "designation",
  "ru": "обозначение"
  },
  {
  "id": 2394,
  "en": "desirable",
  "ru": "желательный"
  },
  {
  "id": 2395,
  "en": "desire",
  "ru": "желание, желать"
  },
  {
  "id": 2396,
  "en": "desk",
  "ru": "письменный стол"
  },
  {
  "id": 2397,
  "en": "desktop",
  "ru": "настольный"
  },
  {
  "id": 2398,
  "en": "desolate",
  "ru": "пустынный, безлюдный"
  },
  {
  "id": 2399,
  "en": "desolation",
  "ru": "опустошение"
  },
  {
  "id": 2400,
  "en": "despair",
  "ru": "отчаяние, безнадёжность"
  },
  {
  "id": 2401,
  "en": "desperate",
  "ru": "отчаянный, безвыходный"
  },
  {
  "id": 2402,
  "en": "desperation",
  "ru": "безрассудство"
  },
  {
  "id": 2403,
  "en": "despise",
  "ru": "презирать"
  },
  {
  "id": 2404,
  "en": "despite",
  "ru": "несмотря на"
  },
  {
  "id": 2405,
  "en": "dessert",
  "ru": "десерт"
  },
  {
  "id": 2406,
  "en": "destination",
  "ru": "место назначения"
  },
  {
  "id": 2407,
  "en": "destined",
  "ru": "предназначен судьбой, обречён"
  },
  {
  "id": 2408,
  "en": "destiny",
  "ru": "судьба, предназначение"
  },
  {
  "id": 2409,
  "en": "destroy",
  "ru": "разрушать"
  },
  {
  "id": 2410,
  "en": "destroyer",
  "ru": "разрушитель"
  },
  {
  "id": 2411,
  "en": "destruction",
  "ru": "разрушение"
  },
  {
  "id": 2412,
  "en": "detach",
  "ru": "отделить, оторвать"
  },
  {
  "id": 2413,
  "en": "detachment",
  "ru": "отделение, отслоение"
  },
  {
  "id": 2414,
  "en": "detail",
  "ru": "деталь"
  },
  {
  "id": 2415,
  "en": "detain",
  "ru": "задерживать"
  },
  {
  "id": 2416,
  "en": "detainee",
  "ru": "задержанное лицо"
  },
  {
  "id": 2417,
  "en": "detect",
  "ru": "обнаружить, выявить"
  },
  {
  "id": 2418,
  "en": "detective",
  "ru": "детектив"
  },
  {
  "id": 2419,
  "en": "detention",
  "ru": "задержание, арест"
  },
  {
  "id": 2420,
  "en": "deter",
  "ru": "удерживать (от действия)"
  },
  {
  "id": 2421,
  "en": "deteriorate",
  "ru": "ухудшать"
  },
  {
  "id": 2422,
  "en": "deterioration",
  "ru": "ухудшение"
  },
  {
  "id": 2423,
  "en": "determinate",
  "ru": "определённый, решённый"
  },
  {
  "id": 2424,
  "en": "determination",
  "ru": "определение"
  },
  {
  "id": 2425,
  "en": "determination",
  "ru": "решимость"
  },
  {
  "id": 2426,
  "en": "determine",
  "ru": "определить"
  },
  {
  "id": 2427,
  "en": "determined",
  "ru": "решённый, решительный"
  },
  {
  "id": 2428,
  "en": "determined",
  "ru": "решительный"
  },
  {
  "id": 2429,
  "en": "deterrence",
  "ru": "устрашение"
  },
  {
  "id": 2430,
  "en": "deterrent",
  "ru": "сдерживающий (фактор)"
  },
  {
  "id": 2431,
  "en": "detonate",
  "ru": "детонировать"
  },
  {
  "id": 2432,
  "en": "detriment",
  "ru": "ущерб, вред"
  },
  {
  "id": 2433,
  "en": "detrimental",
  "ru": "вредный"
  },
  {
  "id": 2434,
  "en": "devalue",
  "ru": "обесценивать"
  },
  {
  "id": 2435,
  "en": "devastate",
  "ru": "опустошать, разорять"
  },
  {
  "id": 2436,
  "en": "devastation",
  "ru": "разорение"
  },
  {
  "id": 2437,
  "en": "develop",
  "ru": "развивать, разрабатывать"
  },
  {
  "id": 2438,
  "en": "development",
  "ru": "развитие"
  },
  {
  "id": 2439,
  "en": "deviant",
  "ru": "отклоняющееся"
  },
  {
  "id": 2440,
  "en": "deviate",
  "ru": "отклоняться"
  },
  {
  "id": 2441,
  "en": "deviation",
  "ru": "отклонение"
  },
  {
  "id": 2442,
  "en": "device",
  "ru": "прибор"
  },
  {
  "id": 2443,
  "en": "devil",
  "ru": "дьявол"
  },
  {
  "id": 2444,
  "en": "devise",
  "ru": "придумывать, изобретать"
  },
  {
  "id": 2445,
  "en": "devoid",
  "ru": "лишенный"
  },
  {
  "id": 2446,
  "en": "devote",
  "ru": "посвятить, уделить"
  },
  {
  "id": 2447,
  "en": "devotion",
  "ru": "преданность"
  },
  {
  "id": 2448,
  "en": "devour",
  "ru": "пожирать"
  },
  {
  "id": 2449,
  "en": "diabetes",
  "ru": "диабет"
  },
  {
  "id": 2450,
  "en": "diagnose",
  "ru": "диагностировать"
  },
  {
  "id": 2451,
  "en": "diagnosis",
  "ru": "диагноз"
  },
  {
  "id": 2452,
  "en": "diagonal",
  "ru": "диагональный"
  },
  {
  "id": 2453,
  "en": "diagram",
  "ru": "диаграмма"
  },
  {
  "id": 2454,
  "en": "dial",
  "ru": "набирать номер"
  },
  {
  "id": 2455,
  "en": "dialect",
  "ru": "диалект"
  },
  {
  "id": 2456,
  "en": "dialogue",
  "ru": "диалог"
  },
  {
  "id": 2457,
  "en": "diameter",
  "ru": "диаметр"
  },
  {
  "id": 2458,
  "en": "diamond",
  "ru": "бриллиант обычно алмаз"
  },
  {
  "id": 2459,
  "en": "diaphragm",
  "ru": "диафрагма"
  },
  {
  "id": 2460,
  "en": "diary",
  "ru": "дневник"
  },
  {
  "id": 2461,
  "en": "dice",
  "ru": "dice) [daɪs] кубик (игральный)"
  },
  {
  "id": 2462,
  "en": "dictate",
  "ru": "диктовать"
  },
  {
  "id": 2463,
  "en": "dictionary",
  "ru": "словарь"
  },
  {
  "id": 2464,
  "en": "die",
  "ru": "[daɪdaʊn] утихнуть"
  },
  {
  "id": 2465,
  "en": "die",
  "ru": "[daɪ aʊt] вымереть"
  },
  {
  "id": 2466,
  "en": "die",
  "ru": "умирать"
  },
  {
  "id": 2467,
  "en": "diesel",
  "ru": "дизель"
  },
  {
  "id": 2468,
  "en": "diet",
  "ru": "диета"
  },
  {
  "id": 2469,
  "en": "differ",
  "ru": "отличаться"
  },
  {
  "id": 2470,
  "en": "difference",
  "ru": "разница"
  },
  {
  "id": 2471,
  "en": "different",
  "ru": "разный, отличающийся"
  },
  {
  "id": 2472,
  "en": "differentiate",
  "ru": "отличать"
  },
  {
  "id": 2473,
  "en": "difficult",
  "ru": "трудный"
  },
  {
  "id": 2474,
  "en": "difficulty",
  "ru": "трудность"
  },
  {
  "id": 2475,
  "en": "diffuse",
  "ru": "рассеивать, распылять"
  },
  {
  "id": 2476,
  "en": "diffusion",
  "ru": "рассеивание"
  },
  {
  "id": 2477,
  "en": "dig",
  "ru": "копать"
  },
  {
  "id": 2478,
  "en": "dig",
  "ru": "откопать"
  },
  {
  "id": 2479,
  "en": "digest",
  "ru": "переваривать"
  },
  {
  "id": 2480,
  "en": "digestion",
  "ru": "пищеварение"
  },
  {
  "id": 2481,
  "en": "digestive",
  "ru": "пищеварительный"
  },
  {
  "id": 2482,
  "en": "digit",
  "ru": "цифра"
  },
  {
  "id": 2483,
  "en": "digital",
  "ru": "цифровой"
  },
  {
  "id": 2484,
  "en": "dignity",
  "ru": "достоинство"
  },
  {
  "id": 2485,
  "en": "dilemma",
  "ru": "дилемма"
  },
  {
  "id": 2486,
  "en": "diligence",
  "ru": "усердие"
  },
  {
  "id": 2487,
  "en": "diligent",
  "ru": "усердный, старательный"
  },
  {
  "id": 2488,
  "en": "dilute",
  "ru": "разбавлять, разводить"
  },
  {
  "id": 2489,
  "en": "dilution",
  "ru": "разбавление"
  },
  {
  "id": 2490,
  "en": "dim",
  "ru": "тусклый"
  },
  {
  "id": 2491,
  "en": "dimension",
  "ru": "измерение, размер"
  },
  {
  "id": 2492,
  "en": "dimensional",
  "ru": "размерный, n-мерный"
  },
  {
  "id": 2493,
  "en": "diminish",
  "ru": "уменьшаться"
  },
  {
  "id": 2494,
  "en": "diminution",
  "ru": "снижение, сокращение"
  },
  {
  "id": 2495,
  "en": "dimness",
  "ru": "тусклость"
  },
  {
  "id": 2496,
  "en": "dine",
  "ru": "обедать"
  },
  {
  "id": 2497,
  "en": "dinner",
  "ru": "ужин"
  },
  {
  "id": 2498,
  "en": "dinosaur",
  "ru": "динозавр"
  },
  {
  "id": 2499,
  "en": "dip",
  "ru": "окунать, погружать"
  },
  {
  "id": 2500,
  "en": "diploma",
  "ru": "диплом"
  },
  {
  "id": 2501,
  "en": "diplomacy",
  "ru": "дипломатия"
  },
  {
  "id": 2502,
  "en": "diplomat",
  "ru": "дипломат"
  },
  {
  "id": 2503,
  "en": "diplomatic",
  "ru": "дипломатический"
  },
  {
  "id": 2504,
  "en": "dipper",
  "ru": "ковш"
  },
  {
  "id": 2505,
  "en": "dire",
  "ru": "страшный, тяжёлый"
  },
  {
  "id": 2506,
  "en": "direct",
  "ru": "прямой, непосредственный"
  },
  {
  "id": 2507,
  "en": "direct",
  "ru": "направлять"
  },
  {
  "id": 2508,
  "en": "direction",
  "ru": "направление"
  },
  {
  "id": 2509,
  "en": "director",
  "ru": "директор, режиссёр"
  },
  {
  "id": 2510,
  "en": "directory",
  "ru": "справочник"
  },
  {
  "id": 2511,
  "en": "dirty",
  "ru": "грязный"
  },
  {
  "id": 2512,
  "en": "disability",
  "ru": "инвалидность"
  },
  {
  "id": 2513,
  "en": "disable",
  "ru": "отключить, нейтрализовать"
  },
  {
  "id": 2514,
  "en": "disabled",
  "ru": "инвалид (прил.)"
  },
  {
  "id": 2515,
  "en": "disadvantage",
  "ru": "недостаток"
  },
  {
  "id": 2516,
  "en": "disaffection",
  "ru": "неприязнь"
  },
  {
  "id": 2517,
  "en": "disagree",
  "ru": "не соглашаться"
  },
  {
  "id": 2518,
  "en": "disagreement",
  "ru": "разногласие"
  },
  {
  "id": 2519,
  "en": "disappear",
  "ru": "исчезать"
  },
  {
  "id": 2520,
  "en": "disappearance",
  "ru": "исчезновение"
  },
  {
  "id": 2521,
  "en": "disappoint",
  "ru": "разочаровывать"
  },
  {
  "id": 2522,
  "en": "disappointment",
  "ru": "разочарование"
  },
  {
  "id": 2523,
  "en": "disapprove",
  "ru": "не одобрять"
  },
  {
  "id": 2524,
  "en": "disarm",
  "ru": "разоружать"
  },
  {
  "id": 2525,
  "en": "disassemble",
  "ru": "разбирать"
  },
  {
  "id": 2526,
  "en": "disaster",
  "ru": "бедствие"
  },
  {
  "id": 2527,
  "en": "disastrous",
  "ru": "гибельный"
  },
  {
  "id": 2528,
  "en": "disbelief",
  "ru": "неверие"
  },
  {
  "id": 2529,
  "en": "disc",
  "ru": "disk [dɪsk / dɪsk] диск"
  },
  {
  "id": 2530,
  "en": "discard",
  "ru": "отбросить, отказаться"
  },
  {
  "id": 2531,
  "en": "discern",
  "ru": "различить, распознать"
  },
  {
  "id": 2532,
  "en": "discernible",
  "ru": "различимый"
  },
  {
  "id": 2533,
  "en": "discernment",
  "ru": "проницательность"
  },
  {
  "id": 2534,
  "en": "discharge",
  "ru": "разряжать"
  },
  {
  "id": 2535,
  "en": "disciple",
  "ru": "ученик, последователь"
  },
  {
  "id": 2536,
  "en": "discipline",
  "ru": "дисциплина"
  },
  {
  "id": 2537,
  "en": "disclose",
  "ru": "раскрывать, обнаруживать"
  },
  {
  "id": 2538,
  "en": "disclosure",
  "ru": "раскрытие"
  },
  {
  "id": 2539,
  "en": "disconnect",
  "ru": "отключить"
  },
  {
  "id": 2540,
  "en": "discontent",
  "ru": "недовольство"
  },
  {
  "id": 2541,
  "en": "discount",
  "ru": "скидка"
  },
  {
  "id": 2542,
  "en": "discourage",
  "ru": "отговорить, демотивировать"
  },
  {
  "id": 2543,
  "en": "discouragement",
  "ru": "упадок духа, обескураженность"
  },
  {
  "id": 2544,
  "en": "discourse",
  "ru": "речь, рассуждение"
  },
  {
  "id": 2545,
  "en": "discover",
  "ru": "открыть (новое)"
  },
  {
  "id": 2546,
  "en": "discovery",
  "ru": "открытие"
  },
  {
  "id": 2547,
  "en": "discreet",
  "ru": "сдержанный"
  },
  {
  "id": 2548,
  "en": "discrepancy",
  "ru": "несоответствие, расхождение"
  },
  {
  "id": 2549,
  "en": "discrete",
  "ru": "отдельный, разрозненный"
  },
  {
  "id": 2550,
  "en": "discretion",
  "ru": "благоразумие, усмотрение"
  },
  {
  "id": 2551,
  "en": "discriminate",
  "ru": "различать, разделять"
  },
  {
  "id": 2552,
  "en": "discrimination",
  "ru": "различение"
  },
  {
  "id": 2553,
  "en": "discuss",
  "ru": "обсуждать"
  },
  {
  "id": 2554,
  "en": "discussion",
  "ru": "обсуждение"
  },
  {
  "id": 2555,
  "en": "disdain",
  "ru": "пренебрегать, презирать"
  },
  {
  "id": 2556,
  "en": "disdainful",
  "ru": "презрительный"
  },
  {
  "id": 2557,
  "en": "disease",
  "ru": "болезнь"
  },
  {
  "id": 2558,
  "en": "disenchantment",
  "ru": "разочарование"
  },
  {
  "id": 2559,
  "en": "disgrace",
  "ru": "бесчестие, позор"
  },
  {
  "id": 2560,
  "en": "disgraceful",
  "ru": "позорный"
  },
  {
  "id": 2561,
  "en": "disguise",
  "ru": "маскировать, маскировка"
  },
  {
  "id": 2562,
  "en": "disgust",
  "ru": "отвращение"
  },
  {
  "id": 2563,
  "en": "disgusting",
  "ru": "отвратительный"
  },
  {
  "id": 2564,
  "en": "dish",
  "ru": "тарелка или миска"
  },
  {
  "id": 2565,
  "en": "dish",
  "ru": "блюдо"
  },
  {
  "id": 2566,
  "en": "dishonest",
  "ru": "нечестный"
  },
  {
  "id": 2567,
  "en": "disillusion",
  "ru": "разочаровывать"
  },
  {
  "id": 2568,
  "en": "disillusionment",
  "ru": "разочарованность"
  },
  {
  "id": 2569,
  "en": "disinclined",
  "ru": "несклонный, нерасположенный"
  },
  {
  "id": 2570,
  "en": "disjunction",
  "ru": "разделение"
  },
  {
  "id": 2571,
  "en": "dislocate",
  "ru": "вывихнуть, сместить"
  },
  {
  "id": 2572,
  "en": "dislocation",
  "ru": "вывих"
  },
  {
  "id": 2573,
  "en": "dismal",
  "ru": "гнетущий, мрачный"
  },
  {
  "id": 2574,
  "en": "dismantle",
  "ru": "разобрать, демонтировать"
  },
  {
  "id": 2575,
  "en": "dismay",
  "ru": "испуг, тревога, потрясение"
  },
  {
  "id": 2576,
  "en": "dismiss",
  "ru": "прогонять, посылать, увольнять"
  },
  {
  "id": 2577,
  "en": "dismiss",
  "ru": "отклонить, отбросить"
  },
  {
  "id": 2578,
  "en": "dismissal",
  "ru": "отправка, увольнение"
  },
  {
  "id": 2579,
  "en": "dismissal",
  "ru": "отклонение"
  },
  {
  "id": 2580,
  "en": "disobedience",
  "ru": "непослушание"
  },
  {
  "id": 2581,
  "en": "disobedient",
  "ru": "непослушный"
  },
  {
  "id": 2582,
  "en": "disobey",
  "ru": "не слушаться"
  },
  {
  "id": 2583,
  "en": "disorder",
  "ru": "беспорядок"
  },
  {
  "id": 2584,
  "en": "disorder",
  "ru": "расстройство"
  },
  {
  "id": 2585,
  "en": "disordered",
  "ru": "беспорядочный"
  },
  {
  "id": 2586,
  "en": "disorient",
  "ru": "] ориентироваться"
  },
  {
  "id": 2587,
  "en": "disparity",
  "ru": "неравенство"
  },
  {
  "id": 2588,
  "en": "dispatch",
  "ru": "отправлять, отправка"
  },
  {
  "id": 2589,
  "en": "dispel",
  "ru": "развеяться, исчезнуть"
  },
  {
  "id": 2590,
  "en": "dispensation",
  "ru": "распределение"
  },
  {
  "id": 2591,
  "en": "dispense",
  "ru": "[dɪsˈpɛnswɪð] обойтись без, избавиться"
  },
  {
  "id": 2592,
  "en": "dispense",
  "ru": "распределять, раздавать"
  },
  {
  "id": 2593,
  "en": "disperse",
  "ru": "рассеиваться"
  },
  {
  "id": 2594,
  "en": "dispersion",
  "ru": "рассеивание"
  },
  {
  "id": 2595,
  "en": "displace",
  "ru": "вытеснять, смещать"
  },
  {
  "id": 2596,
  "en": "displacement",
  "ru": "смещение"
  },
  {
  "id": 2597,
  "en": "display",
  "ru": "показ(ывать), демонстрировать"
  },
  {
  "id": 2598,
  "en": "display",
  "ru": "проявлять"
  },
  {
  "id": 2599,
  "en": "displeasure",
  "ru": "неудовольствие"
  },
  {
  "id": 2600,
  "en": "disposable",
  "ru": "одноразовый"
  },
  {
  "id": 2601,
  "en": "disposal",
  "ru": "распоряжение"
  },
  {
  "id": 2602,
  "en": "disposal",
  "ru": "удаление"
  },
  {
  "id": 2603,
  "en": "dispose",
  "ru": "[dɪsˈpəʊzɒv] располагать, распоряжаться"
  },
  {
  "id": 2604,
  "en": "dispose",
  "ru": "[dɪsˈpəʊzɒv] избавиться"
  },
  {
  "id": 2605,
  "en": "disproportion",
  "ru": "диспропорция"
  },
  {
  "id": 2606,
  "en": "dispute",
  "ru": "спор, спорить"
  },
  {
  "id": 2607,
  "en": "disputed",
  "ru": "спорный"
  },
  {
  "id": 2608,
  "en": "disregard",
  "ru": "пренебрегать"
  },
  {
  "id": 2609,
  "en": "disrupt",
  "ru": "нарушить, сорвать"
  },
  {
  "id": 2610,
  "en": "disruption",
  "ru": "нарушение"
  },
  {
  "id": 2611,
  "en": "dissatisfy",
  "ru": "не удовлетворять"
  },
  {
  "id": 2612,
  "en": "dissent",
  "ru": "несогласие, не соглашаться"
  },
  {
  "id": 2613,
  "en": "dissenter",
  "ru": "несогласный, дисидент"
  },
  {
  "id": 2614,
  "en": "dissertation",
  "ru": "диссертация"
  },
  {
  "id": 2615,
  "en": "dissipate",
  "ru": "рассеивать"
  },
  {
  "id": 2616,
  "en": "dissipation",
  "ru": "рассеивание"
  },
  {
  "id": 2617,
  "en": "dissolve",
  "ru": "растворять, растворяться"
  },
  {
  "id": 2618,
  "en": "distance",
  "ru": "расстояние"
  },
  {
  "id": 2619,
  "en": "distant",
  "ru": "отдалённый"
  },
  {
  "id": 2620,
  "en": "distaste",
  "ru": "отвращение"
  },
  {
  "id": 2621,
  "en": "distinct",
  "ru": "чёткий, различимый"
  },
  {
  "id": 2622,
  "en": "distinction",
  "ru": "различие"
  },
  {
  "id": 2623,
  "en": "distinctive",
  "ru": "отличительный"
  },
  {
  "id": 2624,
  "en": "distinguish",
  "ru": "выделять, отличать"
  },
  {
  "id": 2625,
  "en": "distinguishable",
  "ru": "различимый"
  },
  {
  "id": 2626,
  "en": "distort",
  "ru": "искажать"
  },
  {
  "id": 2627,
  "en": "distortion",
  "ru": "искажение"
  },
  {
  "id": 2628,
  "en": "distract",
  "ru": "отвлекать"
  },
  {
  "id": 2629,
  "en": "distraction",
  "ru": "отвлечение"
  },
  {
  "id": 2630,
  "en": "distress",
  "ru": "несчастье, страдание"
  },
  {
  "id": 2631,
  "en": "distressed",
  "ru": "бедствующий"
  },
  {
  "id": 2632,
  "en": "distribute",
  "ru": "распределять"
  },
  {
  "id": 2633,
  "en": "distribution",
  "ru": "распределение"
  },
  {
  "id": 2634,
  "en": "district",
  "ru": "район, округ и т. п."
  },
  {
  "id": 2635,
  "en": "distrust",
  "ru": "недоверие"
  },
  {
  "id": 2636,
  "en": "disturb",
  "ru": "тревожить"
  },
  {
  "id": 2637,
  "en": "disturbance",
  "ru": "нарушение, волнение"
  },
  {
  "id": 2638,
  "en": "ditch",
  "ru": "ров"
  },
  {
  "id": 2639,
  "en": "dive",
  "ru": "нырять"
  },
  {
  "id": 2640,
  "en": "diverge",
  "ru": "расходиться"
  },
  {
  "id": 2641,
  "en": "divergence",
  "ru": "расхождение"
  },
  {
  "id": 2642,
  "en": "diverse",
  "ru": "разнообразный"
  },
  {
  "id": 2643,
  "en": "diversify",
  "ru": "разнообразить"
  },
  {
  "id": 2644,
  "en": "diversify",
  "ru": "диверсифицировать"
  },
  {
  "id": 2645,
  "en": "diversion",
  "ru": "отвлечение"
  },
  {
  "id": 2646,
  "en": "diversity",
  "ru": "разнообразие"
  },
  {
  "id": 2647,
  "en": "divert",
  "ru": "отвлечь, развлечь"
  },
  {
  "id": 2648,
  "en": "divide",
  "ru": "делить"
  },
  {
  "id": 2649,
  "en": "divine",
  "ru": "божественный"
  },
  {
  "id": 2650,
  "en": "divinity",
  "ru": "божественность"
  },
  {
  "id": 2651,
  "en": "division",
  "ru": "деление"
  },
  {
  "id": 2652,
  "en": "divisive",
  "ru": "разделяющий"
  },
  {
  "id": 2653,
  "en": "divorce",
  "ru": "развод, разводиться"
  },
  {
  "id": 2654,
  "en": "dizziness",
  "ru": "головокружение"
  },
  {
  "id": 2655,
  "en": "dizzy",
  "ru": "головокружительный"
  },
  {
  "id": 2656,
  "en": "do",
  "ru": "[duːəˈbaʊt] сделать (с чем-то)"
  },
  {
  "id": 2657,
  "en": "do",
  "ru": "[duːʌp] привести в порядок"
  },
  {
  "id": 2658,
  "en": "do",
  "ru": "[duːwɪˈðaʊt] обойтись без"
  },
  {
  "id": 2659,
  "en": "do",
  "ru": "with [duːəˈweɪwɪð] покончить, избавиться"
  },
  {
  "id": 2660,
  "en": "do",
  "ru": "делать"
  },
  {
  "id": 2661,
  "en": "dock",
  "ru": "причал, док"
  },
  {
  "id": 2662,
  "en": "dock",
  "ru": "док"
  },
  {
  "id": 2663,
  "en": "doctor",
  "ru": "доктор"
  },
  {
  "id": 2664,
  "en": "doctrine",
  "ru": "доктрина"
  },
  {
  "id": 2665,
  "en": "document",
  "ru": "документ"
  },
  {
  "id": 2666,
  "en": "documentary",
  "ru": "документальный"
  },
  {
  "id": 2667,
  "en": "dodge",
  "ru": "уворачиваться, уклоняться, уловка"
  },
  {
  "id": 2668,
  "en": "dodger",
  "ru": "хитрец"
  },
  {
  "id": 2669,
  "en": "dog",
  "ru": "собака"
  },
  {
  "id": 2670,
  "en": "dole",
  "ru": "пособие по безработице"
  },
  {
  "id": 2671,
  "en": "doll",
  "ru": "кукла"
  },
  {
  "id": 2672,
  "en": "dollar",
  "ru": "доллар"
  },
  {
  "id": 2673,
  "en": "dolphin",
  "ru": "дельфин"
  },
  {
  "id": 2674,
  "en": "domain",
  "ru": "область, сфера, владение"
  },
  {
  "id": 2675,
  "en": "dome",
  "ru": "купол, свод"
  },
  {
  "id": 2676,
  "en": "domestic",
  "ru": "домашний"
  },
  {
  "id": 2677,
  "en": "domestic",
  "ru": "внутренний (о политике)"
  },
  {
  "id": 2678,
  "en": "domesticate",
  "ru": "приручить, одомашнить"
  },
  {
  "id": 2679,
  "en": "dominance",
  "ru": "доминирование"
  },
  {
  "id": 2680,
  "en": "dominant",
  "ru": "доминирующий"
  },
  {
  "id": 2681,
  "en": "dominate",
  "ru": "доминировать"
  },
  {
  "id": 2682,
  "en": "donate",
  "ru": "жертвовать, скидываться"
  },
  {
  "id": 2683,
  "en": "donation",
  "ru": "пожертвование"
  },
  {
  "id": 2684,
  "en": "donkey",
  "ru": "осел"
  },
  {
  "id": 2685,
  "en": "donor",
  "ru": "донор"
  },
  {
  "id": 2686,
  "en": "doom",
  "ru": "гибель, рок, обречённость и т. д."
  },
  {
  "id": 2687,
  "en": "door",
  "ru": "дверь"
  },
  {
  "id": 2688,
  "en": "doorstep",
  "ru": "порог"
  },
  {
  "id": 2689,
  "en": "doorway",
  "ru": "дверной проем"
  },
  {
  "id": 2690,
  "en": "dope",
  "ru": "наркотик, дурман"
  },
  {
  "id": 2691,
  "en": "dormitory",
  "ru": "общежитие"
  },
  {
  "id": 2692,
  "en": "dose",
  "ru": "доза"
  },
  {
  "id": 2693,
  "en": "dot",
  "ru": "точка"
  },
  {
  "id": 2694,
  "en": "double",
  "ru": "удваивать, двойной"
  },
  {
  "id": 2695,
  "en": "doubt",
  "ru": "сомневаться, сомнение"
  },
  {
  "id": 2696,
  "en": "doubtful",
  "ru": "сомнительный"
  },
  {
  "id": 2697,
  "en": "doubtless",
  "ru": "несомненный"
  },
  {
  "id": 2698,
  "en": "dough",
  "ru": "тесто"
  },
  {
  "id": 2699,
  "en": "doughnut",
  "ru": "пончик"
  },
  {
  "id": 2700,
  "en": "doughy",
  "ru": "тестообразный"
  },
  {
  "id": 2701,
  "en": "down",
  "ru": "вниз"
  },
  {
  "id": 2702,
  "en": "downhill",
  "ru": "с горы"
  },
  {
  "id": 2703,
  "en": "download",
  "ru": "скачать"
  },
  {
  "id": 2704,
  "en": "downpour",
  "ru": "ливень"
  },
  {
  "id": 2705,
  "en": "downstream",
  "ru": "вниз по течению"
  },
  {
  "id": 2706,
  "en": "downtown",
  "ru": "центр города"
  },
  {
  "id": 2707,
  "en": "downturn",
  "ru": "спад"
  },
  {
  "id": 2708,
  "en": "downwards",
  "ru": "[ˈdaʊnwədz] вниз (вниз)"
  },
  {
  "id": 2709,
  "en": "dozen",
  "ru": "дюжина"
  },
  {
  "id": 2710,
  "en": "draft",
  "ru": "тяга, сквозняк"
  },
  {
  "id": 2711,
  "en": "draft",
  "ru": "проект, черновик, набросок"
  },
  {
  "id": 2712,
  "en": "drag",
  "ru": "тащить, волочить"
  },
  {
  "id": 2713,
  "en": "drag",
  "ru": "[drægɒn] тянуться долго"
  },
  {
  "id": 2714,
  "en": "dragon",
  "ru": "дракон"
  },
  {
  "id": 2715,
  "en": "dragonfly",
  "ru": "стрекоза"
  },
  {
  "id": 2716,
  "en": "drain",
  "ru": "слив, водосток"
  },
  {
  "id": 2717,
  "en": "drainage",
  "ru": "дренаж"
  },
  {
  "id": 2718,
  "en": "drama",
  "ru": "драма"
  },
  {
  "id": 2719,
  "en": "dramatic",
  "ru": "драматический"
  },
  {
  "id": 2720,
  "en": "drastic",
  "ru": "радикальный, резкий"
  },
  {
  "id": 2721,
  "en": "draw",
  "ru": "тянуть"
  },
  {
  "id": 2722,
  "en": "drawback",
  "ru": "недостаток"
  },
  {
  "id": 2723,
  "en": "drawbridge",
  "ru": "подъемный мост"
  },
  {
  "id": 2724,
  "en": "drawer",
  "ru": "выдвижной ящик"
  },
  {
  "id": 2725,
  "en": "dread",
  "ru": "страх, бояться"
  },
  {
  "id": 2726,
  "en": "dreadful",
  "ru": "ужасный"
  },
  {
  "id": 2727,
  "en": "dream",
  "ru": "[driːmʌp] выдумывать"
  },
  {
  "id": 2728,
  "en": "dream",
  "ru": "сон (видение)"
  },
  {
  "id": 2729,
  "en": "dream",
  "ru": "мечтать"
  },
  {
  "id": 2730,
  "en": "dress",
  "ru": "одеваться"
  },
  {
  "id": 2731,
  "en": "dress",
  "ru": "[drɛsʌp] нарядиться"
  },
  {
  "id": 2732,
  "en": "drier",
  "ru": "сушилка"
  },
  {
  "id": 2733,
  "en": "drift",
  "ru": "дрейфовать или дрифтовать"
  },
  {
  "id": 2734,
  "en": "drill",
  "ru": "сверло, сверлить"
  },
  {
  "id": 2735,
  "en": "drills",
  "ru": "тренировка, учение"
  },
  {
  "id": 2736,
  "en": "drink",
  "ru": "пить"
  },
  {
  "id": 2737,
  "en": "drip",
  "ru": "капля, капать"
  },
  {
  "id": 2738,
  "en": "drive",
  "ru": "[draɪvɒf] уехать (на машине)"
  },
  {
  "id": 2739,
  "en": "drive",
  "ru": "[draɪvaʊt] выгнать"
  },
  {
  "id": 2740,
  "en": "drive",
  "ru": "[draɪvəˈweɪ] прогнать"
  },
  {
  "id": 2741,
  "en": "drive",
  "ru": "[draɪvɒf] отогнать"
  },
  {
  "id": 2742,
  "en": "drive",
  "ru": "driven) [draɪv] вести машину"
  },
  {
  "id": 2743,
  "en": "drive",
  "ru": "[draɪvɪn] ехать в машине"
  },
  {
  "id": 2744,
  "en": "drive",
  "ru": "driven) [draɪv] двигать, гнать"
  },
  {
  "id": 2745,
  "en": "drizzle",
  "ru": "моросить, морось"
  },
  {
  "id": 2746,
  "en": "drizzly",
  "ru": "моросящий"
  },
  {
  "id": 2747,
  "en": "drop",
  "ru": "of [drɒpaʊtɒv] бросить (учёбу)"
  },
  {
  "id": 2748,
  "en": "drop",
  "ru": "падать, ронять"
  },
  {
  "id": 2749,
  "en": "drop",
  "ru": "капля"
  },
  {
  "id": 2750,
  "en": "drop",
  "ru": "[drɒpɒf] завезти, высадить"
  },
  {
  "id": 2751,
  "en": "drop",
  "ru": "[drɒpbaɪ] зайти (по пути)"
  },
  {
  "id": 2752,
  "en": "drop",
  "ru": "[drɒpɪn] завезти, занести"
  },
  {
  "id": 2753,
  "en": "dropout",
  "ru": "бросивший учёбу студент"
  },
  {
  "id": 2754,
  "en": "drought",
  "ru": "засуха"
  },
  {
  "id": 2755,
  "en": "drown",
  "ru": "тонуть"
  },
  {
  "id": 2756,
  "en": "drug",
  "ru": "лекарство или наркотик"
  },
  {
  "id": 2757,
  "en": "drug",
  "ru": "[drʌgˈdiːlə] наркоторговец"
  },
  {
  "id": 2758,
  "en": "drugstore",
  "ru": "аптека"
  },
  {
  "id": 2759,
  "en": "drum",
  "ru": "барабан, барабанить"
  },
  {
  "id": 2760,
  "en": "drummer",
  "ru": "барабанщик"
  },
  {
  "id": 2761,
  "en": "drunk",
  "ru": "(drunken)"
  },
  {
  "id": 2762,
  "en": "dry",
  "ru": "[draɪʌp] пересохнуть, иссякнуть"
  },
  {
  "id": 2763,
  "en": "dry",
  "ru": "сухой, сушить, засуха"
  },
  {
  "id": 2764,
  "en": "dryness",
  "ru": "сухость"
  },
  {
  "id": 2765,
  "en": "dual",
  "ru": "парный, двоякий"
  },
  {
  "id": 2766,
  "en": "duality",
  "ru": "двойственность"
  },
  {
  "id": 2767,
  "en": "dub",
  "ru": "дублировать"
  },
  {
  "id": 2768,
  "en": "dubious",
  "ru": "сомнительный"
  },
  {
  "id": 2769,
  "en": "duchess",
  "ru": "герцогиня"
  },
  {
  "id": 2770,
  "en": "duck",
  "ru": "утка"
  },
  {
  "id": 2771,
  "en": "duckling",
  "ru": "утёнок"
  },
  {
  "id": 2772,
  "en": "dude",
  "ru": "чувак"
  },
  {
  "id": 2773,
  "en": "due",
  "ru": "[djuːtuː] из-за, в связи"
  },
  {
  "id": 2774,
  "en": "due",
  "ru": "должный, положенный"
  },
  {
  "id": 2775,
  "en": "duke",
  "ru": "герцог"
  },
  {
  "id": 2776,
  "en": "dukedom",
  "ru": "герцогство"
  },
  {
  "id": 2777,
  "en": "dull",
  "ru": "скучный, унылый"
  },
  {
  "id": 2778,
  "en": "dumb",
  "ru": "немой"
  },
  {
  "id": 2779,
  "en": "dumb",
  "ru": "тупой"
  },
  {
  "id": 2780,
  "en": "dumbness",
  "ru": "немота"
  },
  {
  "id": 2781,
  "en": "dummy",
  "ru": "манекен, чучело"
  },
  {
  "id": 2782,
  "en": "dump",
  "ru": "сваливать, сбрасывать, свалка"
  },
  {
  "id": 2783,
  "en": "dump",
  "ru": "бросать (парня/девушку)"
  },
  {
  "id": 2784,
  "en": "dumpster",
  "ru": "мусорный контейнер"
  },
  {
  "id": 2785,
  "en": "duo",
  "ru": "дуэт"
  },
  {
  "id": 2786,
  "en": "duplicate",
  "ru": "дублировать, дубликат"
  },
  {
  "id": 2787,
  "en": "duplication",
  "ru": "дублирование"
  },
  {
  "id": 2788,
  "en": "durability",
  "ru": "долговечность"
  },
  {
  "id": 2789,
  "en": "durable",
  "ru": "прочный, долговечный"
  },
  {
  "id": 2790,
  "en": "duration",
  "ru": "продолжительность"
  },
  {
  "id": 2791,
  "en": "during",
  "ru": "во время"
  },
  {
  "id": 2792,
  "en": "dusk",
  "ru": "смеркаться"
  },
  {
  "id": 2793,
  "en": "dusky",
  "ru": "сумеречный"
  },
  {
  "id": 2794,
  "en": "dust",
  "ru": "пыль"
  },
  {
  "id": 2795,
  "en": "dusty",
  "ru": "пыльный"
  },
  {
  "id": 2796,
  "en": "dutiful",
  "ru": "ответственный, обязательный"
  },
  {
  "id": 2797,
  "en": "duty",
  "ru": "обязанность, служба"
  },
  {
  "id": 2798,
  "en": "dwarf",
  "ru": "карлик, гном"
  },
  {
  "id": 2799,
  "en": "dwell",
  "ru": "[dwɛlɒn] остановиться (подробно)"
  },
  {
  "id": 2800,
  "en": "dwell",
  "ru": "обитать, проживать"
  },
  {
  "id": 2801,
  "en": "dwelling",
  "ru": "жилье"
  },
  {
  "id": 2802,
  "en": "dwindle",
  "ru": "постепенно уменьшаться"
  },
  {
  "id": 2803,
  "en": "dye",
  "ru": "краска, краситель"
  },
  {
  "id": 2804,
  "en": "dynamic",
  "ru": "динамический"
  },
  {
  "id": 2805,
  "en": "dynamics",
  "ru": "динамика"
  },
  {
  "id": 2806,
  "en": "dynamite",
  "ru": "динамит"
  },
  {
  "id": 2807,
  "en": "each",
  "ru": "каждый"
  },
  {
  "id": 2808,
  "en": "each",
  "ru": "каждый"
  },
  {
  "id": 2809,
  "en": "eager",
  "ru": "сильно желающий"
  },
  {
  "id": 2810,
  "en": "eagerness",
  "ru": "рвение"
  },
  {
  "id": 2811,
  "en": "eagle",
  "ru": "орёл"
  },
  {
  "id": 2812,
  "en": "ear",
  "ru": "ухо"
  },
  {
  "id": 2813,
  "en": "early",
  "ru": "рано, ранний"
  },
  {
  "id": 2814,
  "en": "earn",
  "ru": "зарабатывать"
  },
  {
  "id": 2815,
  "en": "earnest",
  "ru": "серьёзный, ревностный"
  },
  {
  "id": 2816,
  "en": "earnings",
  "ru": "заработок"
  },
  {
  "id": 2817,
  "en": "earring",
  "ru": "серьга"
  },
  {
  "id": 2818,
  "en": "earth",
  "ru": "Земля"
  },
  {
  "id": 2819,
  "en": "earthly",
  "ru": "земной"
  },
  {
  "id": 2820,
  "en": "earthquake",
  "ru": "[ˈɜːθkweɪk] землетрясение"
  },
  {
  "id": 2821,
  "en": "ease",
  "ru": "лёгкость, облегчать"
  },
  {
  "id": 2822,
  "en": "east",
  "ru": "восток"
  },
  {
  "id": 2823,
  "en": "Easter",
  "ru": "Пасха"
  },
  {
  "id": 2824,
  "en": "eastern",
  "ru": "восточный"
  },
  {
  "id": 2825,
  "en": "easy",
  "ru": "лёгкий"
  },
  {
  "id": 2826,
  "en": "eat",
  "ru": "[iːtʌp] съесть полностью"
  },
  {
  "id": 2827,
  "en": "eat",
  "ru": "[iːtaʊt] есть не дома"
  },
  {
  "id": 2828,
  "en": "eat",
  "ru": "[iːtɪn] есть дома"
  },
  {
  "id": 2829,
  "en": "eat",
  "ru": "есть"
  },
  {
  "id": 2830,
  "en": "eccentric",
  "ru": "эксцентричный"
  },
  {
  "id": 2831,
  "en": "echo",
  "ru": "эхо, отголосок, отражаться"
  },
  {
  "id": 2832,
  "en": "eclipse",
  "ru": "затмение"
  },
  {
  "id": 2833,
  "en": "ecological",
  "ru": "экологический"
  },
  {
  "id": 2834,
  "en": "ecology",
  "ru": "экология"
  },
  {
  "id": 2835,
  "en": "economic",
  "ru": "экономический"
  },
  {
  "id": 2836,
  "en": "economics",
  "ru": "экономика (наука)"
  },
  {
  "id": 2837,
  "en": "economy",
  "ru": "экономика (хозяйство)"
  },
  {
  "id": 2838,
  "en": "ecosystem",
  "ru": "экосистема"
  },
  {
  "id": 2839,
  "en": "ecstasy",
  "ru": "экстаз, экстази"
  },
  {
  "id": 2840,
  "en": "edge",
  "ru": "край"
  },
  {
  "id": 2841,
  "en": "edged",
  "ru": "окруженный, окантованный"
  },
  {
  "id": 2842,
  "en": "edgy",
  "ru": "острый или раздражительный"
  },
  {
  "id": 2843,
  "en": "edible",
  "ru": "съедобный"
  },
  {
  "id": 2844,
  "en": "edit",
  "ru": "редактировать, монтировать"
  },
  {
  "id": 2845,
  "en": "edition",
  "ru": "издание"
  },
  {
  "id": 2846,
  "en": "editor",
  "ru": "редактор"
  },
  {
  "id": 2847,
  "en": "editorial",
  "ru": "редакционный"
  },
  {
  "id": 2848,
  "en": "educate",
  "ru": "воспитывать, обучать"
  },
  {
  "id": 2849,
  "en": "education",
  "ru": "образование"
  },
  {
  "id": 2850,
  "en": "effect",
  "ru": "эффект"
  },
  {
  "id": 2851,
  "en": "effective",
  "ru": "эффективный"
  },
  {
  "id": 2852,
  "en": "effectiveness",
  "ru": "эффективность"
  },
  {
  "id": 2853,
  "en": "efficacy",
  "ru": "результативность"
  },
  {
  "id": 2854,
  "en": "efficiency",
  "ru": "эффективность"
  },
  {
  "id": 2855,
  "en": "efficient",
  "ru": "оптимальный, эффективный"
  },
  {
  "id": 2856,
  "en": "effort",
  "ru": "усилие, старание"
  },
  {
  "id": 2857,
  "en": "effortlessly",
  "ru": "без особых усилий"
  },
  {
  "id": 2858,
  "en": "egg",
  "ru": "яйцо"
  },
  {
  "id": 2859,
  "en": "eight",
  "ru": 8
  },
  {
  "id": 2860,
  "en": "eighteen",
  "ru": 18
  },
  {
  "id": 2861,
  "en": "either",
  "ru": "либо"
  },
  {
  "id": 2862,
  "en": "either",
  "ru": "тоже (не)"
  },
  {
  "id": 2863,
  "en": "either",
  "ru": "любой из двух"
  },
  {
  "id": 2864,
  "en": "eject",
  "ru": "выталкивать"
  },
  {
  "id": 2865,
  "en": "ejection",
  "ru": "выталкивание"
  },
  {
  "id": 2866,
  "en": "elaborate",
  "ru": "разработать, проработанный"
  },
  {
  "id": 2867,
  "en": "elaboration",
  "ru": "разработка"
  },
  {
  "id": 2868,
  "en": "elastic",
  "ru": "эластичный"
  },
  {
  "id": 2869,
  "en": "elbow",
  "ru": "локоть"
  },
  {
  "id": 2870,
  "en": "elder",
  "ru": "старший"
  },
  {
  "id": 2871,
  "en": "elderly",
  "ru": "пожилой, престарелый"
  },
  {
  "id": 2872,
  "en": "eldest",
  "ru": "самый старший"
  },
  {
  "id": 2873,
  "en": "elect",
  "ru": "избирать"
  },
  {
  "id": 2874,
  "en": "elections",
  "ru": "выборы"
  },
  {
  "id": 2875,
  "en": "electorate",
  "ru": "электорат"
  },
  {
  "id": 2876,
  "en": "electric",
  "ru": "электрический"
  },
  {
  "id": 2877,
  "en": "electrical",
  "ru": "электрический"
  },
  {
  "id": 2878,
  "en": "electricity",
  "ru": "электричество"
  },
  {
  "id": 2879,
  "en": "electrify",
  "ru": "электрифицировать"
  },
  {
  "id": 2880,
  "en": "electron",
  "ru": "электрон"
  },
  {
  "id": 2881,
  "en": "electronic",
  "ru": "электронный"
  },
  {
  "id": 2882,
  "en": "elegance",
  "ru": "элегантность"
  },
  {
  "id": 2883,
  "en": "elegant",
  "ru": "элегантный"
  },
  {
  "id": 2884,
  "en": "element",
  "ru": "элемент"
  },
  {
  "id": 2885,
  "en": "elementary",
  "ru": "элементарный"
  },
  {
  "id": 2886,
  "en": "elephant",
  "ru": "слон"
  },
  {
  "id": 2887,
  "en": "elevate",
  "ru": "поднимать, повышать"
  },
  {
  "id": 2888,
  "en": "elevation",
  "ru": "подъём, высота"
  },
  {
  "id": 2889,
  "en": "elevator",
  "ru": "лифт"
  },
  {
  "id": 2890,
  "en": "eleven",
  "ru": 11
  },
  {
  "id": 2891,
  "en": "elicit",
  "ru": "добиться, извлечь"
  },
  {
  "id": 2892,
  "en": "elicitation",
  "ru": "извлечение"
  },
  {
  "id": 2893,
  "en": "eligibility",
  "ru": "приемлемость"
  },
  {
  "id": 2894,
  "en": "eligible",
  "ru": "имеющий право"
  },
  {
  "id": 2895,
  "en": "eliminate",
  "ru": "устранять, ликвидировать"
  },
  {
  "id": 2896,
  "en": "elimination",
  "ru": "устранение"
  },
  {
  "id": 2897,
  "en": "elite",
  "ru": "элита, элитный"
  },
  {
  "id": 2898,
  "en": "elk",
  "ru": "лось"
  },
  {
  "id": 2899,
  "en": "eloquence",
  "ru": "красноречие"
  },
  {
  "id": 2900,
  "en": "eloquent",
  "ru": "красноречивый, выразительный"
  },
  {
  "id": 2901,
  "en": "else",
  "ru": "ещё"
  },
  {
  "id": 2902,
  "en": "elude",
  "ru": "ускользнуть, увернуться"
  },
  {
  "id": 2903,
  "en": "elusive",
  "ru": "неуловимый"
  },
  {
  "id": 2904,
  "en": "email",
  "ru": "email"
  },
  {
  "id": 2905,
  "en": "embark",
  "ru": "[ɪmˈbɑːkɒn] начать (что-то серьёзное)"
  },
  {
  "id": 2906,
  "en": "embarrass",
  "ru": "смущать, стеснять"
  },
  {
  "id": 2907,
  "en": "embarrassment",
  "ru": "конфуз"
  },
  {
  "id": 2908,
  "en": "embassy",
  "ru": "посольство"
  },
  {
  "id": 2909,
  "en": "embed",
  "ru": "встроить, вставить"
  },
  {
  "id": 2910,
  "en": "emblem",
  "ru": "эмблема"
  },
  {
  "id": 2911,
  "en": "embodiment",
  "ru": "воплощение"
  },
  {
  "id": 2912,
  "en": "embody",
  "ru": "олицетворять"
  },
  {
  "id": 2913,
  "en": "embrace",
  "ru": "обхватить, обнять, обхват"
  },
  {
  "id": 2914,
  "en": "embryo",
  "ru": "эмбрион"
  },
  {
  "id": 2915,
  "en": "emerge",
  "ru": "появляться"
  },
  {
  "id": 2916,
  "en": "emergence",
  "ru": "появление"
  },
  {
  "id": 2917,
  "en": "emergency",
  "ru": "чрезвычайное положение"
  },
  {
  "id": 2918,
  "en": "emergent",
  "ru": "возникающий"
  },
  {
  "id": 2919,
  "en": "emigrate",
  "ru": "эмигрировать"
  },
  {
  "id": 2920,
  "en": "eminence",
  "ru": "высокое положение"
  },
  {
  "id": 2921,
  "en": "eminent",
  "ru": "видный, уважаемый"
  },
  {
  "id": 2922,
  "en": "emission",
  "ru": "излучение"
  },
  {
  "id": 2923,
  "en": "emit",
  "ru": "испускать, издавать"
  },
  {
  "id": 2924,
  "en": "emotion",
  "ru": "эмоция"
  },
  {
  "id": 2925,
  "en": "emotional",
  "ru": "эмоциональный"
  },
  {
  "id": 2926,
  "en": "empathy",
  "ru": "эмпатия"
  },
  {
  "id": 2927,
  "en": "emperor",
  "ru": "император"
  },
  {
  "id": 2928,
  "en": "emphasis",
  "ru": "акцент, внимание, ударение"
  },
  {
  "id": 2929,
  "en": "empire",
  "ru": "империя"
  },
  {
  "id": 2930,
  "en": "empirical",
  "ru": "эмпирический"
  },
  {
  "id": 2931,
  "en": "employ",
  "ru": "использовать"
  },
  {
  "id": 2932,
  "en": "employ",
  "ru": "нанимать на работу"
  },
  {
  "id": 2933,
  "en": "employee",
  "ru": "работник"
  },
  {
  "id": 2934,
  "en": "employer",
  "ru": "работодатель"
  },
  {
  "id": 2935,
  "en": "employment",
  "ru": "использование"
  },
  {
  "id": 2936,
  "en": "employment",
  "ru": "занятость"
  },
  {
  "id": 2937,
  "en": "empower",
  "ru": "давать возможность, право"
  },
  {
  "id": 2938,
  "en": "empowerment",
  "ru": "доверенность, полномочие"
  },
  {
  "id": 2939,
  "en": "empress",
  "ru": "императрица"
  },
  {
  "id": 2940,
  "en": "emptiness",
  "ru": "пустота"
  },
  {
  "id": 2941,
  "en": "empty",
  "ru": "пустой, опустошать"
  },
  {
  "id": 2942,
  "en": "emulate",
  "ru": "эмулировать"
  },
  {
  "id": 2943,
  "en": "enable",
  "ru": "давать возможность"
  },
  {
  "id": 2944,
  "en": "enact",
  "ru": "вводить (напр. закон)"
  },
  {
  "id": 2945,
  "en": "enchant",
  "ru": "околдовать, очаровать"
  },
  {
  "id": 2946,
  "en": "enchantment",
  "ru": "очарование"
  },
  {
  "id": 2947,
  "en": "encircle",
  "ru": "окружать"
  },
  {
  "id": 2948,
  "en": "enclose",
  "ru": "окружать, заключать"
  },
  {
  "id": 2949,
  "en": "enclosure",
  "ru": "ограждение, ограда"
  },
  {
  "id": 2950,
  "en": "encompass",
  "ru": "охватывать, заключать"
  },
  {
  "id": 2951,
  "en": "encounter",
  "ru": "встретиться, столкнуться"
  },
  {
  "id": 2952,
  "en": "encourage",
  "ru": "поддерживать, поощрять"
  },
  {
  "id": 2953,
  "en": "encouragement",
  "ru": "поощрение"
  },
  {
  "id": 2954,
  "en": "encyclopedia",
  "ru": "энциклопедия"
  },
  {
  "id": 2955,
  "en": "end",
  "ru": "[ɛndʌp] заканчивать чем-либо"
  },
  {
  "id": 2956,
  "en": "end",
  "ru": "заканчивать(ся)"
  },
  {
  "id": 2957,
  "en": "endanger",
  "ru": "подвергать опасности"
  },
  {
  "id": 2958,
  "en": "endeavor",
  "ru": "[ɪnˈdɛvə] стремиться, стараться, попытка"
  },
  {
  "id": 2959,
  "en": "endorse",
  "ru": "одобрять, поддерживать"
  },
  {
  "id": 2960,
  "en": "endorsement",
  "ru": "поддержка"
  },
  {
  "id": 2961,
  "en": "endow",
  "ru": "наделять, даровать"
  },
  {
  "id": 2962,
  "en": "endowment",
  "ru": "дарование"
  },
  {
  "id": 2963,
  "en": "endurable",
  "ru": "терпимый"
  },
  {
  "id": 2964,
  "en": "endurance",
  "ru": "выносливость"
  },
  {
  "id": 2965,
  "en": "endure",
  "ru": "выдерживать"
  },
  {
  "id": 2966,
  "en": "enemy",
  "ru": "враг"
  },
  {
  "id": 2967,
  "en": "energetic",
  "ru": "энергетический"
  },
  {
  "id": 2968,
  "en": "energy",
  "ru": "энергия"
  },
  {
  "id": 2969,
  "en": "enforce",
  "ru": "внедрить, навязать"
  },
  {
  "id": 2970,
  "en": "enforcement",
  "ru": "принуждение, правоприменение"
  },
  {
  "id": 2971,
  "en": "engage",
  "ru": "[ɪnˈgeɪʤɪn] заниматься"
  },
  {
  "id": 2972,
  "en": "engaged",
  "ru": "помолвленный (ая)"
  },
  {
  "id": 2973,
  "en": "engagement",
  "ru": "занятие"
  },
  {
  "id": 2974,
  "en": "engagement",
  "ru": "помолвка"
  },
  {
  "id": 2975,
  "en": "engender",
  "ru": "зарождать, порождать"
  },
  {
  "id": 2976,
  "en": "engine",
  "ru": "двигатель или машина"
  },
  {
  "id": 2977,
  "en": "engineer",
  "ru": "инженер"
  },
  {
  "id": 2978,
  "en": "engulf",
  "ru": "поглотить, засосать"
  },
  {
  "id": 2979,
  "en": "enhance",
  "ru": "повысить, усилить, расширить"
  },
  {
  "id": 2980,
  "en": "enhancement",
  "ru": "усиление"
  },
  {
  "id": 2981,
  "en": "enjoy",
  "ru": "наслаждаться"
  },
  {
  "id": 2982,
  "en": "enlarge",
  "ru": "увеличить, расширить"
  },
  {
  "id": 2983,
  "en": "enlargement",
  "ru": "укрупнение"
  },
  {
  "id": 2984,
  "en": "enlighten",
  "ru": "просветить"
  },
  {
  "id": 2985,
  "en": "enlightenment",
  "ru": "просветление"
  },
  {
  "id": 2986,
  "en": "enlist",
  "ru": "привлечь (к делу)"
  },
  {
  "id": 2987,
  "en": "enlistment",
  "ru": "зачисление на военную службу"
  },
  {
  "id": 2988,
  "en": "enormous",
  "ru": "огромный"
  },
  {
  "id": 2989,
  "en": "enough",
  "ru": "достаточно"
  },
  {
  "id": 2990,
  "en": "enrage",
  "ru": "бесить"
  },
  {
  "id": 2991,
  "en": "enrich",
  "ru": "обогащать"
  },
  {
  "id": 2992,
  "en": "enrichment",
  "ru": "обогащение"
  },
  {
  "id": 2993,
  "en": "enrol",
  "ru": "[ɪnˈrəʊl] записать (в члены), набрать"
  },
  {
  "id": 2994,
  "en": "enrolment",
  "ru": "регистрация"
  },
  {
  "id": 2995,
  "en": "ensemble",
  "ru": "ансамбль"
  },
  {
  "id": 2996,
  "en": "enslave",
  "ru": "порабощать"
  },
  {
  "id": 2997,
  "en": "ensue",
  "ru": "следовать, вытекать"
  },
  {
  "id": 2998,
  "en": "ensure",
  "ru": "обеспечить, гарантировать"
  },
  {
  "id": 2999,
  "en": "entail",
  "ru": "влечь за собой, подразумевать"
  },
  {
  "id": 3000,
  "en": "entangled",
  "ru": "запутанный"
  },
  {
  "id": 3001,
  "en": "enter",
  "ru": "войти"
  },
  {
  "id": 3002,
  "en": "enterprise",
  "ru": ""
  },
  {
  "id": 3003,
  "en": "entertain",
  "ru": "развлекать"
  },
  {
  "id": 3004,
  "en": "entertainment",
  "ru": "развлечение"
  },
  {
  "id": 3005,
  "en": "enthusiasm",
  "ru": "энтузиазм"
  },
  {
  "id": 3006,
  "en": "entice",
  "ru": "соблазнять"
  },
  {
  "id": 3007,
  "en": "enticement",
  "ru": "приманка, заманивание"
  },
  {
  "id": 3008,
  "en": "entire",
  "ru": "весь, целый"
  },
  {
  "id": 3009,
  "en": "entirely",
  "ru": "полностью"
  },
  {
  "id": 3010,
  "en": "entitle",
  "ru": "давать название"
  },
  {
  "id": 3011,
  "en": "entitle",
  "ru": "давать право (по заслугам)"
  },
  {
  "id": 3012,
  "en": "entity",
  "ru": "сущность"
  },
  {
  "id": 3013,
  "en": "entrance",
  "ru": "вход (место)"
  },
  {
  "id": 3014,
  "en": "entrepreneur",
  "ru": "предприниматель"
  },
  {
  "id": 3015,
  "en": "entrepreneurial",
  "ru": "предпринимательский"
  },
  {
  "id": 3016,
  "en": "entrepreneurship",
  "ru": "предпринимательство"
  },
  {
  "id": 3017,
  "en": "entrust",
  "ru": "вверять"
  },
  {
  "id": 3018,
  "en": "entry",
  "ru": "вход (действие)"
  },
  {
  "id": 3019,
  "en": "envelope",
  "ru": "конверт"
  },
  {
  "id": 3020,
  "en": "envious",
  "ru": "завистливый"
  },
  {
  "id": 3021,
  "en": "environment",
  "ru": "среда, окружение"
  },
  {
  "id": 3022,
  "en": "environmental",
  "ru": "экологическая"
  },
  {
  "id": 3023,
  "en": "envision",
  "ru": "воображать"
  },
  {
  "id": 3024,
  "en": "envy",
  "ru": "зависть"
  },
  {
  "id": 3025,
  "en": "epic",
  "ru": "эпический"
  },
  {
  "id": 3026,
  "en": "epidemic",
  "ru": "эпидемия, эпидемический"
  },
  {
  "id": 3027,
  "en": "episode",
  "ru": "эпизод"
  },
  {
  "id": 3028,
  "en": "equal",
  "ru": "равный, равняться"
  },
  {
  "id": 3029,
  "en": "equality",
  "ru": "равенство"
  },
  {
  "id": 3030,
  "en": "equalize",
  "ru": "уравнять"
  },
  {
  "id": 3031,
  "en": "equally",
  "ru": "в равной степени"
  },
  {
  "id": 3032,
  "en": "equation",
  "ru": "уравнение"
  },
  {
  "id": 3033,
  "en": "equator",
  "ru": "экватор"
  },
  {
  "id": 3034,
  "en": "equip",
  "ru": "оснащать, снаряжать"
  },
  {
  "id": 3035,
  "en": "equipment",
  "ru": "оборудование"
  },
  {
  "id": 3036,
  "en": "equitable",
  "ru": "справедливый, равноправный"
  },
  {
  "id": 3037,
  "en": "equity",
  "ru": "равноправие, справедливость"
  },
  {
  "id": 3038,
  "en": "equivalent",
  "ru": "эквивалент"
  },
  {
  "id": 3039,
  "en": "era",
  "ru": "эра"
  },
  {
  "id": 3040,
  "en": "eradicate",
  "ru": "уничтожить, искоренить"
  },
  {
  "id": 3041,
  "en": "eradication",
  "ru": "искоренение"
  },
  {
  "id": 3042,
  "en": "erase",
  "ru": "стирать"
  },
  {
  "id": 3043,
  "en": "eraser",
  "ru": "ластик"
  },
  {
  "id": 3044,
  "en": "erect",
  "ru": "воздвигнуть, соорудить"
  },
  {
  "id": 3045,
  "en": "erection",
  "ru": "сооружение, монтаж"
  },
  {
  "id": 3046,
  "en": "erode",
  "ru": "размывать, выветривать"
  },
  {
  "id": 3047,
  "en": "erosion",
  "ru": "размывание"
  },
  {
  "id": 3048,
  "en": "erotic",
  "ru": "эротический"
  },
  {
  "id": 3049,
  "en": "errand",
  "ru": "поручение"
  },
  {
  "id": 3050,
  "en": "erroneous",
  "ru": ""
  },
  {
  "id": 3051,
  "en": "error",
  "ru": "ошибка"
  },
  {
  "id": 3052,
  "en": "erudite",
  "ru": "эрудит"
  },
  {
  "id": 3053,
  "en": "erupt",
  "ru": "извергаться"
  },
  {
  "id": 3054,
  "en": "eruption",
  "ru": "извержение"
  },
  {
  "id": 3055,
  "en": "escape",
  "ru": "избежать, спастись"
  },
  {
  "id": 3056,
  "en": "escapee",
  "ru": "беглец"
  },
  {
  "id": 3057,
  "en": "escort",
  "ru": "эскорт"
  },
  {
  "id": 3058,
  "en": "especially",
  "ru": "особенно"
  },
  {
  "id": 3059,
  "en": "espionage",
  "ru": "шпионаж"
  },
  {
  "id": 3060,
  "en": "essay",
  "ru": "эссе"
  },
  {
  "id": 3061,
  "en": "essence",
  "ru": "сущность"
  },
  {
  "id": 3062,
  "en": "essential",
  "ru": "необходимый, существенный"
  },
  {
  "id": 3063,
  "en": "essential",
  "ru": "основной"
  },
  {
  "id": 3064,
  "en": "essentially",
  "ru": "в сущности"
  },
  {
  "id": 3065,
  "en": "establish",
  "ru": "установить, учредить"
  },
  {
  "id": 3066,
  "en": "establishment",
  "ru": "учреждение"
  },
  {
  "id": 3067,
  "en": "estate",
  "ru": "имущество"
  },
  {
  "id": 3068,
  "en": "esteem",
  "ru": "уважать, почитать, почтение"
  },
  {
  "id": 3069,
  "en": "estimate",
  "ru": "примерно оценивать"
  },
  {
  "id": 3070,
  "en": "estimation",
  "ru": "оценка"
  },
  {
  "id": 3071,
  "en": "eternal",
  "ru": "вечный"
  },
  {
  "id": 3072,
  "en": "eternity",
  "ru": "вечность"
  },
  {
  "id": 3073,
  "en": "ethical",
  "ru": "этический"
  },
  {
  "id": 3074,
  "en": "ethics",
  "ru": "этика"
  },
  {
  "id": 3075,
  "en": "ethnic",
  "ru": "этнический"
  },
  {
  "id": 3076,
  "en": "ethnography",
  "ru": "этнография"
  },
  {
  "id": 3077,
  "en": "euro",
  "ru": "евро"
  },
  {
  "id": 3078,
  "en": "evacuate",
  "ru": "эвакуировать"
  },
  {
  "id": 3079,
  "en": "evade",
  "ru": "уклоняться"
  },
  {
  "id": 3080,
  "en": "evaluate",
  "ru": "дать оценку"
  },
  {
  "id": 3081,
  "en": "evaluation",
  "ru": "оценка"
  },
  {
  "id": 3082,
  "en": "evaluative",
  "ru": "оценочный"
  },
  {
  "id": 3083,
  "en": "evangelical",
  "ru": "евангелический"
  },
  {
  "id": 3084,
  "en": "evaporate",
  "ru": "испаряться"
  },
  {
  "id": 3085,
  "en": "evaporation",
  "ru": "испарение"
  },
  {
  "id": 3086,
  "en": "evasion",
  "ru": "уклонение"
  },
  {
  "id": 3087,
  "en": "evasive",
  "ru": "уклончивый"
  },
  {
  "id": 3088,
  "en": "eve",
  "ru": "канун"
  },
  {
  "id": 3089,
  "en": "even",
  "ru": "ровный"
  },
  {
  "id": 3090,
  "en": "even",
  "ru": "даже"
  },
  {
  "id": 3091,
  "en": "evening",
  "ru": "вечер"
  },
  {
  "id": 3092,
  "en": "event",
  "ru": "событие"
  },
  {
  "id": 3093,
  "en": "eventful",
  "ru": "богатый событиями"
  },
  {
  "id": 3094,
  "en": "eventual",
  "ru": "конечный, возможный"
  },
  {
  "id": 3095,
  "en": "eventually",
  "ru": "в итоге"
  },
  {
  "id": 3096,
  "en": "ever",
  "ru": "когда-либо"
  },
  {
  "id": 3097,
  "en": "everlasting",
  "ru": "вечный, бесконечный"
  },
  {
  "id": 3098,
  "en": "every",
  "ru": "каждый"
  },
  {
  "id": 3099,
  "en": "everybody",
  "ru": "каждый"
  },
  {
  "id": 3100,
  "en": "everything",
  "ru": "всё"
  },
  {
  "id": 3101,
  "en": "evidence",
  "ru": "доказательство (неисчисл.)"
  },
  {
  "id": 3102,
  "en": "evident",
  "ru": "очевидный"
  },
  {
  "id": 3103,
  "en": "evidential",
  "ru": "доказательный"
  },
  {
  "id": 3104,
  "en": "evil",
  "ru": "злой, зло"
  },
  {
  "id": 3105,
  "en": "evocation",
  "ru": "воскрешение в памяти"
  },
  {
  "id": 3106,
  "en": "evoke",
  "ru": "вызывать"
  },
  {
  "id": 3107,
  "en": "evolution",
  "ru": "эволюция"
  },
  {
  "id": 3108,
  "en": "evolve",
  "ru": "развиваться, эволюционировать"
  },
  {
  "id": 3109,
  "en": "exact",
  "ru": "точный"
  },
  {
  "id": 3110,
  "en": "exactness",
  "ru": "точность"
  },
  {
  "id": 3111,
  "en": "exaggerate",
  "ru": "преувеличивать"
  },
  {
  "id": 3112,
  "en": "exaggeration",
  "ru": "преувеличение"
  },
  {
  "id": 3113,
  "en": "exam",
  "ru": "экзамен"
  },
  {
  "id": 3114,
  "en": "examination",
  "ru": "осмотр, изучение"
  },
  {
  "id": 3115,
  "en": "examine",
  "ru": "осмотреть, изучить"
  },
  {
  "id": 3116,
  "en": "example",
  "ru": "пример"
  },
  {
  "id": 3117,
  "en": "excavate",
  "ru": "рыть, выкапывать"
  },
  {
  "id": 3118,
  "en": "excavation",
  "ru": "раскопки, земляные работы"
  },
  {
  "id": 3119,
  "en": "exceed",
  "ru": "превышать"
  },
  {
  "id": 3120,
  "en": "exceedingly",
  "ru": "чрезвычайно"
  },
  {
  "id": 3121,
  "en": "excel",
  "ru": "преуспеть"
  },
  {
  "id": 3122,
  "en": "excellence",
  "ru": "превосходство"
  },
  {
  "id": 3123,
  "en": "excellent",
  "ru": "превосходный"
  },
  {
  "id": 3124,
  "en": "except",
  "ru": "кроме, исключая"
  },
  {
  "id": 3125,
  "en": "exception",
  "ru": "исключение"
  },
  {
  "id": 3126,
  "en": "exceptional",
  "ru": "исключительный"
  },
  {
  "id": 3127,
  "en": "excerpt",
  "ru": "выдержка, отрывок"
  },
  {
  "id": 3128,
  "en": "excess",
  "ru": "избыток, чрезмерный"
  },
  {
  "id": 3129,
  "en": "excessive",
  "ru": "чрезмерный"
  },
  {
  "id": 3130,
  "en": "exchange",
  "ru": "обмен"
  },
  {
  "id": 3131,
  "en": "excite",
  "ru": "волновать, возбуждать"
  },
  {
  "id": 3132,
  "en": "excitement",
  "ru": "волнение"
  },
  {
  "id": 3133,
  "en": "exclaim",
  "ru": "восклицать"
  },
  {
  "id": 3134,
  "en": "exclamation",
  "ru": "восклицание"
  },
  {
  "id": 3135,
  "en": "exclamation",
  "ru": "[ˌɛkskləˈmeɪʃənpɔɪnt] восклицательный знак"
  },
  {
  "id": 3136,
  "en": "exclamation",
  "ru": "[ˌɛkskləˈmeɪʃənmɑːk] восклицательный знак"
  },
  {
  "id": 3137,
  "en": "exclude",
  "ru": "исключать"
  },
  {
  "id": 3138,
  "en": "exclusion",
  "ru": "исключение"
  },
  {
  "id": 3139,
  "en": "exclusive",
  "ru": "исключительный"
  },
  {
  "id": 3140,
  "en": "excusable",
  "ru": "простительный"
  },
  {
  "id": 3141,
  "en": "excuse",
  "ru": "повод, оправдание, извинить"
  },
  {
  "id": 3142,
  "en": "excuse",
  "ru": "извинять"
  },
  {
  "id": 3143,
  "en": "execute",
  "ru": "исполнить"
  },
  {
  "id": 3144,
  "en": "execute",
  "ru": "казнить"
  },
  {
  "id": 3145,
  "en": "execution",
  "ru": "выполнение"
  },
  {
  "id": 3146,
  "en": "execution",
  "ru": "казнь"
  },
  {
  "id": 3147,
  "en": "executioner",
  "ru": "палач"
  },
  {
  "id": 3148,
  "en": "executive",
  "ru": "исполнитель, должностное лицо"
  },
  {
  "id": 3149,
  "en": "exemplar",
  "ru": "экземпляр"
  },
  {
  "id": 3150,
  "en": "exempt",
  "ru": "освободить (от), освобождение"
  },
  {
  "id": 3151,
  "en": "exemption",
  "ru": "освобождение"
  },
  {
  "id": 3152,
  "en": "exercise",
  "ru": "упражнение, тренироваться"
  },
  {
  "id": 3153,
  "en": "exert",
  "ru": "приложить, оказать"
  },
  {
  "id": 3154,
  "en": "exertion",
  "ru": "усилие, напряжение"
  },
  {
  "id": 3155,
  "en": "exhalation",
  "ru": "выдыхание"
  },
  {
  "id": 3156,
  "en": "exhale",
  "ru": "выдыхать"
  },
  {
  "id": 3157,
  "en": "exhaust",
  "ru": "исчерпывать, истощать"
  },
  {
  "id": 3158,
  "en": "exhaust",
  "ru": "выхлопные газы"
  },
  {
  "id": 3159,
  "en": "exhaustion",
  "ru": "истощение"
  },
  {
  "id": 3160,
  "en": "exhaustive",
  "ru": "исчерпывающий"
  },
  {
  "id": 3161,
  "en": "exhibit",
  "ru": "выставлять, показывать"
  },
  {
  "id": 3162,
  "en": "exhibition",
  "ru": "выставка"
  },
  {
  "id": 3163,
  "en": "exile",
  "ru": "ссылка, изгнание"
  },
  {
  "id": 3164,
  "en": "exist",
  "ru": "существовать"
  },
  {
  "id": 3165,
  "en": "existence",
  "ru": "существование"
  },
  {
  "id": 3166,
  "en": "existent",
  "ru": "существующий"
  },
  {
  "id": 3167,
  "en": "exit",
  "ru": "выход, выходить"
  },
  {
  "id": 3168,
  "en": "exotic",
  "ru": "экзотический"
  },
  {
  "id": 3169,
  "en": "expand",
  "ru": "расширять, распространять"
  },
  {
  "id": 3170,
  "en": "expanse",
  "ru": "пространство, простор"
  },
  {
  "id": 3171,
  "en": "expansion",
  "ru": "расширение"
  },
  {
  "id": 3172,
  "en": "expansive",
  "ru": "обширный"
  },
  {
  "id": 3173,
  "en": "expect",
  "ru": "ожидать (события)"
  },
  {
  "id": 3174,
  "en": "expectation",
  "ru": "ожидание"
  },
  {
  "id": 3175,
  "en": "expedition",
  "ru": "экспедиция"
  },
  {
  "id": 3176,
  "en": "expel",
  "ru": "высылать, изгонять"
  },
  {
  "id": 3177,
  "en": "expend",
  "ru": "расходовать"
  },
  {
  "id": 3178,
  "en": "expenditure",
  "ru": "расходы"
  },
  {
  "id": 3179,
  "en": "expense",
  "ru": "расходы"
  },
  {
  "id": 3180,
  "en": "expensive",
  "ru": "дорогой"
  },
  {
  "id": 3181,
  "en": "experience",
  "ru": "опыт"
  },
  {
  "id": 3182,
  "en": "experienced",
  "ru": "опытный"
  },
  {
  "id": 3183,
  "en": "experiment",
  "ru": "эксперимент"
  },
  {
  "id": 3184,
  "en": "experimental",
  "ru": "экспериментальный"
  },
  {
  "id": 3185,
  "en": "expert",
  "ru": "эксперт"
  },
  {
  "id": 3186,
  "en": "expertise",
  "ru": "опыт, компетенция"
  },
  {
  "id": 3187,
  "en": "expertise",
  "ru": "экспертиза"
  },
  {
  "id": 3188,
  "en": "expiration",
  "ru": "истечение"
  },
  {
  "id": 3189,
  "en": "expire",
  "ru": "истекать"
  },
  {
  "id": 3190,
  "en": "explain",
  "ru": "объяснять"
  },
  {
  "id": 3191,
  "en": "explanation",
  "ru": "объяснение"
  },
  {
  "id": 3192,
  "en": "explicable",
  "ru": "объяснимый"
  },
  {
  "id": 3193,
  "en": "explicit",
  "ru": "явный, откровенный"
  },
  {
  "id": 3194,
  "en": "explode",
  "ru": "взрываться"
  },
  {
  "id": 3195,
  "en": "exploit",
  "ru": "использовать, эксплуатировать"
  },
  {
  "id": 3196,
  "en": "exploitation",
  "ru": "использование, эксплуатация"
  },
  {
  "id": 3197,
  "en": "exploiter",
  "ru": "эксплуататор"
  },
  {
  "id": 3198,
  "en": "exploration",
  "ru": "исследование"
  },
  {
  "id": 3199,
  "en": "exploratory",
  "ru": "исследовательский"
  },
  {
  "id": 3200,
  "en": "explore",
  "ru": "изучать"
  },
  {
  "id": 3201,
  "en": "explorer",
  "ru": "исследователь"
  },
  {
  "id": 3202,
  "en": "explosion",
  "ru": "взрыв"
  },
  {
  "id": 3203,
  "en": "explosive",
  "ru": ""
  },
  {
  "id": 3204,
  "en": "export",
  "ru": "экспорт"
  },
  {
  "id": 3205,
  "en": "expose",
  "ru": "выставлять, обнажать"
  },
  {
  "id": 3206,
  "en": "exposition",
  "ru": "выставка, выставление"
  },
  {
  "id": 3207,
  "en": "express",
  "ru": "выражать"
  },
  {
  "id": 3208,
  "en": "expression",
  "ru": "выражение"
  },
  {
  "id": 3209,
  "en": "expressive",
  "ru": "выразительный"
  },
  {
  "id": 3210,
  "en": "exquisite",
  "ru": "утончённый, изысканный"
  },
  {
  "id": 3211,
  "en": "extend",
  "ru": "расширять, удлиннять"
  },
  {
  "id": 3212,
  "en": "extension",
  "ru": "расширение"
  },
  {
  "id": 3213,
  "en": "extensive",
  "ru": "обширный"
  },
  {
  "id": 3214,
  "en": "extent",
  "ru": "степень, мера"
  },
  {
  "id": 3215,
  "en": "exterior",
  "ru": "внешний, внешняя сторона"
  },
  {
  "id": 3216,
  "en": "external",
  "ru": "внешний"
  },
  {
  "id": 3217,
  "en": "extinct",
  "ru": "вымерший"
  },
  {
  "id": 3218,
  "en": "extinction",
  "ru": "вымирание"
  },
  {
  "id": 3219,
  "en": "extinguish",
  "ru": "погасить"
  },
  {
  "id": 3220,
  "en": "extort",
  "ru": "вымогать"
  },
  {
  "id": 3221,
  "en": "extortion",
  "ru": "вымогательство"
  },
  {
  "id": 3222,
  "en": "extortionist",
  "ru": "вымогатель"
  },
  {
  "id": 3223,
  "en": "extra",
  "ru": "дополнительный"
  },
  {
  "id": 3224,
  "en": "extract",
  "ru": "извлекать"
  },
  {
  "id": 3225,
  "en": "extract",
  "ru": "экстракт"
  },
  {
  "id": 3226,
  "en": "extraction",
  "ru": "добыча, извлечение"
  },
  {
  "id": 3227,
  "en": "extraordinary",
  "ru": "экстраординарный"
  },
  {
  "id": 3228,
  "en": "extravagant",
  "ru": "экстравагантный"
  },
  {
  "id": 3229,
  "en": "extreme",
  "ru": "крайний"
  },
  {
  "id": 3230,
  "en": "extremity",
  "ru": "крайность"
  },
  {
  "id": 3231,
  "en": "exuberance",
  "ru": "изобилие"
  },
  {
  "id": 3232,
  "en": "exuberant",
  "ru": "буйный, энергичный"
  },
  {
  "id": 3233,
  "en": "eye",
  "ru": "глаз"
  },
  {
  "id": 3234,
  "en": "eyebrow",
  "ru": "бровь"
  },
  {
  "id": 3235,
  "en": "eyelid",
  "ru": "веко"
  },
  {
  "id": 3236,
  "en": "fable",
  "ru": "басня"
  },
  {
  "id": 3237,
  "en": "fabric",
  "ru": "ткань, материал"
  },
  {
  "id": 3238,
  "en": "fabricate",
  "ru": "фабриковать"
  },
  {
  "id": 3239,
  "en": "fabulous",
  "ru": "невероятный, легендарный"
  },
  {
  "id": 3240,
  "en": "face",
  "ru": "[feɪswɪð] столкнуться (перен)"
  },
  {
  "id": 3241,
  "en": "face",
  "ru": "to [feɪsʌptuː] принять (обстоятельства)"
  },
  {
  "id": 3242,
  "en": "face",
  "ru": "лицо"
  },
  {
  "id": 3243,
  "en": "facet",
  "ru": "грань, в т. ч. перен. (аспект)"
  },
  {
  "id": 3244,
  "en": "facial",
  "ru": "лицевой"
  },
  {
  "id": 3245,
  "en": "facilitate",
  "ru": "облегчать, способствовать"
  },
  {
  "id": 3246,
  "en": "facilitation",
  "ru": "облегчение"
  },
  {
  "id": 3247,
  "en": "facility",
  "ru": "сооружение, объект"
  },
  {
  "id": 3248,
  "en": "facility",
  "ru": "лёгкость, удобство"
  },
  {
  "id": 3249,
  "en": "fact",
  "ru": "факт"
  },
  {
  "id": 3250,
  "en": "faction",
  "ru": "группировка, фракция"
  },
  {
  "id": 3251,
  "en": "factional",
  "ru": "групповой, фракционный"
  },
  {
  "id": 3252,
  "en": "factor",
  "ru": "фактор"
  },
  {
  "id": 3253,
  "en": "factory",
  "ru": "фабрика, завод"
  },
  {
  "id": 3254,
  "en": "faculty",
  "ru": "дар, способность"
  },
  {
  "id": 3255,
  "en": "faculty",
  "ru": "факультет"
  },
  {
  "id": 3256,
  "en": "fade",
  "ru": "увядать, блекнуть"
  },
  {
  "id": 3257,
  "en": "fade",
  "ru": "[feɪdəˈweɪ] угаснуть, исчезнуть"
  },
  {
  "id": 3258,
  "en": "fail",
  "ru": "потерпеть неудачу"
  },
  {
  "id": 3259,
  "en": "failure",
  "ru": "неудача, провал"
  },
  {
  "id": 3260,
  "en": "faint",
  "ru": "слабый, неуловимый"
  },
  {
  "id": 3261,
  "en": "faint",
  "ru": "обморок, падать в обморок"
  },
  {
  "id": 3262,
  "en": "fair",
  "ru": "светлый"
  },
  {
  "id": 3263,
  "en": "fair",
  "ru": "справедливый, честный"
  },
  {
  "id": 3264,
  "en": "fairly",
  "ru": "довольно, вполне"
  },
  {
  "id": 3265,
  "en": "fairness",
  "ru": "справедливость"
  },
  {
  "id": 3266,
  "en": "fairy",
  "ru": "фея"
  },
  {
  "id": 3267,
  "en": "faith",
  "ru": "вера"
  },
  {
  "id": 3268,
  "en": "fake",
  "ru": "поддельный"
  },
  {
  "id": 3269,
  "en": "fall",
  "ru": "[fɔːlfɔː] вестись"
  },
  {
  "id": 3270,
  "en": "fall",
  "ru": "[fɔːləˈsliːp] уснуть"
  },
  {
  "id": 3271,
  "en": "fall",
  "ru": "love with [fɔːlɪnlʌvwɪð] влюбиться"
  },
  {
  "id": 3272,
  "en": "fall",
  "ru": "[fɔːlˈəʊvə] упасть, перевернуться"
  },
  {
  "id": 3273,
  "en": "fall",
  "ru": "[fɔːlaʊt] ссориться"
  },
  {
  "id": 3274,
  "en": "fall",
  "ru": "[fɔːlbɪˈhaɪnd] отставать"
  },
  {
  "id": 3275,
  "en": "fall",
  "ru": "осень (амер.)"
  },
  {
  "id": 3276,
  "en": "fall",
  "ru": "[fɔːləˈpɑːt] развалиться"
  },
  {
  "id": 3277,
  "en": "fall",
  "ru": "on [fɔːlbækɒn] опереться, прибегнуть"
  },
  {
  "id": 3278,
  "en": "fall",
  "ru": "[fɔːlθruː] провалиться"
  },
  {
  "id": 3279,
  "en": "fall",
  "ru": "[fɔːlfɔː] влюбляться"
  },
  {
  "id": 3280,
  "en": "fall",
  "ru": "падать"
  },
  {
  "id": 3281,
  "en": "falsehood",
  "ru": "ложность"
  },
  {
  "id": 3282,
  "en": "falseness",
  "ru": "фальшь"
  },
  {
  "id": 3283,
  "en": "falter",
  "ru": "колебаться, дрогнуть"
  },
  {
  "id": 3284,
  "en": "fame",
  "ru": "известность, слава"
  },
  {
  "id": 3285,
  "en": "familiar",
  "ru": "знакомый"
  },
  {
  "id": 3286,
  "en": "familiarity",
  "ru": "знакомство"
  },
  {
  "id": 3287,
  "en": "familiarize",
  "ru": "ознакомиться"
  },
  {
  "id": 3288,
  "en": "family",
  "ru": "семья"
  },
  {
  "id": 3289,
  "en": "famine",
  "ru": "голод"
  },
  {
  "id": 3290,
  "en": "famous",
  "ru": "знаменитый"
  },
  {
  "id": 3291,
  "en": "fan",
  "ru": "вентилятор"
  },
  {
  "id": 3292,
  "en": "fanatic",
  "ru": "фанатик, фанатический"
  },
  {
  "id": 3293,
  "en": "fancy",
  "ru": "необычный, причудливый, модный"
  },
  {
  "id": 3294,
  "en": "fancy",
  "ru": "представлять, полагать"
  },
  {
  "id": 3295,
  "en": "fantastic",
  "ru": "фантастический"
  },
  {
  "id": 3296,
  "en": "fantasy",
  "ru": "фантазия"
  },
  {
  "id": 3297,
  "en": "far",
  "ru": "далёкий"
  },
  {
  "id": 3298,
  "en": "faraway",
  "ru": "далёкий"
  },
  {
  "id": 3299,
  "en": "fare",
  "ru": "плата за проезд"
  },
  {
  "id": 3300,
  "en": "farewell",
  "ru": "прощальный, прощание"
  },
  {
  "id": 3301,
  "en": "farm",
  "ru": "ферма"
  },
  {
  "id": 3302,
  "en": "farmer",
  "ru": "фермер"
  },
  {
  "id": 3303,
  "en": "fascinate",
  "ru": "очаровывать"
  },
  {
  "id": 3304,
  "en": "fascinating",
  "ru": "очаровательный"
  },
  {
  "id": 3305,
  "en": "fascination",
  "ru": "очарование"
  },
  {
  "id": 3306,
  "en": "fascist",
  "ru": "фашист"
  },
  {
  "id": 3307,
  "en": "fashion",
  "ru": "мода"
  },
  {
  "id": 3308,
  "en": "fashion",
  "ru": "стиль, образ, манер"
  },
  {
  "id": 3309,
  "en": "fashionable",
  "ru": "модный"
  },
  {
  "id": 3310,
  "en": "fast",
  "ru": "быстрый"
  },
  {
  "id": 3311,
  "en": "fasten",
  "ru": "закрепить"
  },
  {
  "id": 3312,
  "en": "fat",
  "ru": "жир, жирный"
  },
  {
  "id": 3313,
  "en": "fatal",
  "ru": "фатальный"
  },
  {
  "id": 3314,
  "en": "fate",
  "ru": "судьба, участь"
  },
  {
  "id": 3315,
  "en": "fated",
  "ru": "обречённый, предрешённый"
  },
  {
  "id": 3316,
  "en": "father",
  "ru": "отец"
  },
  {
  "id": 3317,
  "en": "fatherhood",
  "ru": "отцовство"
  },
  {
  "id": 3318,
  "en": "fatigue",
  "ru": "усталость, утомление"
  },
  {
  "id": 3319,
  "en": "fatness",
  "ru": "упитанность"
  },
  {
  "id": 3320,
  "en": "fatten",
  "ru": "откармливать"
  },
  {
  "id": 3321,
  "en": "faucet",
  "ru": "кран"
  },
  {
  "id": 3322,
  "en": "fault",
  "ru": "недостаток, неисправность"
  },
  {
  "id": 3323,
  "en": "fault",
  "ru": "вина, ошибка"
  },
  {
  "id": 3324,
  "en": "faultless",
  "ru": "безупречный"
  },
  {
  "id": 3325,
  "en": "faulty",
  "ru": "ошибочный, неисправный"
  },
  {
  "id": 3326,
  "en": "fauna",
  "ru": "фауна"
  },
  {
  "id": 3327,
  "en": "favor",
  "ru": "благоприятствовать"
  },
  {
  "id": 3328,
  "en": "favor",
  "ru": "[ˈfeɪvə] услуга"
  },
  {
  "id": 3329,
  "en": "favorable",
  "ru": "благоприятный"
  },
  {
  "id": 3330,
  "en": "favourite",
  "ru": "любимый"
  },
  {
  "id": 3331,
  "en": "fax",
  "ru": "факс"
  },
  {
  "id": 3332,
  "en": "fear",
  "ru": "страх, бояться"
  },
  {
  "id": 3333,
  "en": "fearful",
  "ru": "напуганный или пугающий"
  },
  {
  "id": 3334,
  "en": "fearless",
  "ru": "бесстрашный"
  },
  {
  "id": 3335,
  "en": "feasibility",
  "ru": "осуществимость"
  },
  {
  "id": 3336,
  "en": "feasible",
  "ru": "выполнимый, осуществимый"
  },
  {
  "id": 3337,
  "en": "feast",
  "ru": "праздник, пир"
  },
  {
  "id": 3338,
  "en": "feat",
  "ru": "подвиг, свершение"
  },
  {
  "id": 3339,
  "en": "feather",
  "ru": "перо"
  },
  {
  "id": 3340,
  "en": "feathering",
  "ru": "оперение"
  },
  {
  "id": 3341,
  "en": "feature",
  "ru": "черта, особенность"
  },
  {
  "id": 3342,
  "en": "featured",
  "ru": "напоминающий, похожий"
  },
  {
  "id": 3343,
  "en": "February",
  "ru": "февраль"
  },
  {
  "id": 3344,
  "en": "fed",
  "ru": "(with) [fɛdʌp] сыт по горло"
  },
  {
  "id": 3345,
  "en": "federal",
  "ru": "федеральный"
  },
  {
  "id": 3346,
  "en": "federate",
  "ru": "федеративный"
  },
  {
  "id": 3347,
  "en": "federation",
  "ru": "федерация"
  },
  {
  "id": 3348,
  "en": "fee",
  "ru": "плата или гонорар"
  },
  {
  "id": 3349,
  "en": "feeble",
  "ru": "слабый, немощный"
  },
  {
  "id": 3350,
  "en": "feed",
  "ru": "fed) [fiːd] кормить"
  },
  {
  "id": 3351,
  "en": "feed",
  "ru": "[fiːdɒn] питаться"
  },
  {
  "id": 3352,
  "en": "feedback",
  "ru": "обратная связь"
  },
  {
  "id": 3353,
  "en": "feel",
  "ru": "[fiːllaɪk] хотеть"
  },
  {
  "id": 3354,
  "en": "feel",
  "ru": "[fiːlfɔː] сочувствовать"
  },
  {
  "id": 3355,
  "en": "feel",
  "ru": "felt) [fiːl] трогать, щупать"
  },
  {
  "id": 3356,
  "en": "feel",
  "ru": "чувствовать"
  },
  {
  "id": 3357,
  "en": "fellow",
  "ru": "парень, человек"
  },
  {
  "id": 3358,
  "en": "fellow",
  "ru": "товарищ по чему-либо"
  },
  {
  "id": 3359,
  "en": "fellowship",
  "ru": "товарищество, братство"
  },
  {
  "id": 3360,
  "en": "felon",
  "ru": "преступник, уголовник"
  },
  {
  "id": 3361,
  "en": "felony",
  "ru": "преступление"
  },
  {
  "id": 3362,
  "en": "female",
  "ru": "женский"
  },
  {
  "id": 3363,
  "en": "feminine",
  "ru": "женский"
  },
  {
  "id": 3364,
  "en": "femininity",
  "ru": "женственность"
  },
  {
  "id": 3365,
  "en": "feminism",
  "ru": "феминизм"
  },
  {
  "id": 3366,
  "en": "feminist",
  "ru": "феминистка"
  },
  {
  "id": 3367,
  "en": "fence",
  "ru": "забор, огораживать"
  },
  {
  "id": 3368,
  "en": "fend",
  "ru": "[fɛndɒf] защищаться"
  },
  {
  "id": 3369,
  "en": "fend",
  "ru": "(oneself) [fɛndfɔː] позаботиться о (себе)"
  },
  {
  "id": 3370,
  "en": "ferocious",
  "ru": "свирепый"
  },
  {
  "id": 3371,
  "en": "ferociousness",
  "ru": "свирепость"
  },
  {
  "id": 3372,
  "en": "ferry",
  "ru": "переправа, паром"
  },
  {
  "id": 3373,
  "en": "fertile",
  "ru": "плодородный"
  },
  {
  "id": 3374,
  "en": "fertility",
  "ru": "плодородность, плодовитость"
  },
  {
  "id": 3375,
  "en": "fertilize",
  "ru": "удобрять"
  },
  {
  "id": 3376,
  "en": "fertilizer",
  "ru": "удобрение"
  },
  {
  "id": 3377,
  "en": "festival",
  "ru": "фестиваль"
  },
  {
  "id": 3378,
  "en": "festive",
  "ru": "праздничный"
  },
  {
  "id": 3379,
  "en": "festivity",
  "ru": "торжества"
  },
  {
  "id": 3380,
  "en": "fetal",
  "ru": "эмбриональный"
  },
  {
  "id": 3381,
  "en": "fetch",
  "ru": "сходить принести"
  },
  {
  "id": 3382,
  "en": "fetus",
  "ru": "плод, эмбрион"
  },
  {
  "id": 3383,
  "en": "fever",
  "ru": "лихорадка, жар"
  },
  {
  "id": 3384,
  "en": "feverish",
  "ru": "лихорадочный"
  },
  {
  "id": 3385,
  "en": "few",
  "ru": "мало"
  },
  {
  "id": 3386,
  "en": "fibre",
  "ru": "[ˈfaɪbə] волокно"
  },
  {
  "id": 3387,
  "en": "fibrous",
  "ru": "волокнистый"
  },
  {
  "id": 3388,
  "en": "fiction",
  "ru": "вымысел, худ.литература"
  },
  {
  "id": 3389,
  "en": "fictional",
  "ru": "вымышленный"
  },
  {
  "id": 3390,
  "en": "fiddle",
  "ru": "скрипка"
  },
  {
  "id": 3391,
  "en": "fiddler",
  "ru": "скрипач"
  },
  {
  "id": 3392,
  "en": "fidelity",
  "ru": "верность"
  },
  {
  "id": 3393,
  "en": "field",
  "ru": "поле, область"
  },
  {
  "id": 3394,
  "en": "fierce",
  "ru": "свирепый"
  },
  {
  "id": 3395,
  "en": "fierceness",
  "ru": "свирепость"
  },
  {
  "id": 3396,
  "en": "fifteen",
  "ru": 15
  },
  {
  "id": 3397,
  "en": "fight",
  "ru": "[faɪtɒf] отбить"
  },
  {
  "id": 3398,
  "en": "fight",
  "ru": "[faɪtbæk] отбиваться"
  },
  {
  "id": 3399,
  "en": "fight",
  "ru": "драться"
  },
  {
  "id": 3400,
  "en": "figure",
  "ru": "[ˈfɪgəraʊt] понять, придумать"
  },
  {
  "id": 3401,
  "en": "figure",
  "ru": "полагать, думать"
  },
  {
  "id": 3402,
  "en": "figure",
  "ru": "фигура"
  },
  {
  "id": 3403,
  "en": "file",
  "ru": "файл"
  },
  {
  "id": 3404,
  "en": "fill",
  "ru": "[fɪlɪn] заполнить"
  },
  {
  "id": 3405,
  "en": "fill",
  "ru": "[fɪlaʊt] заполнять"
  },
  {
  "id": 3406,
  "en": "fill",
  "ru": "[fɪlʌp] наполнить целиком"
  },
  {
  "id": 3407,
  "en": "fill",
  "ru": "on [fɪlɪnɒn] посвятить (в подробности)"
  },
  {
  "id": 3408,
  "en": "fill",
  "ru": "наполнять"
  },
  {
  "id": 3409,
  "en": "film",
  "ru": "снимать (кино)"
  },
  {
  "id": 3410,
  "en": "filter",
  "ru": "фильтр"
  },
  {
  "id": 3411,
  "en": "filth",
  "ru": "грязь, гадость"
  },
  {
  "id": 3412,
  "en": "filthy",
  "ru": "грязный, гадкий"
  },
  {
  "id": 3413,
  "en": "fin",
  "ru": "плавник"
  },
  {
  "id": 3414,
  "en": "final",
  "ru": "последний"
  },
  {
  "id": 3415,
  "en": "finance",
  "ru": "финансы"
  },
  {
  "id": 3416,
  "en": "financial",
  "ru": "финансовый"
  },
  {
  "id": 3417,
  "en": "find",
  "ru": "[faɪndaʊt] выяснить"
  },
  {
  "id": 3418,
  "en": "find",
  "ru": "находить"
  },
  {
  "id": 3419,
  "en": "fine",
  "ru": "штраф"
  },
  {
  "id": 3420,
  "en": "fine",
  "ru": "тонкий"
  },
  {
  "id": 3421,
  "en": "fine",
  "ru": "хороший"
  },
  {
  "id": 3422,
  "en": "finger",
  "ru": "палец"
  },
  {
  "id": 3423,
  "en": "fingertip",
  "ru": "кончик пальца"
  },
  {
  "id": 3424,
  "en": "finish",
  "ru": "заканчивать"
  },
  {
  "id": 3425,
  "en": "finite",
  "ru": "конечный"
  },
  {
  "id": 3426,
  "en": "fir",
  "ru": "ель"
  },
  {
  "id": 3427,
  "en": "fire",
  "ru": "огонь"
  },
  {
  "id": 3428,
  "en": "firearm",
  "ru": "огнестрельное оружие"
  },
  {
  "id": 3429,
  "en": "firefighter",
  "ru": "пожарник"
  },
  {
  "id": 3430,
  "en": "fireman",
  "ru": "пожарник"
  },
  {
  "id": 3431,
  "en": "fireplace",
  "ru": "камин"
  },
  {
  "id": 3432,
  "en": "firewood",
  "ru": "дрова"
  },
  {
  "id": 3433,
  "en": "firework",
  "ru": "фейерверк, петарда"
  },
  {
  "id": 3434,
  "en": "firm",
  "ru": "твёрдый"
  },
  {
  "id": 3435,
  "en": "firmness",
  "ru": "твердость"
  },
  {
  "id": 3436,
  "en": "first",
  "ru": "первый"
  },
  {
  "id": 3437,
  "en": "fiscal",
  "ru": "фискальный"
  },
  {
  "id": 3438,
  "en": "fish",
  "ru": "рыба"
  },
  {
  "id": 3439,
  "en": "fisherman",
  "ru": "рыбак"
  },
  {
  "id": 3440,
  "en": "fishery",
  "ru": "рыболовство"
  },
  {
  "id": 3441,
  "en": "fishing",
  "ru": "рыбалка"
  },
  {
  "id": 3442,
  "en": "fishing",
  "ru": "[ˈfɪʃɪŋrɒd] удочка"
  },
  {
  "id": 3443,
  "en": "fist",
  "ru": "кулак"
  },
  {
  "id": 3444,
  "en": "fit",
  "ru": "fit) [fɪt] подходить, помещаться"
  },
  {
  "id": 3445,
  "en": "fit",
  "ru": "[fɪtɪn] вместиться, вписаться"
  },
  {
  "id": 3446,
  "en": "fit",
  "ru": "приступ, припадок"
  },
  {
  "id": 3447,
  "en": "fit",
  "ru": "[fɪttəˈgɛðə] подходить друг другу"
  },
  {
  "id": 3448,
  "en": "fit",
  "ru": "with [fɪtɪnwɪð] вписаться (в коллектив)"
  },
  {
  "id": 3449,
  "en": "five",
  "ru": 5
  },
  {
  "id": 3450,
  "en": "fix",
  "ru": "исправить, наладить"
  },
  {
  "id": 3451,
  "en": "fix",
  "ru": "фиксировать"
  },
  {
  "id": 3452,
  "en": "fixture",
  "ru": "крепление, стойка и т.д."
  },
  {
  "id": 3453,
  "en": "flag",
  "ru": "флаг"
  },
  {
  "id": 3454,
  "en": "flair",
  "ru": "чутьё, талант"
  },
  {
  "id": 3455,
  "en": "flake",
  "ru": "слоиться, крошиться"
  },
  {
  "id": 3456,
  "en": "flakes",
  "ru": "хлопья"
  },
  {
  "id": 3457,
  "en": "flame",
  "ru": "пламя, пылать"
  },
  {
  "id": 3458,
  "en": "flank",
  "ru": "бок, фланг"
  },
  {
  "id": 3459,
  "en": "flap",
  "ru": "створка, клапан, хлопать"
  },
  {
  "id": 3460,
  "en": "flare",
  "ru": "вспышка, вспыхивать"
  },
  {
  "id": 3461,
  "en": "flash",
  "ru": "вспышка, вспыхнуть"
  },
  {
  "id": 3462,
  "en": "flashlight",
  "ru": "фонарик"
  },
  {
  "id": 3463,
  "en": "flashy",
  "ru": "кричащий, яркий, показной"
  },
  {
  "id": 3464,
  "en": "flat",
  "ru": "плоский, ровный"
  },
  {
  "id": 3465,
  "en": "flat",
  "ru": "квартира"
  },
  {
  "id": 3466,
  "en": "flatten",
  "ru": "расплющивать"
  },
  {
  "id": 3467,
  "en": "flatter",
  "ru": "льстить"
  },
  {
  "id": 3468,
  "en": "flattery",
  "ru": "лесть"
  },
  {
  "id": 3469,
  "en": "flavor",
  "ru": "вкус, приправлять"
  },
  {
  "id": 3470,
  "en": "flaw",
  "ru": "изъян"
  },
  {
  "id": 3471,
  "en": "flawless",
  "ru": "безупречный"
  },
  {
  "id": 3472,
  "en": "flea",
  "ru": "блоха"
  },
  {
  "id": 3473,
  "en": "flee",
  "ru": "fled) [fliː] спасаться бегством"
  },
  {
  "id": 3474,
  "en": "fleet",
  "ru": "флот"
  },
  {
  "id": 3475,
  "en": "fleeting",
  "ru": "мимолётный, скоротечный"
  },
  {
  "id": 3476,
  "en": "flesh",
  "ru": "плоть, мясо"
  },
  {
  "id": 3477,
  "en": "flex",
  "ru": "сгибать"
  },
  {
  "id": 3478,
  "en": "flexibility",
  "ru": "гибкость"
  },
  {
  "id": 3479,
  "en": "flexible",
  "ru": "гибкий"
  },
  {
  "id": 3480,
  "en": "flick",
  "ru": "короткое резкое движение"
  },
  {
  "id": 3481,
  "en": "flick",
  "ru": "[flɪkθruː] просмотреть, пролистать"
  },
  {
  "id": 3482,
  "en": "flick",
  "ru": "фильм (разг.)"
  },
  {
  "id": 3483,
  "en": "flicker",
  "ru": "мерцать"
  },
  {
  "id": 3484,
  "en": "flight",
  "ru": "полёт, рейс"
  },
  {
  "id": 3485,
  "en": "flight",
  "ru": "бегство"
  },
  {
  "id": 3486,
  "en": "flight",
  "ru": "[flaɪtəˈtɛndənt] бортпроводник"
  },
  {
  "id": 3487,
  "en": "flinch",
  "ru": "дёрнуться, дрогнуть"
  },
  {
  "id": 3488,
  "en": "fling",
  "ru": "flung) [flɪŋ] швырнуть"
  },
  {
  "id": 3489,
  "en": "flip",
  "ru": "переворачивать, перевёрнутый"
  },
  {
  "id": 3490,
  "en": "float",
  "ru": "плыть"
  },
  {
  "id": 3491,
  "en": "flock",
  "ru": "стадо, стая"
  },
  {
  "id": 3492,
  "en": "flood",
  "ru": "потоп, наводнение, наводнять"
  },
  {
  "id": 3493,
  "en": "flood",
  "ru": "[flʌdɪn] наплыть, валить потоком"
  },
  {
  "id": 3494,
  "en": "floor",
  "ru": "пол"
  },
  {
  "id": 3495,
  "en": "floor",
  "ru": "этаж"
  },
  {
  "id": 3496,
  "en": "flop",
  "ru": "провал, неудача"
  },
  {
  "id": 3497,
  "en": "flora",
  "ru": "флора"
  },
  {
  "id": 3498,
  "en": "flour",
  "ru": "мука"
  },
  {
  "id": 3499,
  "en": "flourish",
  "ru": "процветать"
  },
  {
  "id": 3500,
  "en": "flow",
  "ru": "поток, течь"
  },
  {
  "id": 3501,
  "en": "flower",
  "ru": "цветок"
  },
  {
  "id": 3502,
  "en": "flu",
  "ru": "грипп"
  },
  {
  "id": 3503,
  "en": "fluctuate",
  "ru": "колебаться"
  },
  {
  "id": 3504,
  "en": "fluctuation",
  "ru": "колебания"
  },
  {
  "id": 3505,
  "en": "fluency",
  "ru": "беглость"
  },
  {
  "id": 3506,
  "en": "fluent",
  "ru": "беглый"
  },
  {
  "id": 3507,
  "en": "fluffy",
  "ru": "пушистый"
  },
  {
  "id": 3508,
  "en": "fluid",
  "ru": "жидкий, текучий"
  },
  {
  "id": 3509,
  "en": "flurry",
  "ru": "поток, шквал"
  },
  {
  "id": 3510,
  "en": "flush",
  "ru": "промывать, смывать"
  },
  {
  "id": 3511,
  "en": "flush",
  "ru": "румянец, порозоветь"
  },
  {
  "id": 3512,
  "en": "flute",
  "ru": "флейта"
  },
  {
  "id": 3513,
  "en": "flutter",
  "ru": "трепетать, развеваться, порхать"
  },
  {
  "id": 3514,
  "en": "fly",
  "ru": "муха"
  },
  {
  "id": 3515,
  "en": "fly",
  "ru": "летать"
  },
  {
  "id": 3516,
  "en": "foam",
  "ru": "пена"
  },
  {
  "id": 3517,
  "en": "foamy",
  "ru": "пенистый"
  },
  {
  "id": 3518,
  "en": "focus",
  "ru": "сосредоточить (ся)"
  },
  {
  "id": 3519,
  "en": "focus",
  "ru": "фокус"
  },
  {
  "id": 3520,
  "en": "foe",
  "ru": "недруг"
  },
  {
  "id": 3521,
  "en": "fog",
  "ru": "туман"
  },
  {
  "id": 3522,
  "en": "foggy",
  "ru": "туманный"
  },
  {
  "id": 3523,
  "en": "foil",
  "ru": "расстраивать, разрушать"
  },
  {
  "id": 3524,
  "en": "foil",
  "ru": "фольга"
  },
  {
  "id": 3525,
  "en": "fold",
  "ru": "сворачивать, складывать"
  },
  {
  "id": 3526,
  "en": "folder",
  "ru": "папка"
  },
  {
  "id": 3527,
  "en": "foliage",
  "ru": "листва"
  },
  {
  "id": 3528,
  "en": "folk",
  "ru": "люди, народ"
  },
  {
  "id": 3529,
  "en": "follow",
  "ru": "следовать, следить"
  },
  {
  "id": 3530,
  "en": "follower",
  "ru": "последователь"
  },
  {
  "id": 3531,
  "en": "following",
  "ru": "следующий"
  },
  {
  "id": 3532,
  "en": "folly",
  "ru": "глупость, безумие"
  },
  {
  "id": 3533,
  "en": "fond",
  "ru": "[fɒndɒv] любящий"
  },
  {
  "id": 3534,
  "en": "food",
  "ru": "еда"
  },
  {
  "id": 3535,
  "en": "fool",
  "ru": "дурак, дурачить"
  },
  {
  "id": 3536,
  "en": "fool",
  "ru": "[fuːləˈraʊnd] придуриваться, баловаться"
  },
  {
  "id": 3537,
  "en": "foolish",
  "ru": "глупый, дурашливый"
  },
  {
  "id": 3538,
  "en": "foot",
  "ru": "нога"
  },
  {
  "id": 3539,
  "en": "footage",
  "ru": "запись, кадры видео"
  },
  {
  "id": 3540,
  "en": "football",
  "ru": "футбол"
  },
  {
  "id": 3541,
  "en": "footing",
  "ru": "опора, основа"
  },
  {
  "id": 3542,
  "en": "footnote",
  "ru": "сноска"
  },
  {
  "id": 3543,
  "en": "footprint",
  "ru": "след"
  },
  {
  "id": 3544,
  "en": "footsteps",
  "ru": "шаги, поступь"
  },
  {
  "id": 3545,
  "en": "for",
  "ru": "например"
  },
  {
  "id": 3546,
  "en": "for",
  "ru": "[fɔːʃʊə] наверняка, точно"
  },
  {
  "id": 3547,
  "en": "for",
  "ru": "[fɔːfriː] бесплатно"
  },
  {
  "id": 3548,
  "en": "for",
  "ru": "[fɔːrˈɪnstəns] например"
  },
  {
  "id": 3549,
  "en": "for",
  "ru": "sake of [fɔːðəseɪkɒv] ради"
  },
  {
  "id": 3550,
  "en": "for",
  "ru": "[fɔːrɪəl] правда, серьёзно"
  },
  {
  "id": 3551,
  "en": "for",
  "ru": "для"
  },
  {
  "id": 3552,
  "en": "forbid",
  "ru": ""
  },
  {
  "id": 3553,
  "en": "forbidden)",
  "ru": "запрещать"
  },
  {
  "id": 3554,
  "en": "force",
  "ru": "сила"
  },
  {
  "id": 3555,
  "en": "forcible",
  "ru": "насильственный"
  },
  {
  "id": 3556,
  "en": "fore",
  "ru": "передний, носовой"
  },
  {
  "id": 3557,
  "en": "forearm",
  "ru": "предплечье"
  },
  {
  "id": 3558,
  "en": "forecast",
  "ru": "прогноз"
  },
  {
  "id": 3559,
  "en": "forehead",
  "ru": "лоб"
  },
  {
  "id": 3560,
  "en": "foreign",
  "ru": "иностранный"
  },
  {
  "id": 3561,
  "en": "foreigner",
  "ru": "иностранец"
  },
  {
  "id": 3562,
  "en": "foreman",
  "ru": "мастер, бригадир"
  },
  {
  "id": 3563,
  "en": "foremost",
  "ru": "передовой, первоочередной"
  },
  {
  "id": 3564,
  "en": "forenoon",
  "ru": "утро"
  },
  {
  "id": 3565,
  "en": "foresee",
  "ru": "предвидеть"
  },
  {
  "id": 3566,
  "en": "forest",
  "ru": "лес"
  },
  {
  "id": 3567,
  "en": "forever",
  "ru": "навсегда"
  },
  {
  "id": 3568,
  "en": "forge",
  "ru": "ковать"
  },
  {
  "id": 3569,
  "en": "forge",
  "ru": "подделывать"
  },
  {
  "id": 3570,
  "en": "forgery",
  "ru": "подлог"
  },
  {
  "id": 3571,
  "en": "forget",
  "ru": "забывать"
  },
  {
  "id": 3572,
  "en": "forgive",
  "ru": "простить"
  },
  {
  "id": 3573,
  "en": "forgiveness",
  "ru": "прощение"
  },
  {
  "id": 3574,
  "en": "fork",
  "ru": "развилка, раздваиваться"
  },
  {
  "id": 3575,
  "en": "fork",
  "ru": "вилка"
  },
  {
  "id": 3576,
  "en": "form",
  "ru": "форма"
  },
  {
  "id": 3577,
  "en": "formal",
  "ru": "формальны"
  },
  {
  "id": 3578,
  "en": "format",
  "ru": "формат"
  },
  {
  "id": 3579,
  "en": "former",
  "ru": "бывший"
  },
  {
  "id": 3580,
  "en": "former",
  "ru": "первый (из названных)"
  },
  {
  "id": 3581,
  "en": "formerly",
  "ru": "прежде"
  },
  {
  "id": 3582,
  "en": "formidable",
  "ru": "внушительный, грозный"
  },
  {
  "id": 3583,
  "en": "formula",
  "ru": "формула"
  },
  {
  "id": 3584,
  "en": "formulate",
  "ru": "] формулировать"
  },
  {
  "id": 3585,
  "en": "fort",
  "ru": "форт"
  },
  {
  "id": 3586,
  "en": "forth",
  "ru": "дальше, вперёд"
  },
  {
  "id": 3587,
  "en": "forthcoming",
  "ru": "предстоящий"
  },
  {
  "id": 3588,
  "en": "fortification",
  "ru": "укрепление"
  },
  {
  "id": 3589,
  "en": "fortify",
  "ru": "укреплять, поддерживать"
  },
  {
  "id": 3590,
  "en": "fortnight",
  "ru": "две недели (брит.)"
  },
  {
  "id": 3591,
  "en": "fortunate",
  "ru": "удачный"
  },
  {
  "id": 3592,
  "en": "fortunately",
  "ru": "к счастью"
  },
  {
  "id": 3593,
  "en": "fortune",
  "ru": "состояние (деньги)"
  },
  {
  "id": 3594,
  "en": "fortune",
  "ru": "счастье, удача, судьба"
  },
  {
  "id": 3595,
  "en": "fortune",
  "ru": "удача,"
  },
  {
  "id": 3596,
  "en": "forum",
  "ru": "форум"
  },
  {
  "id": 3597,
  "en": "forward",
  "ru": "вперёд"
  },
  {
  "id": 3598,
  "en": "fossil",
  "ru": "ископаемое"
  },
  {
  "id": 3599,
  "en": "fossilized",
  "ru": "окаменелый"
  },
  {
  "id": 3600,
  "en": "foster",
  "ru": "приёмный (ребёнок)"
  },
  {
  "id": 3601,
  "en": "foster",
  "ru": "способствовать, питать и т.д."
  },
  {
  "id": 3602,
  "en": "foul",
  "ru": "гадкий, скверный, грязный"
  },
  {
  "id": 3603,
  "en": "found",
  "ru": "основать, учредить"
  },
  {
  "id": 3604,
  "en": "foundation",
  "ru": "фундамент"
  },
  {
  "id": 3605,
  "en": "foundation",
  "ru": "основание"
  },
  {
  "id": 3606,
  "en": "fountain",
  "ru": "фонтан"
  },
  {
  "id": 3607,
  "en": "four",
  "ru": 4
  },
  {
  "id": 3608,
  "en": "fourteen",
  "ru": 14
  },
  {
  "id": 3609,
  "en": "fox",
  "ru": "лиса"
  },
  {
  "id": 3610,
  "en": "fox",
  "ru": "лиса"
  },
  {
  "id": 3611,
  "en": "foyer",
  "ru": "фойе"
  },
  {
  "id": 3612,
  "en": "fraction",
  "ru": "доля, часть, дробь"
  },
  {
  "id": 3613,
  "en": "fractional",
  "ru": "дробный, частичный"
  },
  {
  "id": 3614,
  "en": "fracture",
  "ru": "перелом, разрушение"
  },
  {
  "id": 3615,
  "en": "fragile",
  "ru": "хрупкий"
  },
  {
  "id": 3616,
  "en": "fragility",
  "ru": "хрупкость"
  },
  {
  "id": 3617,
  "en": "fragment",
  "ru": "фрагмент"
  },
  {
  "id": 3618,
  "en": "fragrance",
  "ru": "аромат"
  },
  {
  "id": 3619,
  "en": "fragrant",
  "ru": "душистый, ароматный"
  },
  {
  "id": 3620,
  "en": "frail",
  "ru": "хилый"
  },
  {
  "id": 3621,
  "en": "frame",
  "ru": "рамка, каркас и т.п."
  },
  {
  "id": 3622,
  "en": "framework",
  "ru": "каркас, основа, рамки"
  },
  {
  "id": 3623,
  "en": "franchise",
  "ru": "франшиза"
  },
  {
  "id": 3624,
  "en": "frank",
  "ru": "откровенный"
  },
  {
  "id": 3625,
  "en": "frankness",
  "ru": "откровенность"
  },
  {
  "id": 3626,
  "en": "frantic",
  "ru": "неистовый, бешеный"
  },
  {
  "id": 3627,
  "en": "fraud",
  "ru": "обман, мошенничество"
  },
  {
  "id": 3628,
  "en": "fraudulent",
  "ru": "мошеннический"
  },
  {
  "id": 3629,
  "en": "fray",
  "ru": "драка, бой, соревнование"
  },
  {
  "id": 3630,
  "en": "frayed",
  "ru": "потрёпанный"
  },
  {
  "id": 3631,
  "en": "freak",
  "ru": "урод"
  },
  {
  "id": 3632,
  "en": "freak",
  "ru": "[friːkaʊt] пугать"
  },
  {
  "id": 3633,
  "en": "free",
  "ru": "свободный или бесплатный"
  },
  {
  "id": 3634,
  "en": "free",
  "ru": "[friːʌp] высвободить"
  },
  {
  "id": 3635,
  "en": "freeway",
  "ru": "автострада"
  },
  {
  "id": 3636,
  "en": "freeze",
  "ru": "frozen) [friːz] замораживать"
  },
  {
  "id": 3637,
  "en": "freight",
  "ru": "грузовой"
  },
  {
  "id": 3638,
  "en": "frenzy",
  "ru": "неистовство, безумие"
  },
  {
  "id": 3639,
  "en": "frequency",
  "ru": "частота"
  },
  {
  "id": 3640,
  "en": "frequent",
  "ru": "частый"
  },
  {
  "id": 3641,
  "en": "fresh",
  "ru": "свежий"
  },
  {
  "id": 3642,
  "en": "freshen",
  "ru": "[ˈfrɛʃnʌp] освежить(ся)"
  },
  {
  "id": 3643,
  "en": "fret",
  "ru": "волновать (ся)"
  },
  {
  "id": 3644,
  "en": "fretful",
  "ru": "капризный"
  },
  {
  "id": 3645,
  "en": "friction",
  "ru": "трение"
  },
  {
  "id": 3646,
  "en": "Friday",
  "ru": "пятница"
  },
  {
  "id": 3647,
  "en": "fridge",
  "ru": "холодильник"
  },
  {
  "id": 3648,
  "en": "friend",
  "ru": "друг"
  },
  {
  "id": 3649,
  "en": "friendly",
  "ru": "дружелюбный"
  },
  {
  "id": 3650,
  "en": "fright",
  "ru": "испуг"
  },
  {
  "id": 3651,
  "en": "frighten",
  "ru": "пугать"
  },
  {
  "id": 3652,
  "en": "frighten",
  "ru": "[ˈfraɪtnɒf] отпугивать"
  },
  {
  "id": 3653,
  "en": "frightful",
  "ru": "ужасный"
  },
  {
  "id": 3654,
  "en": "fringe",
  "ru": "край, крайний"
  },
  {
  "id": 3655,
  "en": "frog",
  "ru": "лягушка"
  },
  {
  "id": 3656,
  "en": "from",
  "ru": "из"
  },
  {
  "id": 3657,
  "en": "front",
  "ru": "перед, передний"
  },
  {
  "id": 3658,
  "en": "frontal",
  "ru": "передний, лобовой"
  },
  {
  "id": 3659,
  "en": "frontier",
  "ru": "граница"
  },
  {
  "id": 3660,
  "en": "frost",
  "ru": "мороз"
  },
  {
  "id": 3661,
  "en": "frown",
  "ru": "хмуриться"
  },
  {
  "id": 3662,
  "en": "fruit",
  "ru": "фрукт"
  },
  {
  "id": 3663,
  "en": "fruitful",
  "ru": "плодотворный"
  },
  {
  "id": 3664,
  "en": "fruitless",
  "ru": "бесплодный"
  },
  {
  "id": 3665,
  "en": "frustrate",
  "ru": "расстраивать (план, схему)"
  },
  {
  "id": 3666,
  "en": "fry",
  "ru": "жарить"
  },
  {
  "id": 3667,
  "en": "fuck",
  "ru": "[fʌkəˈraʊnd] блядовать"
  },
  {
  "id": 3668,
  "en": "fuck",
  "ru": "[fʌkwɪð] дразнить, шутить, злить"
  },
  {
  "id": 3669,
  "en": "fuck",
  "ru": "трахать"
  },
  {
  "id": 3670,
  "en": "fuel",
  "ru": "топливо, заправлять"
  },
  {
  "id": 3671,
  "en": "fugitive",
  "ru": "беглец"
  },
  {
  "id": 3672,
  "en": "fulfil",
  "ru": "исполнить"
  },
  {
  "id": 3673,
  "en": "fulfilment",
  "ru": "выполнение"
  },
  {
  "id": 3674,
  "en": "full",
  "ru": "полный"
  },
  {
  "id": 3675,
  "en": "full-time",
  "ru": "полная занятость"
  },
  {
  "id": 3676,
  "en": "fumble",
  "ru": "щупать, лапать, мять и т. д."
  },
  {
  "id": 3677,
  "en": "fume",
  "ru": "дым, испарение"
  },
  {
  "id": 3678,
  "en": "fun",
  "ru": "веселье"
  },
  {
  "id": 3679,
  "en": "function",
  "ru": "функция"
  },
  {
  "id": 3680,
  "en": "fund",
  "ru": "фонд, финансировать"
  },
  {
  "id": 3681,
  "en": "fundamental",
  "ru": "фундаментальный"
  },
  {
  "id": 3682,
  "en": "funding",
  "ru": "финансирование, субсидирование"
  },
  {
  "id": 3683,
  "en": "funeral",
  "ru": "похороны, похоронный"
  },
  {
  "id": 3684,
  "en": "fungal",
  "ru": "грибковый"
  },
  {
  "id": 3685,
  "en": "fungus",
  "ru": "гриб, грибок"
  },
  {
  "id": 3686,
  "en": "funnel",
  "ru": "воронка"
  },
  {
  "id": 3687,
  "en": "fur",
  "ru": "мех"
  },
  {
  "id": 3688,
  "en": "furious",
  "ru": "яростный"
  },
  {
  "id": 3689,
  "en": "furnace",
  "ru": "печь"
  },
  {
  "id": 3690,
  "en": "furnish",
  "ru": "предоставлять"
  },
  {
  "id": 3691,
  "en": "furnish",
  "ru": "обставлять, меблировать"
  },
  {
  "id": 3692,
  "en": "furniture",
  "ru": "мебель"
  },
  {
  "id": 3693,
  "en": "furry",
  "ru": "пушистый"
  },
  {
  "id": 3694,
  "en": "further",
  "ru": "дальнейший, далее"
  },
  {
  "id": 3695,
  "en": "furthermore",
  "ru": "более того"
  },
  {
  "id": 3696,
  "en": "fury",
  "ru": "ярость, бешенство"
  },
  {
  "id": 3697,
  "en": "fuse",
  "ru": "плавиться, сливаться"
  },
  {
  "id": 3698,
  "en": "fusion",
  "ru": "слияние"
  },
  {
  "id": 3699,
  "en": "fuss",
  "ru": "суетиться"
  },
  {
  "id": 3700,
  "en": "fussy",
  "ru": "суетливый"
  },
  {
  "id": 3701,
  "en": "futile",
  "ru": "тщетный, напрасный"
  },
  {
  "id": 3702,
  "en": "futility",
  "ru": "бесполезность"
  },
  {
  "id": 3703,
  "en": "future",
  "ru": "будущий, будущее"
  },
  {
  "id": 3704,
  "en": "fuzzy",
  "ru": "пушистый, ворсистый"
  },
  {
  "id": 3705,
  "en": "gadget",
  "ru": "гаджет"
  },
  {
  "id": 3706,
  "en": "gain",
  "ru": "получать, выигрывать"
  },
  {
  "id": 3707,
  "en": "gait",
  "ru": "походка"
  },
  {
  "id": 3708,
  "en": "gala",
  "ru": "праздничный, торжественный"
  },
  {
  "id": 3709,
  "en": "galaxy",
  "ru": "галактика"
  },
  {
  "id": 3710,
  "en": "gallery",
  "ru": "галерея"
  },
  {
  "id": 3711,
  "en": "gallon",
  "ru": "галлон"
  },
  {
  "id": 3712,
  "en": "gamble",
  "ru": "азартная игра, играть"
  },
  {
  "id": 3713,
  "en": "gambler",
  "ru": "игрок"
  },
  {
  "id": 3714,
  "en": "game",
  "ru": "игра"
  },
  {
  "id": 3715,
  "en": "gang",
  "ru": "банда, шайка"
  },
  {
  "id": 3716,
  "en": "gangster",
  "ru": "гангстер"
  },
  {
  "id": 3717,
  "en": "gap",
  "ru": "разрыв, пробел"
  },
  {
  "id": 3718,
  "en": "garage",
  "ru": "гараж"
  },
  {
  "id": 3719,
  "en": "garbage",
  "ru": "мусор (особ. пищевой)"
  },
  {
  "id": 3720,
  "en": "garden",
  "ru": "сад"
  },
  {
  "id": 3721,
  "en": "gardener",
  "ru": "садовник"
  },
  {
  "id": 3722,
  "en": "gardening",
  "ru": "садоводство"
  },
  {
  "id": 3723,
  "en": "garlic",
  "ru": "чеснок"
  },
  {
  "id": 3724,
  "en": "garment",
  "ru": "предмет одежды"
  },
  {
  "id": 3725,
  "en": "garnish",
  "ru": "гарнир, украшение"
  },
  {
  "id": 3726,
  "en": "gas",
  "ru": "бензин"
  },
  {
  "id": 3727,
  "en": "gas",
  "ru": "[gæsˈsteɪʃən] заправка"
  },
  {
  "id": 3728,
  "en": "gas",
  "ru": "газ"
  },
  {
  "id": 3729,
  "en": "gasoline",
  "ru": "бензин"
  },
  {
  "id": 3730,
  "en": "gasp",
  "ru": "задыхаться, ловить воздух"
  },
  {
  "id": 3731,
  "en": "gates",
  "ru": "ворота"
  },
  {
  "id": 3732,
  "en": "gateway",
  "ru": "вход, шлюз"
  },
  {
  "id": 3733,
  "en": "gather",
  "ru": "собирать (ся)"
  },
  {
  "id": 3734,
  "en": "gauge",
  "ru": "измерить, изм. прибор"
  },
  {
  "id": 3735,
  "en": "gay",
  "ru": "гейский"
  },
  {
  "id": 3736,
  "en": "gaze",
  "ru": "пристально глядеть"
  },
  {
  "id": 3737,
  "en": "gear",
  "ru": "механизм, привод, передача"
  },
  {
  "id": 3738,
  "en": "geared",
  "ru": "[gɪədtuː] направлен на"
  },
  {
  "id": 3739,
  "en": "gel",
  "ru": "гель"
  },
  {
  "id": 3740,
  "en": "gem",
  "ru": "(полу)драгоценный камень"
  },
  {
  "id": 3741,
  "en": "gender",
  "ru": "пол"
  },
  {
  "id": 3742,
  "en": "gene",
  "ru": "ген"
  },
  {
  "id": 3743,
  "en": "gene",
  "ru": "ген"
  },
  {
  "id": 3744,
  "en": "genealogy",
  "ru": "генеалогия"
  },
  {
  "id": 3745,
  "en": "general",
  "ru": "общий"
  },
  {
  "id": 3746,
  "en": "generalisation",
  "ru": "обобщение"
  },
  {
  "id": 3747,
  "en": "generalise",
  "ru": "обобщать"
  },
  {
  "id": 3748,
  "en": "generate",
  "ru": "генерировать"
  },
  {
  "id": 3749,
  "en": "generation",
  "ru": "поколение"
  },
  {
  "id": 3750,
  "en": "generator",
  "ru": "генератор"
  },
  {
  "id": 3751,
  "en": "generosity",
  "ru": "щедрость"
  },
  {
  "id": 3752,
  "en": "generous",
  "ru": "великодушный, щедрый"
  },
  {
  "id": 3753,
  "en": "genetic",
  "ru": "генетический"
  },
  {
  "id": 3754,
  "en": "genital",
  "ru": "генитальный"
  },
  {
  "id": 3755,
  "en": "genius",
  "ru": "гений"
  },
  {
  "id": 3756,
  "en": "genocide",
  "ru": "геноцид"
  },
  {
  "id": 3757,
  "en": "genome",
  "ru": "геном"
  },
  {
  "id": 3758,
  "en": "gentle",
  "ru": "мягкий, тихий, нежный и т. д."
  },
  {
  "id": 3759,
  "en": "gentleman",
  "ru": "джентльмен"
  },
  {
  "id": 3760,
  "en": "genuine",
  "ru": "подлинный, настоящий"
  },
  {
  "id": 3761,
  "en": "geography",
  "ru": "география"
  },
  {
  "id": 3762,
  "en": "geological",
  "ru": "геологический"
  },
  {
  "id": 3763,
  "en": "geologist",
  "ru": "геолог"
  },
  {
  "id": 3764,
  "en": "geology",
  "ru": "геология"
  },
  {
  "id": 3765,
  "en": "geometry",
  "ru": "геометрия"
  },
  {
  "id": 3766,
  "en": "germ",
  "ru": "микроб или зародыш"
  },
  {
  "id": 3767,
  "en": "gesture",
  "ru": "жест, жестикулировать"
  },
  {
  "id": 3768,
  "en": "get",
  "ru": "[gɛtθruː] дозвониться"
  },
  {
  "id": 3769,
  "en": "get",
  "ru": "[gɛtɒf] уходить"
  },
  {
  "id": 3770,
  "en": "get",
  "ru": "становиться"
  },
  {
  "id": 3771,
  "en": "get",
  "ru": "[gɛtɒf] выходить (из транспорта)"
  },
  {
  "id": 3772,
  "en": "get",
  "ru": "[gɛtɪn] садиться (в транспорт)"
  },
  {
  "id": 3773,
  "en": "get",
  "ru": "of [gɛtrɪdɒv] избавиться от"
  },
  {
  "id": 3774,
  "en": "get",
  "ru": "with [gɛtəˈweɪwɪð] безнаказанно сделать"
  },
  {
  "id": 3775,
  "en": "get",
  "ru": "[gɛtəˈhɛd] преуспевать, продвигаться"
  },
  {
  "id": 3776,
  "en": "get",
  "ru": "[gɛtstʌk] застрять"
  },
  {
  "id": 3777,
  "en": "get",
  "ru": "at [gɛtbækæt] отомстить"
  },
  {
  "id": 3778,
  "en": "get",
  "ru": "[gɛtəˈbaʊt] передвигаться (на чём-то)"
  },
  {
  "id": 3779,
  "en": "get",
  "ru": "[gɛtəˈraʊnd] передвигаться"
  },
  {
  "id": 3780,
  "en": "get",
  "ru": "[gɛtˈəʊvə] выздороветь, отойти"
  },
  {
  "id": 3781,
  "en": "get",
  "ru": "[gɛttəˈgɛðə] собираться"
  },
  {
  "id": 3782,
  "en": "get",
  "ru": "[gɛtleɪd] трахнуться, переспать"
  },
  {
  "id": 3783,
  "en": "get",
  "ru": "[gɛt ɪn] сдавать"
  },
  {
  "id": 3784,
  "en": "get",
  "ru": "with [gɛtɒfwɪð] отделаться чем-либо"
  },
  {
  "id": 3785,
  "en": "get",
  "ru": "[gɛtɪn] прибывать (о транспорте)"
  },
  {
  "id": 3786,
  "en": "get",
  "ru": "[gɛtdaʊn] приступить"
  },
  {
  "id": 3787,
  "en": "get",
  "ru": "to [gɛtjuːzdtuː] привыкнуть"
  },
  {
  "id": 3788,
  "en": "get",
  "ru": "[gɛtbaɪ] обойтись, протянуть"
  },
  {
  "id": 3789,
  "en": "get",
  "ru": "[gɛtɒn] быть, делать"
  },
  {
  "id": 3790,
  "en": "get",
  "ru": "[gɛtlɒst] пропасть, исчезнуть"
  },
  {
  "id": 3791,
  "en": "get",
  "ru": "of [gɛtəˈhɛdɒv] обогнать"
  },
  {
  "id": 3792,
  "en": "get",
  "ru": "of [gɛtaʊtɒv] избежать, отмазаться"
  },
  {
  "id": 3793,
  "en": "get",
  "ru": "[gɛtæt] клонить, намекать"
  },
  {
  "id": 3794,
  "en": "get",
  "ru": "[gɛtəˈlɒŋ] ладить"
  },
  {
  "id": 3795,
  "en": "get",
  "ru": "[gɛtɒn] ладить"
  },
  {
  "id": 3796,
  "en": "get",
  "ru": "получать"
  },
  {
  "id": 3797,
  "en": "ghetto",
  "ru": "гетто"
  },
  {
  "id": 3798,
  "en": "ghost",
  "ru": "привидение"
  },
  {
  "id": 3799,
  "en": "ghostly",
  "ru": "призрачный"
  },
  {
  "id": 3800,
  "en": "giant",
  "ru": "гигантский"
  },
  {
  "id": 3801,
  "en": "gift",
  "ru": "подарок"
  },
  {
  "id": 3802,
  "en": "gifted",
  "ru": "одаренный"
  },
  {
  "id": 3803,
  "en": "gigantic",
  "ru": "гигантский"
  },
  {
  "id": 3804,
  "en": "giggle",
  "ru": "хихикать, хихиканье"
  },
  {
  "id": 3805,
  "en": "gin",
  "ru": "джин"
  },
  {
  "id": 3806,
  "en": "girl",
  "ru": "девочка"
  },
  {
  "id": 3807,
  "en": "girlfriend",
  "ru": "девушка"
  },
  {
  "id": 3808,
  "en": "give",
  "ru": "[gɪvbæk] отдать"
  },
  {
  "id": 3809,
  "en": "give",
  "ru": "ride [gɪvəraɪd] подвезти"
  },
  {
  "id": 3810,
  "en": "give",
  "ru": "[gɪvʌp] отказаться, сдаться"
  },
  {
  "id": 3811,
  "en": "give",
  "ru": "[gɪvɪn] сдаваться, уступать"
  },
  {
  "id": 3812,
  "en": "give",
  "ru": "[gɪvɒf] издавать, испускать"
  },
  {
  "id": 3813,
  "en": "give",
  "ru": "[gɪvʌp] бросить (привычку)"
  },
  {
  "id": 3814,
  "en": "give",
  "ru": "[gɪvəˈweɪ] раздавать, дарить"
  },
  {
  "id": 3815,
  "en": "give",
  "ru": "[gɪvəˈweɪ] выдать (раскрыть)"
  },
  {
  "id": 3816,
  "en": "give",
  "ru": "[gɪvaʊt] раздать, выдать"
  },
  {
  "id": 3817,
  "en": "give",
  "ru": "hug [gɪvəhʌg] обнять"
  },
  {
  "id": 3818,
  "en": "give",
  "ru": "to [gɪvbɜːθtuː] родить"
  },
  {
  "id": 3819,
  "en": "give",
  "ru": "[gɪvɪn] сдать"
  },
  {
  "id": 3820,
  "en": "give",
  "ru": "давать"
  },
  {
  "id": 3821,
  "en": "glacier",
  "ru": "ледник"
  },
  {
  "id": 3822,
  "en": "glad",
  "ru": "радостный"
  },
  {
  "id": 3823,
  "en": "glamorous",
  "ru": "обаятельный"
  },
  {
  "id": 3824,
  "en": "glamour",
  "ru": "очарование, привлекательность"
  },
  {
  "id": 3825,
  "en": "glance",
  "ru": "взгляд"
  },
  {
  "id": 3826,
  "en": "glare",
  "ru": "яркий свет, ослеплять"
  },
  {
  "id": 3827,
  "en": "glaring",
  "ru": "яркий, вопиющий"
  },
  {
  "id": 3828,
  "en": "glass",
  "ru": "стекло или стакан"
  },
  {
  "id": 3829,
  "en": "glasses",
  "ru": "очки"
  },
  {
  "id": 3830,
  "en": "glaze",
  "ru": "глазурь, глянец"
  },
  {
  "id": 3831,
  "en": "gleam",
  "ru": "блеск, отблеск"
  },
  {
  "id": 3832,
  "en": "glide",
  "ru": "скользить, планировать"
  },
  {
  "id": 3833,
  "en": "glimpse",
  "ru": "вид (мельком или уголком)"
  },
  {
  "id": 3834,
  "en": "glint",
  "ru": "вспыхнуть, сверкнуть (слегка)"
  },
  {
  "id": 3835,
  "en": "glitter",
  "ru": "блеск, блестеть, сверкать"
  },
  {
  "id": 3836,
  "en": "global",
  "ru": "глобальный"
  },
  {
  "id": 3837,
  "en": "globalisation",
  "ru": "глобализация"
  },
  {
  "id": 3838,
  "en": "globe",
  "ru": "мир, земной шар"
  },
  {
  "id": 3839,
  "en": "gloom",
  "ru": "сумрак, уныние"
  },
  {
  "id": 3840,
  "en": "gloomy",
  "ru": "мрачный"
  },
  {
  "id": 3841,
  "en": "glorification",
  "ru": "прославление"
  },
  {
  "id": 3842,
  "en": "glorify",
  "ru": "прославлять"
  },
  {
  "id": 3843,
  "en": "glorious",
  "ru": "славный"
  },
  {
  "id": 3844,
  "en": "glory",
  "ru": "слава, сияние"
  },
  {
  "id": 3845,
  "en": "gloss",
  "ru": "глянец, лоск"
  },
  {
  "id": 3846,
  "en": "glossy",
  "ru": "глянцевый"
  },
  {
  "id": 3847,
  "en": "glove",
  "ru": "перчатка"
  },
  {
  "id": 3848,
  "en": "glow",
  "ru": "сияние, свечение"
  },
  {
  "id": 3849,
  "en": "glue",
  "ru": "клей, клеить"
  },
  {
  "id": 3850,
  "en": "gnaw",
  "ru": "[nɔːɒn] грызть, обгладывать"
  },
  {
  "id": 3851,
  "en": "go",
  "ru": "[gəʊɒf] уходить"
  },
  {
  "id": 3852,
  "en": "go",
  "ru": "[gəʊˈʌndə] разориться"
  },
  {
  "id": 3853,
  "en": "go",
  "ru": "to [gəʊʌptuː] подойти к"
  },
  {
  "id": 3854,
  "en": "go",
  "ru": "[gəʊwɪˈðaʊt] обходиться без"
  },
  {
  "id": 3855,
  "en": "go",
  "ru": "[gəʊ bæd] испортиться"
  },
  {
  "id": 3856,
  "en": "go",
  "ru": "[gəʊaʊt] сходить куда-нибудь"
  },
  {
  "id": 3857,
  "en": "go",
  "ru": "[gəʊəˈhɛd] взять (и сделать)"
  },
  {
  "id": 3858,
  "en": "go",
  "ru": "[gəʊɒn] происходить"
  },
  {
  "id": 3859,
  "en": "go",
  "ru": "[gəʊfɔː] быть проданным за"
  },
  {
  "id": 3860,
  "en": "go",
  "ru": "[gəʊnʌts] сходить с ума"
  },
  {
  "id": 3861,
  "en": "go",
  "ru": "[gəʊaʊt] погаснуть"
  },
  {
  "id": 3862,
  "en": "go",
  "ru": "[gəʊ θruː] просмотреть, перебрать"
  },
  {
  "id": 3863,
  "en": "go",
  "ru": "[gəʊθruː] пережить"
  },
  {
  "id": 3864,
  "en": "go",
  "ru": "[gəʊəˈlɒŋ] поддерживать, соглашаться"
  },
  {
  "id": 3865,
  "en": "go",
  "ru": "[gəʊɒf] сработать"
  },
  {
  "id": 3866,
  "en": "go",
  "ru": "[gəʊtəˈgɛðə] сочетаться"
  },
  {
  "id": 3867,
  "en": "go",
  "ru": "[gəʊdaʊn] быть принятым"
  },
  {
  "id": 3868,
  "en": "go",
  "ru": "[gəʊˈɪntuː] вдаваться"
  },
  {
  "id": 3869,
  "en": "go",
  "ru": "[gəʊɒf] уходить"
  },
  {
  "id": 3870,
  "en": "go",
  "ru": "[gəʊˈəʊvə] просмотреть, изучить"
  },
  {
  "id": 3871,
  "en": "go",
  "ru": "[gəʊfɔː] выбирать, предпочитать"
  },
  {
  "id": 3872,
  "en": "go",
  "ru": "[gəʊθruː] просмотреть, пролистать"
  },
  {
  "id": 3873,
  "en": "go",
  "ru": "[gəʊəˈgɛnst] противоречить"
  },
  {
  "id": 3874,
  "en": "go",
  "ru": "[gəʊɒn] продолжаться"
  },
  {
  "id": 3875,
  "en": "go",
  "ru": "[gəʊ baɪ] проходить мимо"
  },
  {
  "id": 3876,
  "en": "go",
  "ru": "[gəʊɒf] отключиться"
  },
  {
  "id": 3877,
  "en": "go",
  "ru": "[gəʊɒn] включиться"
  },
  {
  "id": 3878,
  "en": "go",
  "ru": "[gəʊəˈbaʊt] заниматься (делами)"
  },
  {
  "id": 3879,
  "en": "go",
  "ru": "идти"
  },
  {
  "id": 3880,
  "en": "goal",
  "ru": "цель"
  },
  {
  "id": 3881,
  "en": "goal",
  "ru": "цель"
  },
  {
  "id": 3882,
  "en": "goat",
  "ru": "козел, коза"
  },
  {
  "id": 3883,
  "en": "god",
  "ru": "бог"
  },
  {
  "id": 3884,
  "en": "goddess",
  "ru": "богиня"
  },
  {
  "id": 3885,
  "en": "gold",
  "ru": "золото"
  },
  {
  "id": 3886,
  "en": "golf",
  "ru": "гольф"
  },
  {
  "id": 3887,
  "en": "good/better/best",
  "ru": "хороший"
  },
  {
  "id": 3888,
  "en": "goodbye",
  "ru": "до"
  },
  {
  "id": 3889,
  "en": "goods",
  "ru": "товары"
  },
  {
  "id": 3890,
  "en": "goodwill",
  "ru": "добрая воля, доброжелательность"
  },
  {
  "id": 3891,
  "en": "goof",
  "ru": "балбес, придурок (амер.)"
  },
  {
  "id": 3892,
  "en": "goof",
  "ru": "[guːfɒf] увиливать, отлынивать"
  },
  {
  "id": 3893,
  "en": "goof",
  "ru": "[guːf əˈraʊnd] лазить, шляться"
  },
  {
  "id": 3894,
  "en": "goofy",
  "ru": "бестолковый"
  },
  {
  "id": 3895,
  "en": "goose",
  "ru": "гусь"
  },
  {
  "id": 3896,
  "en": "gorgeous",
  "ru": "шикарный"
  },
  {
  "id": 3897,
  "en": "gorilla",
  "ru": "горилла"
  },
  {
  "id": 3898,
  "en": "gospel",
  "ru": "евангелие"
  },
  {
  "id": 3899,
  "en": "gossip",
  "ru": "слухи"
  },
  {
  "id": 3900,
  "en": "govern",
  "ru": "управлять"
  },
  {
  "id": 3901,
  "en": "governance",
  "ru": "управление"
  },
  {
  "id": 3902,
  "en": "government",
  "ru": "правительство"
  },
  {
  "id": 3903,
  "en": "governor",
  "ru": "губернатор"
  },
  {
  "id": 3904,
  "en": "gown",
  "ru": "платье"
  },
  {
  "id": 3905,
  "en": "grab",
  "ru": "схватить, нахапать и т.д."
  },
  {
  "id": 3906,
  "en": "grace",
  "ru": "благодать, милость"
  },
  {
  "id": 3907,
  "en": "grace",
  "ru": "грация"
  },
  {
  "id": 3908,
  "en": "graceful",
  "ru": "изящный"
  },
  {
  "id": 3909,
  "en": "gracious",
  "ru": "милостивый"
  },
  {
  "id": 3910,
  "en": "grade",
  "ru": "оценка"
  },
  {
  "id": 3911,
  "en": "grade",
  "ru": "класс, уровень"
  },
  {
  "id": 3912,
  "en": "gradual",
  "ru": "постепенный"
  },
  {
  "id": 3913,
  "en": "graduate",
  "ru": "выпускник, выпускаться"
  },
  {
  "id": 3914,
  "en": "graduation",
  "ru": "выпуск"
  },
  {
  "id": 3915,
  "en": "graffiti",
  "ru": "граффити"
  },
  {
  "id": 3916,
  "en": "grain",
  "ru": "зерно, крупица"
  },
  {
  "id": 3917,
  "en": "gram",
  "ru": "грамм"
  },
  {
  "id": 3918,
  "en": "grammar",
  "ru": "грамматика"
  },
  {
  "id": 3919,
  "en": "grand",
  "ru": "большой, великий"
  },
  {
  "id": 3920,
  "en": "granite",
  "ru": "гранит"
  },
  {
  "id": 3921,
  "en": "grant",
  "ru": "давать, дарить"
  },
  {
  "id": 3922,
  "en": "grape",
  "ru": "виноград (ягода)"
  },
  {
  "id": 3923,
  "en": "graph",
  "ru": "график"
  },
  {
  "id": 3924,
  "en": "graphic",
  "ru": "графический"
  },
  {
  "id": 3925,
  "en": "graphics",
  "ru": "графика"
  },
  {
  "id": 3926,
  "en": "grapple",
  "ru": "сцепиться, бороться"
  },
  {
  "id": 3927,
  "en": "grasp",
  "ru": "схватывать"
  },
  {
  "id": 3928,
  "en": "grasping",
  "ru": "жадный, хваткий"
  },
  {
  "id": 3929,
  "en": "grass",
  "ru": "трава"
  },
  {
  "id": 3930,
  "en": "grasshopper",
  "ru": "кузнечик"
  },
  {
  "id": 3931,
  "en": "grate",
  "ru": "решётка"
  },
  {
  "id": 3932,
  "en": "grateful",
  "ru": "благодарный"
  },
  {
  "id": 3933,
  "en": "gratification",
  "ru": "удовлетворение"
  },
  {
  "id": 3934,
  "en": "gratify",
  "ru": "удовлетворять, радовать"
  },
  {
  "id": 3935,
  "en": "grating",
  "ru": "решётка"
  },
  {
  "id": 3936,
  "en": "gratitude",
  "ru": "благодарность"
  },
  {
  "id": 3937,
  "en": "grave",
  "ru": "могила"
  },
  {
  "id": 3938,
  "en": "grave",
  "ru": "серьёзный"
  },
  {
  "id": 3939,
  "en": "gravel",
  "ru": "гравий"
  },
  {
  "id": 3940,
  "en": "graveyard",
  "ru": "кладбище (у церкви)"
  },
  {
  "id": 3941,
  "en": "gravity",
  "ru": "серьёзность"
  },
  {
  "id": 3942,
  "en": "gravity",
  "ru": "гравитация"
  },
  {
  "id": 3943,
  "en": "gravy",
  "ru": "подливка, соус"
  },
  {
  "id": 3944,
  "en": "gray/grey",
  "ru": "серый"
  },
  {
  "id": 3945,
  "en": "graze",
  "ru": "пасти(сь)"
  },
  {
  "id": 3946,
  "en": "grease",
  "ru": "смазка, жир"
  },
  {
  "id": 3947,
  "en": "greasy",
  "ru": "жирный"
  },
  {
  "id": 3948,
  "en": "great",
  "ru": "великий"
  },
  {
  "id": 3949,
  "en": "greed",
  "ru": "жадность"
  },
  {
  "id": 3950,
  "en": "greedy",
  "ru": "жадный"
  },
  {
  "id": 3951,
  "en": "green",
  "ru": "зелёный"
  },
  {
  "id": 3952,
  "en": "greenhouse",
  "ru": "теплица, оранжерея"
  },
  {
  "id": 3953,
  "en": "greet",
  "ru": "приветствовать"
  },
  {
  "id": 3954,
  "en": "greeting",
  "ru": "приветствие"
  },
  {
  "id": 3955,
  "en": "grid",
  "ru": "сетка, решётка"
  },
  {
  "id": 3956,
  "en": "grief",
  "ru": "горе"
  },
  {
  "id": 3957,
  "en": "grievance",
  "ru": "обида"
  },
  {
  "id": 3958,
  "en": "grieve",
  "ru": "горевать"
  },
  {
  "id": 3959,
  "en": "grill",
  "ru": "гриль"
  },
  {
  "id": 3960,
  "en": "grim",
  "ru": "мрачный, зловещий"
  },
  {
  "id": 3961,
  "en": "grimace",
  "ru": "гримаса"
  },
  {
  "id": 3962,
  "en": "grin",
  "ru": "ухмыляться, ухмылка, оскал"
  },
  {
  "id": 3963,
  "en": "grind",
  "ru": "groud) [graɪnd] молоть, измельчать"
  },
  {
  "id": 3964,
  "en": "grip",
  "ru": "хватать, захват, хватка"
  },
  {
  "id": 3965,
  "en": "grit",
  "ru": "крошка, песок, гравий"
  },
  {
  "id": 3966,
  "en": "grit",
  "ru": "твёрдость, стойкость"
  },
  {
  "id": 3967,
  "en": "gritty",
  "ru": "песчаный"
  },
  {
  "id": 3968,
  "en": "groan",
  "ru": "стон, стонать"
  },
  {
  "id": 3969,
  "en": "grocery",
  "ru": "продуктовый"
  },
  {
  "id": 3970,
  "en": "groom",
  "ru": "жених"
  },
  {
  "id": 3971,
  "en": "groove",
  "ru": "канавка, желоб"
  },
  {
  "id": 3972,
  "en": "grope",
  "ru": "щупать, искать вслепую"
  },
  {
  "id": 3973,
  "en": "gross",
  "ru": "валовой, грязный"
  },
  {
  "id": 3974,
  "en": "gross",
  "ru": "грубый (во всех смыслах)"
  },
  {
  "id": 3975,
  "en": "grotesque",
  "ru": "гротеск"
  },
  {
  "id": 3976,
  "en": "ground",
  "ru": "земля"
  },
  {
  "id": 3977,
  "en": "group",
  "ru": "группа"
  },
  {
  "id": 3978,
  "en": "grove",
  "ru": "лесок"
  },
  {
  "id": 3979,
  "en": "grow",
  "ru": "grown) [grəʊ] становиться"
  },
  {
  "id": 3980,
  "en": "grow",
  "ru": "grown) [grəʊ] расти или выращивать"
  },
  {
  "id": 3981,
  "en": "grow",
  "ru": "[grəʊʌp] вырастать"
  },
  {
  "id": 3982,
  "en": "growl",
  "ru": "рычать"
  },
  {
  "id": 3983,
  "en": "growth",
  "ru": "рост"
  },
  {
  "id": 3984,
  "en": "grudge",
  "ru": "обида, злоба"
  },
  {
  "id": 3985,
  "en": "grudgingly",
  "ru": "нехотя"
  },
  {
  "id": 3986,
  "en": "grumble",
  "ru": "ворчать, жаловаться"
  },
  {
  "id": 3987,
  "en": "grunt",
  "ru": "хрюкать"
  },
  {
  "id": 3988,
  "en": "guarantee",
  "ru": "гарантировать"
  },
  {
  "id": 3989,
  "en": "guard",
  "ru": "сторожить, стража"
  },
  {
  "id": 3990,
  "en": "guardian",
  "ru": "хранитель или опекун"
  },
  {
  "id": 3991,
  "en": "guess",
  "ru": "угадывать, догадываться"
  },
  {
  "id": 3992,
  "en": "guest",
  "ru": "гость"
  },
  {
  "id": 3993,
  "en": "guide",
  "ru": "вести, направлять"
  },
  {
  "id": 3994,
  "en": "guideline",
  "ru": "общее правило, принцип"
  },
  {
  "id": 3995,
  "en": "guilt",
  "ru": "вина"
  },
  {
  "id": 3996,
  "en": "guilty",
  "ru": "виновный"
  },
  {
  "id": 3997,
  "en": "guise",
  "ru": "облик, личина"
  },
  {
  "id": 3998,
  "en": "guitar",
  "ru": "гитара"
  },
  {
  "id": 3999,
  "en": "gulf",
  "ru": "разрыв, пропасть"
  },
  {
  "id": 4000,
  "en": "gulf",
  "ru": "залив"
  },
  {
  "id": 4001,
  "en": "gulp",
  "ru": "большой глоток, заглатывать"
  },
  {
  "id": 4002,
  "en": "gum",
  "ru": "жвачка"
  },
  {
  "id": 4003,
  "en": "gun",
  "ru": "огнестрельное оружие"
  },
  {
  "id": 4004,
  "en": "gunpowder",
  "ru": "порох"
  },
  {
  "id": 4005,
  "en": "guru",
  "ru": "гуру"
  },
  {
  "id": 4006,
  "en": "gust",
  "ru": "порыв"
  },
  {
  "id": 4007,
  "en": "gusty",
  "ru": "порывистый"
  },
  {
  "id": 4008,
  "en": "gut",
  "ru": "кишка"
  },
  {
  "id": 4009,
  "en": "gutter",
  "ru": "желоб, сток"
  },
  {
  "id": 4010,
  "en": "guy",
  "ru": "парень,"
  },
  {
  "id": 4011,
  "en": "gym",
  "ru": "спортзал"
  },
  {
  "id": 4012,
  "en": "gym",
  "ru": "[ʤɪmˈtiːʧə] тренер, физрук"
  },
  {
  "id": 4013,
  "en": "gymnastics",
  "ru": "гимнастика"
  },
  {
  "id": 4014,
  "en": "Gypsy",
  "ru": "цыган, цыганский"
  },
  {
  "id": 4015,
  "en": "habit",
  "ru": "привычка, обычай"
  },
  {
  "id": 4016,
  "en": "habitat",
  "ru": "среда, место обитания"
  },
  {
  "id": 4017,
  "en": "habitual",
  "ru": "привычный"
  },
  {
  "id": 4018,
  "en": "hack",
  "ru": "рубить, кромсать"
  },
  {
  "id": 4019,
  "en": "hail",
  "ru": "град"
  },
  {
  "id": 4020,
  "en": "hail",
  "ru": "окликнуть, привлечь внимание"
  },
  {
  "id": 4021,
  "en": "hail",
  "ru": "приветствовать"
  },
  {
  "id": 4022,
  "en": "hair",
  "ru": "волосы"
  },
  {
  "id": 4023,
  "en": "haircut",
  "ru": "стрижка, причёска"
  },
  {
  "id": 4024,
  "en": "half",
  "ru": "половина"
  },
  {
  "id": 4025,
  "en": "hall",
  "ru": "зал, вестибюль"
  },
  {
  "id": 4026,
  "en": "hallmark",
  "ru": "характерная черта"
  },
  {
  "id": 4027,
  "en": "hallucination",
  "ru": "галлюцинация"
  },
  {
  "id": 4028,
  "en": "hallway",
  "ru": "прихожая"
  },
  {
  "id": 4029,
  "en": "halt",
  "ru": "останавливаться"
  },
  {
  "id": 4030,
  "en": "halve",
  "ru": "делить пополам"
  },
  {
  "id": 4031,
  "en": "ham",
  "ru": "ветчина"
  },
  {
  "id": 4032,
  "en": "hamburger",
  "ru": "гамбургер"
  },
  {
  "id": 4033,
  "en": "hammer",
  "ru": "молоток"
  },
  {
  "id": 4034,
  "en": "hamper",
  "ru": "затруднять, ограничивать"
  },
  {
  "id": 4035,
  "en": "hand",
  "ru": "[hændˈəʊvə] передать"
  },
  {
  "id": 4036,
  "en": "hand",
  "ru": "[hændaʊt] раздавать"
  },
  {
  "id": 4037,
  "en": "hand",
  "ru": "[hændɪn] сдать"
  },
  {
  "id": 4038,
  "en": "hand",
  "ru": "[hændɒn] передавать"
  },
  {
  "id": 4039,
  "en": "hand",
  "ru": "[hænddaʊn] передать (по наследству)"
  },
  {
  "id": 4040,
  "en": "hand",
  "ru": "рука"
  },
  {
  "id": 4041,
  "en": "handbag",
  "ru": "сумка"
  },
  {
  "id": 4042,
  "en": "handbook",
  "ru": "руководство, справочник"
  },
  {
  "id": 4043,
  "en": "handcuffs",
  "ru": "наручники"
  },
  {
  "id": 4044,
  "en": "handful",
  "ru": "горсть"
  },
  {
  "id": 4045,
  "en": "handicap",
  "ru": "помеха, недостаток"
  },
  {
  "id": 4046,
  "en": "handicapped",
  "ru": "инвалид (устар.)"
  },
  {
  "id": 4047,
  "en": "handkerchief",
  "ru": "носовой платок"
  },
  {
  "id": 4048,
  "en": "handle",
  "ru": "рукоятка"
  },
  {
  "id": 4049,
  "en": "handle",
  "ru": "управляться, обращаться"
  },
  {
  "id": 4050,
  "en": "handshake",
  "ru": "рукопожатие"
  },
  {
  "id": 4051,
  "en": "handsome",
  "ru": "красивый (обычно о мужчинах)"
  },
  {
  "id": 4052,
  "en": "handwriting",
  "ru": "почерк"
  },
  {
  "id": 4053,
  "en": "handwritten",
  "ru": "рукописный"
  },
  {
  "id": 4054,
  "en": "handy",
  "ru": "удобный"
  },
  {
  "id": 4055,
  "en": "hang",
  "ru": "hung) [hæŋ] висеть, вешать"
  },
  {
  "id": 4056,
  "en": "hang",
  "ru": "[hæŋəˈraʊnd] зависать, слоняться"
  },
  {
  "id": 4057,
  "en": "hang",
  "ru": "[hæŋəˈbaʊt] болтаться"
  },
  {
  "id": 4058,
  "en": "hang",
  "ru": "[hæŋaʊt] тусоваться"
  },
  {
  "id": 4059,
  "en": "hang",
  "ru": "[hæŋɒn] держаться"
  },
  {
  "id": 4060,
  "en": "hanger",
  "ru": "вешалка"
  },
  {
  "id": 4061,
  "en": "hangman",
  "ru": "палач"
  },
  {
  "id": 4062,
  "en": "hangover",
  "ru": "похмелье"
  },
  {
  "id": 4063,
  "en": "happen",
  "ru": "случиться, происходить"
  },
  {
  "id": 4064,
  "en": "happy",
  "ru": "счастливый"
  },
  {
  "id": 4065,
  "en": "harass",
  "ru": "тревожить, изводить"
  },
  {
  "id": 4066,
  "en": "harassment",
  "ru": "домогательство"
  },
  {
  "id": 4067,
  "en": "harbor",
  "ru": "[ˈhɑːbə] гавань, порт"
  },
  {
  "id": 4068,
  "en": "hard",
  "ru": "тяжёлый,"
  },
  {
  "id": 4069,
  "en": "harden",
  "ru": "затвердеть"
  },
  {
  "id": 4070,
  "en": "hardly",
  "ru": "едва"
  },
  {
  "id": 4071,
  "en": "hardware",
  "ru": "аппаратные средства"
  },
  {
  "id": 4072,
  "en": "hardy",
  "ru": "выносливый"
  },
  {
  "id": 4073,
  "en": "harem",
  "ru": "гарем"
  },
  {
  "id": 4074,
  "en": "harm",
  "ru": "вред, вредить"
  },
  {
  "id": 4075,
  "en": "harmful",
  "ru": "вредный"
  },
  {
  "id": 4076,
  "en": "harmless",
  "ru": "безвредный"
  },
  {
  "id": 4077,
  "en": "harmony",
  "ru": "гармония"
  },
  {
  "id": 4078,
  "en": "harness",
  "ru": "запрягать, обуздывать"
  },
  {
  "id": 4079,
  "en": "harp",
  "ru": "арфа"
  },
  {
  "id": 4080,
  "en": "harsh",
  "ru": "резкий, суровый, грубый"
  },
  {
  "id": 4081,
  "en": "harshness",
  "ru": "резкость"
  },
  {
  "id": 4082,
  "en": "harvest",
  "ru": "урожай"
  },
  {
  "id": 4083,
  "en": "harvesting",
  "ru": "сбор урожая"
  },
  {
  "id": 4084,
  "en": "hassle",
  "ru": "трудность, неудобство"
  },
  {
  "id": 4085,
  "en": "haste",
  "ru": "спешка"
  },
  {
  "id": 4086,
  "en": "hasten",
  "ru": "спешить"
  },
  {
  "id": 4087,
  "en": "hasty",
  "ru": "поспешный"
  },
  {
  "id": 4088,
  "en": "hat",
  "ru": "шляпа"
  },
  {
  "id": 4089,
  "en": "hatch",
  "ru": "люк"
  },
  {
  "id": 4090,
  "en": "hatchback",
  "ru": "хетчбэк"
  },
  {
  "id": 4091,
  "en": "hate",
  "ru": "ненавидеть"
  },
  {
  "id": 4092,
  "en": "hatred",
  "ru": "ненависть"
  },
  {
  "id": 4093,
  "en": "haul",
  "ru": "тащить, тянуть, буксировать"
  },
  {
  "id": 4094,
  "en": "haunt",
  "ru": "являться, преследовать (перен.)"
  },
  {
  "id": 4095,
  "en": "have",
  "ru": "[hævɒn] быть одетым в"
  },
  {
  "id": 4096,
  "en": "hawk",
  "ru": "ястреб"
  },
  {
  "id": 4097,
  "en": "hay",
  "ru": "сено"
  },
  {
  "id": 4098,
  "en": "hazard",
  "ru": "опасность, риск, угроза"
  },
  {
  "id": 4099,
  "en": "hazardous",
  "ru": "опасный"
  },
  {
  "id": 4100,
  "en": "haze",
  "ru": "дымка, туман"
  },
  {
  "id": 4101,
  "en": "he",
  "ru": "он"
  },
  {
  "id": 4102,
  "en": "head",
  "ru": "[hɛdɒf] выйти, отправиться"
  },
  {
  "id": 4103,
  "en": "head",
  "ru": "[hɛdfɔː] направляться"
  },
  {
  "id": 4104,
  "en": "head",
  "ru": "голова"
  },
  {
  "id": 4105,
  "en": "headache",
  "ru": "головная боль"
  },
  {
  "id": 4106,
  "en": "heading",
  "ru": "заголовок"
  },
  {
  "id": 4107,
  "en": "headlight",
  "ru": "передняя фара"
  },
  {
  "id": 4108,
  "en": "headline",
  "ru": "заголовок"
  },
  {
  "id": 4109,
  "en": "headquarters",
  "ru": "штаб-квартира"
  },
  {
  "id": 4110,
  "en": "heal",
  "ru": "лечить, заживать"
  },
  {
  "id": 4111,
  "en": "healer",
  "ru": "целитель"
  },
  {
  "id": 4112,
  "en": "health",
  "ru": "здоровье"
  },
  {
  "id": 4113,
  "en": "healthcare",
  "ru": "здравоохранение"
  },
  {
  "id": 4114,
  "en": "healthy",
  "ru": "здоровый"
  },
  {
  "id": 4115,
  "en": "heap",
  "ru": "куча"
  },
  {
  "id": 4116,
  "en": "hear",
  "ru": "слышать"
  },
  {
  "id": 4117,
  "en": "heart",
  "ru": "сердце"
  },
  {
  "id": 4118,
  "en": "heat",
  "ru": "тепло, нагревать"
  },
  {
  "id": 4119,
  "en": "heat",
  "ru": "[hiːtʌp] разогреть"
  },
  {
  "id": 4120,
  "en": "heater",
  "ru": "обогреватель, нагреватель"
  },
  {
  "id": 4121,
  "en": "heating",
  "ru": "отопление"
  },
  {
  "id": 4122,
  "en": "heave",
  "ru": "вздыматься"
  },
  {
  "id": 4123,
  "en": "heaven",
  "ru": "небеса"
  },
  {
  "id": 4124,
  "en": "heavenly",
  "ru": "небесный, неземной"
  },
  {
  "id": 4125,
  "en": "heavy",
  "ru": "тяжёлый"
  },
  {
  "id": 4126,
  "en": "hebrew",
  "ru": "еврейский"
  },
  {
  "id": 4127,
  "en": "hectic",
  "ru": "] беспокойный"
  },
  {
  "id": 4128,
  "en": "hedge",
  "ru": "живая изгородь"
  },
  {
  "id": 4129,
  "en": "heed",
  "ru": "прислушиваться, учитывать"
  },
  {
  "id": 4130,
  "en": "heedless",
  "ru": "беспечный"
  },
  {
  "id": 4131,
  "en": "heel",
  "ru": "каблук, пятка"
  },
  {
  "id": 4132,
  "en": "hefty",
  "ru": "большой и тяжёлый"
  },
  {
  "id": 4133,
  "en": "hegemony",
  "ru": "гегемония"
  },
  {
  "id": 4134,
  "en": "height",
  "ru": "высота, рост"
  },
  {
  "id": 4135,
  "en": "heighten",
  "ru": "повышать"
  },
  {
  "id": 4136,
  "en": "heir",
  "ru": "наследник"
  },
  {
  "id": 4137,
  "en": "heiress",
  "ru": "наследница"
  },
  {
  "id": 4138,
  "en": "helicopter",
  "ru": "вертолёт"
  },
  {
  "id": 4139,
  "en": "hell",
  "ru": "ад"
  },
  {
  "id": 4140,
  "en": "hello",
  "ru": "привет"
  },
  {
  "id": 4141,
  "en": "helm",
  "ru": "руль, штурвал"
  },
  {
  "id": 4142,
  "en": "helmet",
  "ru": "[ˈhɛlmɪt] шлем"
  },
  {
  "id": 4143,
  "en": "help",
  "ru": "[hɛlpaʊt] выручить"
  },
  {
  "id": 4144,
  "en": "help",
  "ru": "помогать"
  },
  {
  "id": 4145,
  "en": "helpful",
  "ru": "полезный"
  },
  {
  "id": 4146,
  "en": "helpless",
  "ru": "беспомощный"
  },
  {
  "id": 4147,
  "en": "helplessness",
  "ru": "беспомощность"
  },
  {
  "id": 4148,
  "en": "hemisphere",
  "ru": "полушарие"
  },
  {
  "id": 4149,
  "en": "hen",
  "ru": "курица"
  },
  {
  "id": 4150,
  "en": "hence",
  "ru": "отсюда (следует, происходит)"
  },
  {
  "id": 4151,
  "en": "henceforth",
  "ru": "отныне"
  },
  {
  "id": 4152,
  "en": "herald",
  "ru": "возвестить, вестник"
  },
  {
  "id": 4153,
  "en": "herb",
  "ru": "трава"
  },
  {
  "id": 4154,
  "en": "herbal",
  "ru": "травяной"
  },
  {
  "id": 4155,
  "en": "herd",
  "ru": "стадо, пасти"
  },
  {
  "id": 4156,
  "en": "herder",
  "ru": "пастух"
  },
  {
  "id": 4157,
  "en": "here",
  "ru": "здесь"
  },
  {
  "id": 4158,
  "en": "hereby",
  "ru": "этим самым"
  },
  {
  "id": 4159,
  "en": "heritage",
  "ru": "наследие"
  },
  {
  "id": 4160,
  "en": "hero",
  "ru": "герой"
  },
  {
  "id": 4161,
  "en": "heroic",
  "ru": "героический"
  },
  {
  "id": 4162,
  "en": "heroin",
  "ru": "героин"
  },
  {
  "id": 4163,
  "en": "heroine",
  "ru": "героиня"
  },
  {
  "id": 4164,
  "en": "hesitant",
  "ru": "колеблющийся"
  },
  {
  "id": 4165,
  "en": "hesitate",
  "ru": "колебаться, медлить"
  },
  {
  "id": 4166,
  "en": "hesitation",
  "ru": "колебание"
  },
  {
  "id": 4167,
  "en": "heterosexual",
  "ru": "гетеросексуальный"
  },
  {
  "id": 4168,
  "en": "hi",
  "ru": "привет"
  },
  {
  "id": 4169,
  "en": "hide",
  "ru": "hidden) [haɪd] скрывать"
  },
  {
  "id": 4170,
  "en": "hide",
  "ru": "[haɪdəˈweɪ] спрятать(ся)"
  },
  {
  "id": 4171,
  "en": "hide",
  "ru": "[haɪd aʊt] скрываться"
  },
  {
  "id": 4172,
  "en": "hideous",
  "ru": "отвратительный, ужасный"
  },
  {
  "id": 4173,
  "en": "hierarchical",
  "ru": "иерархическая"
  },
  {
  "id": 4174,
  "en": "hierarchy",
  "ru": "иерархия"
  },
  {
  "id": 4175,
  "en": "high",
  "ru": "высокий"
  },
  {
  "id": 4176,
  "en": "high-end",
  "ru": "высококлассный, лидирующий"
  },
  {
  "id": 4177,
  "en": "high-ranked",
  "ru": "высокопоставленный"
  },
  {
  "id": 4178,
  "en": "highlight",
  "ru": "выделить, подсветить"
  },
  {
  "id": 4179,
  "en": "highway",
  "ru": "шоссе"
  },
  {
  "id": 4180,
  "en": "hijack",
  "ru": "угонять"
  },
  {
  "id": 4181,
  "en": "hike",
  "ru": "поход, ходить в поход"
  },
  {
  "id": 4182,
  "en": "hilarious",
  "ru": "веселый, забавный, смешной"
  },
  {
  "id": 4183,
  "en": "hill",
  "ru": "холм"
  },
  {
  "id": 4184,
  "en": "hillside",
  "ru": "склон холма"
  },
  {
  "id": 4185,
  "en": "hinder",
  "ru": "мешать, затруднять"
  },
  {
  "id": 4186,
  "en": "hindrance",
  "ru": "помеха"
  },
  {
  "id": 4187,
  "en": "hinge",
  "ru": "петля, шарнир"
  },
  {
  "id": 4188,
  "en": "hint",
  "ru": "намёк, намекать"
  },
  {
  "id": 4189,
  "en": "hip",
  "ru": "таз, поясница"
  },
  {
  "id": 4190,
  "en": "hire",
  "ru": "нанимать"
  },
  {
  "id": 4191,
  "en": "hiss",
  "ru": "шипеть"
  },
  {
  "id": 4192,
  "en": "historian",
  "ru": "историк"
  },
  {
  "id": 4193,
  "en": "historical",
  "ru": "исторический"
  },
  {
  "id": 4194,
  "en": "history",
  "ru": "история"
  },
  {
  "id": 4195,
  "en": "hit",
  "ru": "hit) [hɪt] ударить, удар"
  },
  {
  "id": 4196,
  "en": "hit",
  "ru": "hit) [hɪt] попасть, достичь"
  },
  {
  "id": 4197,
  "en": "hit",
  "ru": "[hɪt ɒn] клеить, подкатывать"
  },
  {
  "id": 4198,
  "en": "hit",
  "ru": "[hɪtbæk] отыграться, отбиться"
  },
  {
  "id": 4199,
  "en": "hitch",
  "ru": "заминка, помеха"
  },
  {
  "id": 4200,
  "en": "hitched",
  "ru": "женатый, замужняя (разг.)"
  },
  {
  "id": 4201,
  "en": "hitchhike",
  "ru": "автостоп"
  },
  {
  "id": 4202,
  "en": "hoard",
  "ru": "копить, накопление, клад"
  },
  {
  "id": 4203,
  "en": "hobble",
  "ru": "прихрамывать"
  },
  {
  "id": 4204,
  "en": "hobby",
  "ru": "хобби"
  },
  {
  "id": 4205,
  "en": "hockey",
  "ru": "хоккей"
  },
  {
  "id": 4206,
  "en": "hog",
  "ru": "большой свин, боров"
  },
  {
  "id": 4207,
  "en": "hoist",
  "ru": "поднимать"
  },
  {
  "id": 4208,
  "en": "hold",
  "ru": "[həʊldbæk] сдерживать"
  },
  {
  "id": 4209,
  "en": "hold",
  "ru": "[həʊldɒf] откладывать"
  },
  {
  "id": 4210,
  "en": "hold",
  "ru": "[həʊldɒn] оставаться на линии"
  },
  {
  "id": 4211,
  "en": "hold",
  "ru": "[həʊlddaʊn] удерживать"
  },
  {
  "id": 4212,
  "en": "hold",
  "ru": "[həʊldɒn] держаться"
  },
  {
  "id": 4213,
  "en": "hold",
  "ru": "[həʊldʌp] задержать, затормозить"
  },
  {
  "id": 4214,
  "en": "hold",
  "ru": "держать"
  },
  {
  "id": 4215,
  "en": "hole",
  "ru": "дыра"
  },
  {
  "id": 4216,
  "en": "holiday",
  "ru": "праздник"
  },
  {
  "id": 4217,
  "en": "holler",
  "ru": "крикнуть, окликнуть"
  },
  {
  "id": 4218,
  "en": "hollow",
  "ru": "полый"
  },
  {
  "id": 4219,
  "en": "hollowness",
  "ru": "пустота, бессодержательность"
  },
  {
  "id": 4220,
  "en": "holy",
  "ru": "святой, священный"
  },
  {
  "id": 4221,
  "en": "home",
  "ru": "дом"
  },
  {
  "id": 4222,
  "en": "homeland",
  "ru": "родина"
  },
  {
  "id": 4223,
  "en": "hometown",
  "ru": "родной город"
  },
  {
  "id": 4224,
  "en": "homicidal",
  "ru": "смертоносный"
  },
  {
  "id": 4225,
  "en": "homicide",
  "ru": "убийство"
  },
  {
  "id": 4226,
  "en": "homosexual",
  "ru": "гомосексуальный"
  },
  {
  "id": 4227,
  "en": "honest",
  "ru": "честный"
  },
  {
  "id": 4228,
  "en": "honestly",
  "ru": "честно говоря"
  },
  {
  "id": 4229,
  "en": "honesty",
  "ru": "честность"
  },
  {
  "id": 4230,
  "en": "honey",
  "ru": "мёд"
  },
  {
  "id": 4231,
  "en": "honor",
  "ru": "[ˈɒnə] честь, чтить"
  },
  {
  "id": 4232,
  "en": "honorable",
  "ru": "почётный"
  },
  {
  "id": 4233,
  "en": "honorary",
  "ru": "почётный"
  },
  {
  "id": 4234,
  "en": "hood",
  "ru": "капот, кожух"
  },
  {
  "id": 4235,
  "en": "hood",
  "ru": "капюшон"
  },
  {
  "id": 4236,
  "en": "hoof",
  "ru": "копыто"
  },
  {
  "id": 4237,
  "en": "hook",
  "ru": "крюк, зацеплять"
  },
  {
  "id": 4238,
  "en": "hook",
  "ru": "[hʊkʌp] подключить, смонтировать"
  },
  {
  "id": 4239,
  "en": "hook",
  "ru": "[hʊk ʌp] потрахаться"
  },
  {
  "id": 4240,
  "en": "hooked",
  "ru": "крючковатый, кривой"
  },
  {
  "id": 4241,
  "en": "hoop",
  "ru": "обруч, обод"
  },
  {
  "id": 4242,
  "en": "hop",
  "ru": "прыгать, скакать"
  },
  {
  "id": 4243,
  "en": "hope",
  "ru": "надеяться"
  },
  {
  "id": 4244,
  "en": "hopeful",
  "ru": "внушающий надежды"
  },
  {
  "id": 4245,
  "en": "hopeless",
  "ru": "безнадежный"
  },
  {
  "id": 4246,
  "en": "horizon",
  "ru": "горизонт, кругозор"
  },
  {
  "id": 4247,
  "en": "horizontal",
  "ru": "горизонтальный"
  },
  {
  "id": 4248,
  "en": "hormone",
  "ru": "гормон"
  },
  {
  "id": 4249,
  "en": "horn",
  "ru": "рог"
  },
  {
  "id": 4250,
  "en": "horned",
  "ru": "рогатый"
  },
  {
  "id": 4251,
  "en": "horrible",
  "ru": "ужасный, отвратительный"
  },
  {
  "id": 4252,
  "en": "horrific",
  "ru": "ужасающий"
  },
  {
  "id": 4253,
  "en": "horrify",
  "ru": "ужасать"
  },
  {
  "id": 4254,
  "en": "horror",
  "ru": "ужас"
  },
  {
  "id": 4255,
  "en": "horse",
  "ru": "лошадь"
  },
  {
  "id": 4256,
  "en": "horseback",
  "ru": "верхом"
  },
  {
  "id": 4257,
  "en": "horseshoe",
  "ru": "подкова"
  },
  {
  "id": 4258,
  "en": "hose",
  "ru": "шланг"
  },
  {
  "id": 4259,
  "en": "hospitable",
  "ru": "гостеприимный"
  },
  {
  "id": 4260,
  "en": "hospital",
  "ru": "больница"
  },
  {
  "id": 4261,
  "en": "hospitality",
  "ru": "гостеприимство"
  },
  {
  "id": 4262,
  "en": "host",
  "ru": "хозяин, быть хозяином"
  },
  {
  "id": 4263,
  "en": "host",
  "ru": "множество"
  },
  {
  "id": 4264,
  "en": "hostage",
  "ru": "заложник"
  },
  {
  "id": 4265,
  "en": "hostile",
  "ru": "враждебный, неприязненный"
  },
  {
  "id": 4266,
  "en": "hostility",
  "ru": "враждебность"
  },
  {
  "id": 4267,
  "en": "hot",
  "ru": "горячий"
  },
  {
  "id": 4268,
  "en": "hotel",
  "ru": "отель"
  },
  {
  "id": 4269,
  "en": "hound",
  "ru": "охотничья собака, об. гончая"
  },
  {
  "id": 4270,
  "en": "hour",
  "ru": "час"
  },
  {
  "id": 4271,
  "en": "house",
  "ru": "дом"
  },
  {
  "id": 4272,
  "en": "household",
  "ru": "домашний, домохозяйство"
  },
  {
  "id": 4273,
  "en": "housewife",
  "ru": "домохозяйка"
  },
  {
  "id": 4274,
  "en": "hover",
  "ru": "зависнуть, парить"
  },
  {
  "id": 4275,
  "en": "how",
  "ru": "как"
  },
  {
  "id": 4276,
  "en": "however",
  "ru": "однако"
  },
  {
  "id": 4277,
  "en": "howl",
  "ru": "выть"
  },
  {
  "id": 4278,
  "en": "huddle",
  "ru": "столпиться, скучиться"
  },
  {
  "id": 4279,
  "en": "hue",
  "ru": "цвет, оттенок"
  },
  {
  "id": 4280,
  "en": "hug",
  "ru": "объятие, обнимать"
  },
  {
  "id": 4281,
  "en": "huge",
  "ru": "огромный"
  },
  {
  "id": 4282,
  "en": "hull",
  "ru": "корпус, оболочка"
  },
  {
  "id": 4283,
  "en": "hum",
  "ru": "гудеть, жужжать"
  },
  {
  "id": 4284,
  "en": "human",
  "ru": "человек, человеческий"
  },
  {
  "id": 4285,
  "en": "humanity",
  "ru": "человечество"
  },
  {
  "id": 4286,
  "en": "humble",
  "ru": "скромный, смиренный"
  },
  {
  "id": 4287,
  "en": "humid",
  "ru": "влажный"
  },
  {
  "id": 4288,
  "en": "humidity",
  "ru": "влажность"
  },
  {
  "id": 4289,
  "en": "humiliate",
  "ru": "унижать"
  },
  {
  "id": 4290,
  "en": "humility",
  "ru": "смирение"
  },
  {
  "id": 4291,
  "en": "humor",
  "ru": "humour [ˈhjuːmə ] юмор"
  },
  {
  "id": 4292,
  "en": "hump",
  "ru": "горб"
  },
  {
  "id": 4293,
  "en": "humped",
  "ru": "горбатый"
  },
  {
  "id": 4294,
  "en": "hunch",
  "ru": "горб, горбиться"
  },
  {
  "id": 4295,
  "en": "hunch",
  "ru": "догадка, предчуствие"
  },
  {
  "id": 4296,
  "en": "hundred",
  "ru": 100
  },
  {
  "id": 4297,
  "en": "hunger",
  "ru": "голод"
  },
  {
  "id": 4298,
  "en": "hungry",
  "ru": "голодный"
  },
  {
  "id": 4299,
  "en": "hunk",
  "ru": "ломоть, лакомый кусок"
  },
  {
  "id": 4300,
  "en": "hunky",
  "ru": "целый, годный"
  },
  {
  "id": 4301,
  "en": "hunt",
  "ru": "[hʌnt daʊn] отлавливать"
  },
  {
  "id": 4302,
  "en": "hunt",
  "ru": "охотиться"
  },
  {
  "id": 4303,
  "en": "hurdle",
  "ru": "препятствие"
  },
  {
  "id": 4304,
  "en": "hurl",
  "ru": "метать, бросать с силой"
  },
  {
  "id": 4305,
  "en": "hurricane",
  "ru": "ураган"
  },
  {
  "id": 4306,
  "en": "hurried",
  "ru": "поспешный"
  },
  {
  "id": 4307,
  "en": "hurry",
  "ru": "спешить, торопиться"
  },
  {
  "id": 4308,
  "en": "hurt",
  "ru": "причинять боль или болеть"
  },
  {
  "id": 4309,
  "en": "husband",
  "ru": "муж"
  },
  {
  "id": 4310,
  "en": "hush",
  "ru": "молчать"
  },
  {
  "id": 4311,
  "en": "hustle",
  "ru": "толкаться, торопиться"
  },
  {
  "id": 4312,
  "en": "hustle",
  "ru": "нечестно добыть (амер.)"
  },
  {
  "id": 4313,
  "en": "hut",
  "ru": "хижина, лачуга, барак"
  },
  {
  "id": 4314,
  "en": "hybrid",
  "ru": "гибрид"
  },
  {
  "id": 4315,
  "en": "hydrogen",
  "ru": "водород"
  },
  {
  "id": 4316,
  "en": "hygiene",
  "ru": "гигиена"
  },
  {
  "id": 4317,
  "en": "hymn",
  "ru": "гимн (церковный)"
  },
  {
  "id": 4318,
  "en": "hype",
  "ru": "хайп"
  },
  {
  "id": 4319,
  "en": "hypnosis",
  "ru": "гипноз"
  },
  {
  "id": 4320,
  "en": "hypnotic",
  "ru": "гипнотический"
  },
  {
  "id": 4321,
  "en": "hypnotize",
  "ru": "гипнотизировать"
  },
  {
  "id": 4322,
  "en": "hypocrisy",
  "ru": "лицемерие"
  },
  {
  "id": 4323,
  "en": "hypocrite",
  "ru": "лицемер"
  },
  {
  "id": 4324,
  "en": "hypocritical",
  "ru": "лицемерный"
  },
  {
  "id": 4325,
  "en": "hypothesis",
  "ru": "гипотеза"
  },
  {
  "id": 4326,
  "en": "hypothetical",
  "ru": "гипотетический"
  },
  {
  "id": 4327,
  "en": "hysteria",
  "ru": "истерия"
  },
  {
  "id": 4328,
  "en": "hysterical",
  "ru": "истерический"
  },
  {
  "id": 4329,
  "en": "ice",
  "ru": "мороженое"
  },
  {
  "id": 4330,
  "en": "ice",
  "ru": "лёд"
  },
  {
  "id": 4331,
  "en": "iceberg",
  "ru": "айсберг"
  },
  {
  "id": 4332,
  "en": "icon",
  "ru": "икона"
  },
  {
  "id": 4333,
  "en": "ID",
  "ru": "удостоверение личности"
  },
  {
  "id": 4334,
  "en": "idea",
  "ru": "идея"
  },
  {
  "id": 4335,
  "en": "ideal",
  "ru": "идеальный"
  },
  {
  "id": 4336,
  "en": "identical",
  "ru": "идентичный"
  },
  {
  "id": 4337,
  "en": "identification",
  "ru": "идентификация"
  },
  {
  "id": 4338,
  "en": "identify",
  "ru": "идентифицировать"
  },
  {
  "id": 4339,
  "en": "ideological",
  "ru": "идеологический"
  },
  {
  "id": 4340,
  "en": "ideology",
  "ru": "идеология"
  },
  {
  "id": 4341,
  "en": "idiot",
  "ru": "идиот"
  },
  {
  "id": 4342,
  "en": "idiotic",
  "ru": "идиотский"
  },
  {
  "id": 4343,
  "en": "idle",
  "ru": "праздный, бездействующий"
  },
  {
  "id": 4344,
  "en": "idleness",
  "ru": "праздность"
  },
  {
  "id": 4345,
  "en": "idling",
  "ru": "на холостом ходу"
  },
  {
  "id": 4346,
  "en": "idol",
  "ru": "идол"
  },
  {
  "id": 4347,
  "en": "if",
  "ru": "если"
  },
  {
  "id": 4348,
  "en": "ignite",
  "ru": "воспламеняться"
  },
  {
  "id": 4349,
  "en": "ignition",
  "ru": "зажигание"
  },
  {
  "id": 4350,
  "en": "ignorance",
  "ru": "невежество"
  },
  {
  "id": 4351,
  "en": "ignorant",
  "ru": "невежественный"
  },
  {
  "id": 4352,
  "en": "ignore",
  "ru": "игнорировать"
  },
  {
  "id": 4353,
  "en": "ill",
  "ru": "больной"
  },
  {
  "id": 4354,
  "en": "ill",
  "ru": "дурной, нехороший"
  },
  {
  "id": 4355,
  "en": "illegal",
  "ru": "незаконный"
  },
  {
  "id": 4356,
  "en": "illegitimate",
  "ru": "незаконный"
  },
  {
  "id": 4357,
  "en": "illicit",
  "ru": "незаконный, запрещённый"
  },
  {
  "id": 4358,
  "en": "illiteracy",
  "ru": "неграмотность"
  },
  {
  "id": 4359,
  "en": "illiterate",
  "ru": "неграмотный"
  },
  {
  "id": 4360,
  "en": "illness",
  "ru": "болезнь"
  },
  {
  "id": 4361,
  "en": "illness",
  "ru": "болезнь"
  },
  {
  "id": 4362,
  "en": "illuminate",
  "ru": "освещать"
  },
  {
  "id": 4363,
  "en": "illumination",
  "ru": "освещение"
  },
  {
  "id": 4364,
  "en": "illusion",
  "ru": "иллюзия"
  },
  {
  "id": 4365,
  "en": "illusionist",
  "ru": "иллюзионист"
  },
  {
  "id": 4366,
  "en": "illustrate",
  "ru": "иллюстрировать"
  },
  {
  "id": 4367,
  "en": "illustration",
  "ru": "] иллюстрация"
  },
  {
  "id": 4368,
  "en": "image",
  "ru": "изображение, образ"
  },
  {
  "id": 4369,
  "en": "imaginary",
  "ru": "воображаемый"
  },
  {
  "id": 4370,
  "en": "imagination",
  "ru": "воображение"
  },
  {
  "id": 4371,
  "en": "imagine",
  "ru": "вообразить"
  },
  {
  "id": 4372,
  "en": "imitate",
  "ru": "имитировать, подражать"
  },
  {
  "id": 4373,
  "en": "imitation",
  "ru": "] имитация"
  },
  {
  "id": 4374,
  "en": "immature",
  "ru": "незрелый"
  },
  {
  "id": 4375,
  "en": "immeasurable",
  "ru": "неизмеримый, безмерный"
  },
  {
  "id": 4376,
  "en": "immediate",
  "ru": "немедленный, непосредственный"
  },
  {
  "id": 4377,
  "en": "immense",
  "ru": "огромный"
  },
  {
  "id": 4378,
  "en": "immerse",
  "ru": "погружаться (в т. ч. перен)"
  },
  {
  "id": 4379,
  "en": "immersion",
  "ru": "погружение"
  },
  {
  "id": 4380,
  "en": "immigrant",
  "ru": "иммигрант"
  },
  {
  "id": 4381,
  "en": "immigrate",
  "ru": "иммигрировать"
  },
  {
  "id": 4382,
  "en": "immigration",
  "ru": "иммиграция"
  },
  {
  "id": 4383,
  "en": "imminent",
  "ru": "неизбежный"
  },
  {
  "id": 4384,
  "en": "immoderate",
  "ru": "неумеренный"
  },
  {
  "id": 4385,
  "en": "immodest",
  "ru": "нескромный"
  },
  {
  "id": 4386,
  "en": "immodesty",
  "ru": "нескромность"
  },
  {
  "id": 4387,
  "en": "immoral",
  "ru": "аморальный"
  },
  {
  "id": 4388,
  "en": "immorality",
  "ru": "] безнравственность"
  },
  {
  "id": 4389,
  "en": "immortal",
  "ru": "бессмертный"
  },
  {
  "id": 4390,
  "en": "immortality",
  "ru": "бессмертие"
  },
  {
  "id": 4391,
  "en": "immune",
  "ru": "иммунный"
  },
  {
  "id": 4392,
  "en": "immunity",
  "ru": "иммунитет"
  },
  {
  "id": 4393,
  "en": "impact",
  "ru": "воздействие, удар"
  },
  {
  "id": 4394,
  "en": "impair",
  "ru": "ухудшать, ослаблять и т.д."
  },
  {
  "id": 4395,
  "en": "impairment",
  "ru": "нарушение"
  },
  {
  "id": 4396,
  "en": "impatient",
  "ru": "нетерпеливый"
  },
  {
  "id": 4397,
  "en": "impede",
  "ru": "затруднять"
  },
  {
  "id": 4398,
  "en": "impending",
  "ru": "предстоящий, грозящий"
  },
  {
  "id": 4399,
  "en": "imperative",
  "ru": "обязательный, необходимый"
  },
  {
  "id": 4400,
  "en": "imperfection",
  "ru": "несовершенство"
  },
  {
  "id": 4401,
  "en": "imperial",
  "ru": "имперский"
  },
  {
  "id": 4402,
  "en": "implant",
  "ru": "имплант"
  },
  {
  "id": 4403,
  "en": "implausible",
  "ru": "неправдоподобно"
  },
  {
  "id": 4404,
  "en": "implement",
  "ru": "осуществлять"
  },
  {
  "id": 4405,
  "en": "implementation",
  "ru": "осуществление"
  },
  {
  "id": 4406,
  "en": "implicate",
  "ru": "указать на причастность"
  },
  {
  "id": 4407,
  "en": "implicated",
  "ru": "причастный, замешанный"
  },
  {
  "id": 4408,
  "en": "implication",
  "ru": "смысл, подтекст"
  },
  {
  "id": 4409,
  "en": "implicit",
  "ru": "подразумеваемый, неявный"
  },
  {
  "id": 4410,
  "en": "imply",
  "ru": "подразумевать"
  },
  {
  "id": 4411,
  "en": "impolite",
  "ru": "невежливый"
  },
  {
  "id": 4412,
  "en": "import",
  "ru": "импорт, импортировать"
  },
  {
  "id": 4413,
  "en": "importance",
  "ru": "важность"
  },
  {
  "id": 4414,
  "en": "important",
  "ru": "важный"
  },
  {
  "id": 4415,
  "en": "importation",
  "ru": "] импорт"
  },
  {
  "id": 4416,
  "en": "importer",
  "ru": "] импортер"
  },
  {
  "id": 4417,
  "en": "impose",
  "ru": "навязывать, налагать"
  },
  {
  "id": 4418,
  "en": "imposing",
  "ru": "внушительный, импозантный"
  },
  {
  "id": 4419,
  "en": "imposition",
  "ru": "навязывание"
  },
  {
  "id": 4420,
  "en": "impossibility",
  "ru": "невозможность"
  },
  {
  "id": 4421,
  "en": "impossible",
  "ru": "невозможно"
  },
  {
  "id": 4422,
  "en": "impotent",
  "ru": "бессильный"
  },
  {
  "id": 4423,
  "en": "impoverish",
  "ru": "обеднять"
  },
  {
  "id": 4424,
  "en": "imprecise",
  "ru": "неточный"
  },
  {
  "id": 4425,
  "en": "imprecision",
  "ru": "неточность"
  },
  {
  "id": 4426,
  "en": "impress",
  "ru": "впечатлить"
  },
  {
  "id": 4427,
  "en": "impression",
  "ru": "впечатление"
  },
  {
  "id": 4428,
  "en": "impressive",
  "ru": "впечатляющий"
  },
  {
  "id": 4429,
  "en": "imprint",
  "ru": "отпечаток, отпечатывать"
  },
  {
  "id": 4430,
  "en": "imprison",
  "ru": "сажать в тюрьму"
  },
  {
  "id": 4431,
  "en": "imprisonment",
  "ru": "лишение свободы"
  },
  {
  "id": 4432,
  "en": "improper",
  "ru": "неподходящий"
  },
  {
  "id": 4433,
  "en": "improve",
  "ru": "улучшить"
  },
  {
  "id": 4434,
  "en": "improvement",
  "ru": "улучшение"
  },
  {
  "id": 4435,
  "en": "improvise",
  "ru": "импровизировать"
  },
  {
  "id": 4436,
  "en": "imprudent",
  "ru": "неосторожный"
  },
  {
  "id": 4437,
  "en": "impulse",
  "ru": "импульс"
  },
  {
  "id": 4438,
  "en": "impure",
  "ru": "нечистый"
  },
  {
  "id": 4439,
  "en": "impurity",
  "ru": "примесь"
  },
  {
  "id": 4440,
  "en": "in",
  "ru": "[ɪntʌʧ] на связи"
  },
  {
  "id": 4441,
  "en": "in",
  "ru": "of [ɪnfrʌntɒv] перед"
  },
  {
  "id": 4442,
  "en": "in",
  "ru": "[ɪnədˈvɑːns] заранее"
  },
  {
  "id": 4443,
  "en": "in",
  "ru": "[ɪnʧɑːʤ] во главе"
  },
  {
  "id": 4444,
  "en": "in",
  "ru": "[ɪnˈævərɪʤ] в среднем"
  },
  {
  "id": 4445,
  "en": "in",
  "ru": "row [ɪnərəʊ] подряд"
  },
  {
  "id": 4446,
  "en": "in",
  "ru": "of [ɪnspaɪtɒv] несмотря на"
  },
  {
  "id": 4447,
  "en": "in",
  "ru": "[ɪntɜːn] вперемешку"
  },
  {
  "id": 4448,
  "en": "in",
  "ru": "[ɪnˈɜːnɪst] всерьез"
  },
  {
  "id": 4449,
  "en": "in",
  "ru": "[ɪnəˈdɪʃ(ə)n] вдобавок"
  },
  {
  "id": 4450,
  "en": "in",
  "ru": "[ɪnveɪn] напрасно"
  },
  {
  "id": 4451,
  "en": "in",
  "ru": "в"
  },
  {
  "id": 4452,
  "en": "inaccessibility",
  "ru": "недоступность"
  },
  {
  "id": 4453,
  "en": "inaccessible",
  "ru": "недоступный"
  },
  {
  "id": 4454,
  "en": "inaccuracy",
  "ru": "неточность"
  },
  {
  "id": 4455,
  "en": "inaccurate",
  "ru": "неточный"
  },
  {
  "id": 4456,
  "en": "inanimate",
  "ru": "неодушевленный"
  },
  {
  "id": 4457,
  "en": "inaudible",
  "ru": "неслышный"
  },
  {
  "id": 4458,
  "en": "incapable",
  "ru": "неспособный"
  },
  {
  "id": 4459,
  "en": "incapacity",
  "ru": "неспособность"
  },
  {
  "id": 4460,
  "en": "incentive",
  "ru": "стимул, мотив"
  },
  {
  "id": 4461,
  "en": "inch",
  "ru": "дюйм"
  },
  {
  "id": 4462,
  "en": "incidence",
  "ru": "частотность, распространённость"
  },
  {
  "id": 4463,
  "en": "incident",
  "ru": "инцидент"
  },
  {
  "id": 4464,
  "en": "inclination",
  "ru": "наклонение"
  },
  {
  "id": 4465,
  "en": "incline",
  "ru": "наклонять, склонять (втч. перен)"
  },
  {
  "id": 4466,
  "en": "inclined",
  "ru": "наклонный"
  },
  {
  "id": 4467,
  "en": "include",
  "ru": "включать, содержать в себе"
  },
  {
  "id": 4468,
  "en": "inclusion",
  "ru": "включение"
  },
  {
  "id": 4469,
  "en": "inclusive",
  "ru": "включающий в себя"
  },
  {
  "id": 4470,
  "en": "inclusively",
  "ru": "включительно"
  },
  {
  "id": 4471,
  "en": "incoherent",
  "ru": "бессвязный"
  },
  {
  "id": 4472,
  "en": "income",
  "ru": "доход"
  },
  {
  "id": 4473,
  "en": "incoming",
  "ru": "входящий"
  },
  {
  "id": 4474,
  "en": "incomparable",
  "ru": "несравнимый"
  },
  {
  "id": 4475,
  "en": "incompatibility",
  "ru": "несовместимость"
  },
  {
  "id": 4476,
  "en": "incompatible",
  "ru": "несовместимый"
  },
  {
  "id": 4477,
  "en": "incomplete",
  "ru": "неполный"
  },
  {
  "id": 4478,
  "en": "incomprehensible",
  "ru": "непостижимый"
  },
  {
  "id": 4479,
  "en": "inconceivable",
  "ru": "непостижимый"
  },
  {
  "id": 4480,
  "en": "inconsiderable",
  "ru": "незначительный"
  },
  {
  "id": 4481,
  "en": "inconsistency",
  "ru": "непоследовательность"
  },
  {
  "id": 4482,
  "en": "inconsistent",
  "ru": "непоследовательный"
  },
  {
  "id": 4483,
  "en": "inconspicuous",
  "ru": "незаметный"
  },
  {
  "id": 4484,
  "en": "inconvenience",
  "ru": "неудобство"
  },
  {
  "id": 4485,
  "en": "inconvenient",
  "ru": "неудобный"
  },
  {
  "id": 4486,
  "en": "incorporate",
  "ru": "вобрать, соединить"
  },
  {
  "id": 4487,
  "en": "incorporation",
  "ru": "включение"
  },
  {
  "id": 4488,
  "en": "incorrect",
  "ru": "неправильный"
  },
  {
  "id": 4489,
  "en": "increase",
  "ru": "увеличивать(ся)"
  },
  {
  "id": 4490,
  "en": "increase",
  "ru": "увеличение"
  },
  {
  "id": 4491,
  "en": "incredible",
  "ru": "невероятный"
  },
  {
  "id": 4492,
  "en": "incumbent",
  "ru": "возложенный"
  },
  {
  "id": 4493,
  "en": "incur",
  "ru": "навлечь, повлечь"
  },
  {
  "id": 4494,
  "en": "incurable",
  "ru": "неизлечимый"
  },
  {
  "id": 4495,
  "en": "indecency",
  "ru": "непристойность"
  },
  {
  "id": 4496,
  "en": "indecent",
  "ru": "неприличный"
  },
  {
  "id": 4497,
  "en": "indecision",
  "ru": "нерешительность"
  },
  {
  "id": 4498,
  "en": "indecisive",
  "ru": "нерешительный"
  },
  {
  "id": 4499,
  "en": "indeed",
  "ru": "в самом деле"
  },
  {
  "id": 4500,
  "en": "indefinite",
  "ru": "неопределенный"
  },
  {
  "id": 4501,
  "en": "indentation",
  "ru": "углубление"
  },
  {
  "id": 4502,
  "en": "independence",
  "ru": "независимость"
  },
  {
  "id": 4503,
  "en": "independent",
  "ru": "независимый"
  },
  {
  "id": 4504,
  "en": "index",
  "ru": "индекс"
  },
  {
  "id": 4505,
  "en": "indicate",
  "ru": "указывать, означать"
  },
  {
  "id": 4506,
  "en": "indication",
  "ru": "признак"
  },
  {
  "id": 4507,
  "en": "indicator",
  "ru": "индикатор"
  },
  {
  "id": 4508,
  "en": "indifference",
  "ru": "равнодушие"
  },
  {
  "id": 4509,
  "en": "indifferent",
  "ru": "безразличный"
  },
  {
  "id": 4510,
  "en": "indigenous",
  "ru": "коренной, местный"
  },
  {
  "id": 4511,
  "en": "indigestion",
  "ru": "расстройство желудка"
  },
  {
  "id": 4512,
  "en": "indirect",
  "ru": "косвенный"
  },
  {
  "id": 4513,
  "en": "indiscreet",
  "ru": "нескромный"
  },
  {
  "id": 4514,
  "en": "indistinct",
  "ru": "невнятный"
  },
  {
  "id": 4515,
  "en": "indistinguishable",
  "ru": "неразличимый"
  },
  {
  "id": 4516,
  "en": "individual",
  "ru": "индивидуальный"
  },
  {
  "id": 4517,
  "en": "indoor",
  "ru": "[ˈɪndɔː] в помещении"
  },
  {
  "id": 4518,
  "en": "induce",
  "ru": "вызывать, побуждать"
  },
  {
  "id": 4519,
  "en": "inducement",
  "ru": "побуждение"
  },
  {
  "id": 4520,
  "en": "indulge",
  "ru": "баловать, потворствовать"
  },
  {
  "id": 4521,
  "en": "indulgence",
  "ru": "снисходительность, потакание"
  },
  {
  "id": 4522,
  "en": "indulgent",
  "ru": "снисходительный, терпимый"
  },
  {
  "id": 4523,
  "en": "industrial",
  "ru": "индустриальный"
  },
  {
  "id": 4524,
  "en": "industry",
  "ru": "отрасль"
  },
  {
  "id": 4525,
  "en": "inefficiency",
  "ru": "неэффективность"
  },
  {
  "id": 4526,
  "en": "inefficient",
  "ru": "неэффективный"
  },
  {
  "id": 4527,
  "en": "ineligible",
  "ru": "неподходящий"
  },
  {
  "id": 4528,
  "en": "inequitable",
  "ru": "несправедливый"
  },
  {
  "id": 4529,
  "en": "inequity",
  "ru": "несправедливость"
  },
  {
  "id": 4530,
  "en": "inevitable",
  "ru": "неизбежный"
  },
  {
  "id": 4531,
  "en": "inexcusable",
  "ru": "непростительный"
  },
  {
  "id": 4532,
  "en": "inexplicable",
  "ru": "необъяснимый"
  },
  {
  "id": 4533,
  "en": "infamous",
  "ru": "печально известный, постыдный"
  },
  {
  "id": 4534,
  "en": "infancy",
  "ru": "младенчество"
  },
  {
  "id": 4535,
  "en": "infant",
  "ru": "ребёнок"
  },
  {
  "id": 4536,
  "en": "infantry",
  "ru": "пехота"
  },
  {
  "id": 4537,
  "en": "infect",
  "ru": "заражать"
  },
  {
  "id": 4538,
  "en": "infection",
  "ru": "инфекция"
  },
  {
  "id": 4539,
  "en": "infection",
  "ru": "инфекция"
  },
  {
  "id": 4540,
  "en": "infer",
  "ru": "делать вывод"
  },
  {
  "id": 4541,
  "en": "inference",
  "ru": "вывод"
  },
  {
  "id": 4542,
  "en": "inferior",
  "ru": "низший"
  },
  {
  "id": 4543,
  "en": "inferiority",
  "ru": "неполноценность, низкий уровень"
  },
  {
  "id": 4544,
  "en": "infertile",
  "ru": "бесплодный"
  },
  {
  "id": 4545,
  "en": "infertility",
  "ru": "бесплодие"
  },
  {
  "id": 4546,
  "en": "infidel",
  "ru": "неверный"
  },
  {
  "id": 4547,
  "en": "infidelity",
  "ru": "неверность"
  },
  {
  "id": 4548,
  "en": "infinite",
  "ru": "бесконечный"
  },
  {
  "id": 4549,
  "en": "infinity",
  "ru": "бесконечность"
  },
  {
  "id": 4550,
  "en": "inflame",
  "ru": "разжигать (в осн. перен.)"
  },
  {
  "id": 4551,
  "en": "inflammation",
  "ru": "воспаление, воспламенение"
  },
  {
  "id": 4552,
  "en": "inflatable",
  "ru": "надувной"
  },
  {
  "id": 4553,
  "en": "inflate",
  "ru": "надувать"
  },
  {
  "id": 4554,
  "en": "inflation",
  "ru": "надувание"
  },
  {
  "id": 4555,
  "en": "inflation",
  "ru": "инфляция"
  },
  {
  "id": 4556,
  "en": "inflict",
  "ru": "причинять, наносить"
  },
  {
  "id": 4557,
  "en": "infliction",
  "ru": "причинение"
  },
  {
  "id": 4558,
  "en": "influence",
  "ru": "влиять, влияние"
  },
  {
  "id": 4559,
  "en": "influential",
  "ru": "влиятельный"
  },
  {
  "id": 4560,
  "en": "inform",
  "ru": "информировать"
  },
  {
  "id": 4561,
  "en": "informal",
  "ru": "неформальный"
  },
  {
  "id": 4562,
  "en": "information",
  "ru": "информация"
  },
  {
  "id": 4563,
  "en": "infrastructure",
  "ru": "инфраструктура"
  },
  {
  "id": 4564,
  "en": "infrequent",
  "ru": "нечастый"
  },
  {
  "id": 4565,
  "en": "infuse",
  "ru": "вливать, настаивать"
  },
  {
  "id": 4566,
  "en": "infusion",
  "ru": "вливание"
  },
  {
  "id": 4567,
  "en": "ingenious",
  "ru": "изобретательный"
  },
  {
  "id": 4568,
  "en": "ingredient",
  "ru": "ингредиент"
  },
  {
  "id": 4569,
  "en": "inhabit",
  "ru": "населять, обитать в"
  },
  {
  "id": 4570,
  "en": "inhabitant",
  "ru": "житель"
  },
  {
  "id": 4571,
  "en": "inhalation",
  "ru": "ингаляция"
  },
  {
  "id": 4572,
  "en": "inhale",
  "ru": "вдыхать"
  },
  {
  "id": 4573,
  "en": "inherent",
  "ru": "свойственный, присущий"
  },
  {
  "id": 4574,
  "en": "inherit",
  "ru": "унаследовать, перенять"
  },
  {
  "id": 4575,
  "en": "inheritance",
  "ru": "наследование"
  },
  {
  "id": 4576,
  "en": "inheritor",
  "ru": "наследник"
  },
  {
  "id": 4577,
  "en": "inhibit",
  "ru": "препятствовать, затруднять"
  },
  {
  "id": 4578,
  "en": "inhibition",
  "ru": "торможение, задержка"
  },
  {
  "id": 4579,
  "en": "inhospitable",
  "ru": "негостеприимный"
  },
  {
  "id": 4580,
  "en": "inhuman",
  "ru": "бесчеловечный"
  },
  {
  "id": 4581,
  "en": "initial",
  "ru": "первоначальный"
  },
  {
  "id": 4582,
  "en": "initials",
  "ru": "инициалы"
  },
  {
  "id": 4583,
  "en": "initiate",
  "ru": "инициировать"
  },
  {
  "id": 4584,
  "en": "inject",
  "ru": "впрыскивать, вкачивать"
  },
  {
  "id": 4585,
  "en": "injection",
  "ru": "впрыскивание"
  },
  {
  "id": 4586,
  "en": "injure",
  "ru": "ранить, наносить ущерб"
  },
  {
  "id": 4587,
  "en": "injury",
  "ru": "травма"
  },
  {
  "id": 4588,
  "en": "injustice",
  "ru": "несправедливость"
  },
  {
  "id": 4589,
  "en": "ink",
  "ru": "чернила"
  },
  {
  "id": 4590,
  "en": "inland",
  "ru": "внутренний, вглубь страны"
  },
  {
  "id": 4591,
  "en": "inmate",
  "ru": "обитатель"
  },
  {
  "id": 4592,
  "en": "inn",
  "ru": "гостиница"
  },
  {
  "id": 4593,
  "en": "inner",
  "ru": "внутренний"
  },
  {
  "id": 4594,
  "en": "innocence",
  "ru": "невинность"
  },
  {
  "id": 4595,
  "en": "innocent",
  "ru": "невинный, невиновный"
  },
  {
  "id": 4596,
  "en": "innovation",
  "ru": "инновация"
  },
  {
  "id": 4597,
  "en": "innovative",
  "ru": "инновационный"
  },
  {
  "id": 4598,
  "en": "input",
  "ru": "вход, ввод"
  },
  {
  "id": 4599,
  "en": "inquire",
  "ru": "узнавать, интересоваться"
  },
  {
  "id": 4600,
  "en": "inquiry",
  "ru": "запрос"
  },
  {
  "id": 4601,
  "en": "insane",
  "ru": "ненормальный"
  },
  {
  "id": 4602,
  "en": "insanity",
  "ru": "невменяемость"
  },
  {
  "id": 4603,
  "en": "insect",
  "ru": "насекомое"
  },
  {
  "id": 4604,
  "en": "insecure",
  "ru": "небезопасный"
  },
  {
  "id": 4605,
  "en": "insensitive",
  "ru": "нечувствительный"
  },
  {
  "id": 4606,
  "en": "insensitivity",
  "ru": "нечувствительность"
  },
  {
  "id": 4607,
  "en": "inseparable",
  "ru": "неотделимый"
  },
  {
  "id": 4608,
  "en": "insert",
  "ru": "вставить"
  },
  {
  "id": 4609,
  "en": "insertion",
  "ru": "вставка"
  },
  {
  "id": 4610,
  "en": "inside",
  "ru": "[ɪnˈsaɪdaʊt] наизнанку"
  },
  {
  "id": 4611,
  "en": "inside",
  "ru": "внутри"
  },
  {
  "id": 4612,
  "en": "insight",
  "ru": "понимание, догадка"
  },
  {
  "id": 4613,
  "en": "insightful",
  "ru": "проницательный"
  },
  {
  "id": 4614,
  "en": "insignificant",
  "ru": "незначительный"
  },
  {
  "id": 4615,
  "en": "insincere",
  "ru": "неискренний"
  },
  {
  "id": 4616,
  "en": "insincerity",
  "ru": "неискренность"
  },
  {
  "id": 4617,
  "en": "insist",
  "ru": "настаивать"
  },
  {
  "id": 4618,
  "en": "insistence",
  "ru": "настойчивость"
  },
  {
  "id": 4619,
  "en": "insistent",
  "ru": "настойчивый"
  },
  {
  "id": 4620,
  "en": "inspect",
  "ru": "проверять, осматривать"
  },
  {
  "id": 4621,
  "en": "inspection",
  "ru": "осмотр"
  },
  {
  "id": 4622,
  "en": "inspection",
  "ru": "инспекция"
  },
  {
  "id": 4623,
  "en": "inspector",
  "ru": "инспектор"
  },
  {
  "id": 4624,
  "en": "inspiration",
  "ru": "вдохновение"
  },
  {
  "id": 4625,
  "en": "inspirational",
  "ru": "вдохновляющий"
  },
  {
  "id": 4626,
  "en": "inspire",
  "ru": "вдохновить, внушить"
  },
  {
  "id": 4627,
  "en": "instability",
  "ru": "неустойчивость"
  },
  {
  "id": 4628,
  "en": "install",
  "ru": "устанавливать"
  },
  {
  "id": 4629,
  "en": "installation",
  "ru": "монтаж"
  },
  {
  "id": 4630,
  "en": "instance",
  "ru": "пример, экземпляр"
  },
  {
  "id": 4631,
  "en": "instant",
  "ru": "мгновенние, мгновенный"
  },
  {
  "id": 4632,
  "en": "instantaneous",
  "ru": "мгновенный"
  },
  {
  "id": 4633,
  "en": "instantly",
  "ru": "мгновенно"
  },
  {
  "id": 4634,
  "en": "instead",
  "ru": "вместо"
  },
  {
  "id": 4635,
  "en": "instinct",
  "ru": "инстинкт"
  },
  {
  "id": 4636,
  "en": "instinctive",
  "ru": "инстинктивный"
  },
  {
  "id": 4637,
  "en": "institute",
  "ru": "институт"
  },
  {
  "id": 4638,
  "en": "instruct",
  "ru": "инструктировать"
  },
  {
  "id": 4639,
  "en": "instruction",
  "ru": "инструкция"
  },
  {
  "id": 4640,
  "en": "instructor",
  "ru": "инструктор"
  },
  {
  "id": 4641,
  "en": "instrument",
  "ru": "инструмент"
  },
  {
  "id": 4642,
  "en": "instrumental",
  "ru": "] инструментальный"
  },
  {
  "id": 4643,
  "en": "insufficiency",
  "ru": "недостаточность"
  },
  {
  "id": 4644,
  "en": "insufficient",
  "ru": "недостаточный"
  },
  {
  "id": 4645,
  "en": "insulate",
  "ru": "изолировать, оградить"
  },
  {
  "id": 4646,
  "en": "insulation",
  "ru": "изоляция"
  },
  {
  "id": 4647,
  "en": "insult",
  "ru": "оскорблять"
  },
  {
  "id": 4648,
  "en": "insult",
  "ru": "оскорбление"
  },
  {
  "id": 4649,
  "en": "insurance",
  "ru": "страхование"
  },
  {
  "id": 4650,
  "en": "insure",
  "ru": "страховать, гарантировать"
  },
  {
  "id": 4651,
  "en": "insurgency",
  "ru": "мятеж"
  },
  {
  "id": 4652,
  "en": "insurgent",
  "ru": "повстанец, мятежник"
  },
  {
  "id": 4653,
  "en": "intact",
  "ru": "неповрежденный"
  },
  {
  "id": 4654,
  "en": "intake",
  "ru": "потребление, приём"
  },
  {
  "id": 4655,
  "en": "intangible",
  "ru": "неосязаемый, нематериальный"
  },
  {
  "id": 4656,
  "en": "integral",
  "ru": "целостный"
  },
  {
  "id": 4657,
  "en": "integral",
  "ru": "составной, неотъемлемый"
  },
  {
  "id": 4658,
  "en": "integrate",
  "ru": "интегрировать"
  },
  {
  "id": 4659,
  "en": "integration",
  "ru": "интеграция"
  },
  {
  "id": 4660,
  "en": "integrity",
  "ru": "честность, порядочность"
  },
  {
  "id": 4661,
  "en": "integrity",
  "ru": "целостность"
  },
  {
  "id": 4662,
  "en": "intellect",
  "ru": "интеллект"
  },
  {
  "id": 4663,
  "en": "intellectual",
  "ru": "интеллектуальный"
  },
  {
  "id": 4664,
  "en": "intelligence",
  "ru": "интеллект"
  },
  {
  "id": 4665,
  "en": "intelligence",
  "ru": "разведка"
  },
  {
  "id": 4666,
  "en": "intelligent",
  "ru": "умный"
  },
  {
  "id": 4667,
  "en": "intelligible",
  "ru": "вразумительный, понятный"
  },
  {
  "id": 4668,
  "en": "intend",
  "ru": "намереваться"
  },
  {
  "id": 4669,
  "en": "intended",
  "ru": "предназначенный"
  },
  {
  "id": 4670,
  "en": "intense",
  "ru": "интенсивный"
  },
  {
  "id": 4671,
  "en": "intent",
  "ru": "намерение"
  },
  {
  "id": 4672,
  "en": "intention",
  "ru": "намерение"
  },
  {
  "id": 4673,
  "en": "interact",
  "ru": "взаимодействовать"
  },
  {
  "id": 4674,
  "en": "interaction",
  "ru": "взаимодействие"
  },
  {
  "id": 4675,
  "en": "intercept",
  "ru": "перехватить"
  },
  {
  "id": 4676,
  "en": "interception",
  "ru": "перехват или подслушивание"
  },
  {
  "id": 4677,
  "en": "interchange",
  "ru": "взаимообмен"
  },
  {
  "id": 4678,
  "en": "interconnected",
  "ru": "взаимосвязаный"
  },
  {
  "id": 4679,
  "en": "intercourse",
  "ru": "отношения или пол. сношение"
  },
  {
  "id": 4680,
  "en": "interest",
  "ru": "интерес, интересовать"
  },
  {
  "id": 4681,
  "en": "interesting",
  "ru": "] интересно"
  },
  {
  "id": 4682,
  "en": "interface",
  "ru": "интерфейс"
  },
  {
  "id": 4683,
  "en": "interfere",
  "ru": "вмешиваться, мешать"
  },
  {
  "id": 4684,
  "en": "interference",
  "ru": "вмешательство"
  },
  {
  "id": 4685,
  "en": "interim",
  "ru": "промежуточный, временный"
  },
  {
  "id": 4686,
  "en": "interior",
  "ru": "внутренность, внутренний"
  },
  {
  "id": 4687,
  "en": "interior",
  "ru": "интерьер"
  },
  {
  "id": 4688,
  "en": "interlace",
  "ru": "переплетать"
  },
  {
  "id": 4689,
  "en": "intermediate",
  "ru": "промежуточный"
  },
  {
  "id": 4690,
  "en": "intern",
  "ru": "стажёр"
  },
  {
  "id": 4691,
  "en": "internal",
  "ru": "внутренний"
  },
  {
  "id": 4692,
  "en": "internalize",
  "ru": "усваивать"
  },
  {
  "id": 4693,
  "en": "international",
  "ru": "интернациональный"
  },
  {
  "id": 4694,
  "en": "Internet",
  "ru": "интернет"
  },
  {
  "id": 4695,
  "en": "internship",
  "ru": "стажировка"
  },
  {
  "id": 4696,
  "en": "interpret",
  "ru": "истолковывать"
  },
  {
  "id": 4697,
  "en": "interpretation",
  "ru": "толкование"
  },
  {
  "id": 4698,
  "en": "interpreter",
  "ru": "переводчик"
  },
  {
  "id": 4699,
  "en": "interrogate",
  "ru": "допрашивать"
  },
  {
  "id": 4700,
  "en": "interrogation",
  "ru": "допрос"
  },
  {
  "id": 4701,
  "en": "interrupt",
  "ru": "прерывать, перебивать"
  },
  {
  "id": 4702,
  "en": "interruption",
  "ru": "прерывание"
  },
  {
  "id": 4703,
  "en": "intersect",
  "ru": "пересекаться"
  },
  {
  "id": 4704,
  "en": "intersection",
  "ru": "пересечение"
  },
  {
  "id": 4705,
  "en": "interstellar",
  "ru": "межзвездный"
  },
  {
  "id": 4706,
  "en": "interval",
  "ru": "интервал"
  },
  {
  "id": 4707,
  "en": "intervene",
  "ru": "вмешиваться"
  },
  {
  "id": 4708,
  "en": "intervention",
  "ru": "вмешательство"
  },
  {
  "id": 4709,
  "en": "interview",
  "ru": "интервью"
  },
  {
  "id": 4710,
  "en": "interviewer",
  "ru": "] интервьюер"
  },
  {
  "id": 4711,
  "en": "intestinal",
  "ru": "кишечный"
  },
  {
  "id": 4712,
  "en": "intestine",
  "ru": "кишечник"
  },
  {
  "id": 4713,
  "en": "intimacy",
  "ru": "близость"
  },
  {
  "id": 4714,
  "en": "intimate",
  "ru": "близкий"
  },
  {
  "id": 4715,
  "en": "intimidate",
  "ru": "запугивать"
  },
  {
  "id": 4716,
  "en": "intimidation",
  "ru": "устрашение"
  },
  {
  "id": 4717,
  "en": "into",
  "ru": "в"
  },
  {
  "id": 4718,
  "en": "intricate",
  "ru": "сложный, запутанный"
  },
  {
  "id": 4719,
  "en": "intrigue",
  "ru": "интрига"
  },
  {
  "id": 4720,
  "en": "intrinsic",
  "ru": "присущий, внутренний"
  },
  {
  "id": 4721,
  "en": "intrinsically",
  "ru": "в сущности"
  },
  {
  "id": 4722,
  "en": "introduce",
  "ru": "представить, познакомить"
  },
  {
  "id": 4723,
  "en": "introduce",
  "ru": "[ˌɪntrəˈdjuːswʌnˈsɛlf] представиться"
  },
  {
  "id": 4724,
  "en": "introduce",
  "ru": "ввести (в употребление)"
  },
  {
  "id": 4725,
  "en": "introduction",
  "ru": "введение"
  },
  {
  "id": 4726,
  "en": "introductory",
  "ru": "вводный"
  },
  {
  "id": 4727,
  "en": "intrude",
  "ru": "[ɪnˈtruːdɒn] вторгаться, вмешиваться"
  },
  {
  "id": 4728,
  "en": "intruder",
  "ru": "нарушитель"
  },
  {
  "id": 4729,
  "en": "intrusion",
  "ru": "вторжение"
  },
  {
  "id": 4730,
  "en": "intuition",
  "ru": "интуиция"
  },
  {
  "id": 4731,
  "en": "intuitive",
  "ru": "интуитивный"
  },
  {
  "id": 4732,
  "en": "invade",
  "ru": "вторгаться"
  },
  {
  "id": 4733,
  "en": "invader",
  "ru": "захватчик"
  },
  {
  "id": 4734,
  "en": "invalidate",
  "ru": "аннулировать"
  },
  {
  "id": 4735,
  "en": "invaluable",
  "ru": "бесценный, неоценимый"
  },
  {
  "id": 4736,
  "en": "invariable",
  "ru": "неизменный"
  },
  {
  "id": 4737,
  "en": "invasion",
  "ru": "вторжение"
  },
  {
  "id": 4738,
  "en": "invasive",
  "ru": "агрессивный, захватнический"
  },
  {
  "id": 4739,
  "en": "invent",
  "ru": "изобретать"
  },
  {
  "id": 4740,
  "en": "invention",
  "ru": "изобретение"
  },
  {
  "id": 4741,
  "en": "inventive",
  "ru": "изобретательный"
  },
  {
  "id": 4742,
  "en": "inventiveness",
  "ru": "изобретательность"
  },
  {
  "id": 4743,
  "en": "inventory",
  "ru": "опись, учёт"
  },
  {
  "id": 4744,
  "en": "invert",
  "ru": "переворачивать, опрокидывать"
  },
  {
  "id": 4745,
  "en": "invest",
  "ru": "инвестировать"
  },
  {
  "id": 4746,
  "en": "investigate",
  "ru": "расследовать"
  },
  {
  "id": 4747,
  "en": "investigation",
  "ru": "расследование"
  },
  {
  "id": 4748,
  "en": "investigator",
  "ru": "следователь"
  },
  {
  "id": 4749,
  "en": "investment",
  "ru": "] инвестиции"
  },
  {
  "id": 4750,
  "en": "investor",
  "ru": "] инвестор"
  },
  {
  "id": 4751,
  "en": "invisibility",
  "ru": "невидимость"
  },
  {
  "id": 4752,
  "en": "invisible",
  "ru": "невидимый"
  },
  {
  "id": 4753,
  "en": "invitation",
  "ru": "приглашение"
  },
  {
  "id": 4754,
  "en": "invite",
  "ru": "приглашать"
  },
  {
  "id": 4755,
  "en": "invocation",
  "ru": "заклинание"
  },
  {
  "id": 4756,
  "en": "invoke",
  "ru": "взывать, призывать"
  },
  {
  "id": 4757,
  "en": "involuntary",
  "ru": "непроизвольный"
  },
  {
  "id": 4758,
  "en": "involve",
  "ru": "вовлекать, увлекать"
  },
  {
  "id": 4759,
  "en": "involve",
  "ru": "содержать в себе (процесс)"
  },
  {
  "id": 4760,
  "en": "involvement",
  "ru": "вовлечение"
  },
  {
  "id": 4761,
  "en": "invulnerability",
  "ru": "неуязвимость"
  },
  {
  "id": 4762,
  "en": "invulnerable",
  "ru": "неуязвимый"
  },
  {
  "id": 4763,
  "en": "inward",
  "ru": "внутрь"
  },
  {
  "id": 4764,
  "en": "iron",
  "ru": "утюг, гладить"
  },
  {
  "id": 4765,
  "en": "iron",
  "ru": "железо, железный"
  },
  {
  "id": 4766,
  "en": "ironic",
  "ru": "ироничный"
  },
  {
  "id": 4767,
  "en": "irony",
  "ru": "ирония"
  },
  {
  "id": 4768,
  "en": "irrelevance",
  "ru": "неуместность"
  },
  {
  "id": 4769,
  "en": "irrelevant",
  "ru": "неуместный"
  },
  {
  "id": 4770,
  "en": "irreplaceable",
  "ru": "незаменимый"
  },
  {
  "id": 4771,
  "en": "irresistible",
  "ru": "непреодолимый"
  },
  {
  "id": 4772,
  "en": "irrespectively",
  "ru": "независимо"
  },
  {
  "id": 4773,
  "en": "irresponsible",
  "ru": "безответственный"
  },
  {
  "id": 4774,
  "en": "irreversible",
  "ru": "необратимый"
  },
  {
  "id": 4775,
  "en": "irritable",
  "ru": "раздражительный"
  },
  {
  "id": 4776,
  "en": "irritant",
  "ru": "раздражитель"
  },
  {
  "id": 4777,
  "en": "irritate",
  "ru": "раздражать"
  },
  {
  "id": 4778,
  "en": "irritation",
  "ru": "раздражение"
  },
  {
  "id": 4779,
  "en": "island",
  "ru": "остров"
  },
  {
  "id": 4780,
  "en": "isolate",
  "ru": "изолированный"
  },
  {
  "id": 4781,
  "en": "isolation",
  "ru": "изоляция"
  },
  {
  "id": 4782,
  "en": "issue",
  "ru": "издать, выпустить, выпуск"
  },
  {
  "id": 4783,
  "en": "issue",
  "ru": "вопрос, проблема"
  },
  {
  "id": 4784,
  "en": "it",
  "ru": "это"
  },
  {
  "id": 4785,
  "en": "itch",
  "ru": "зуд, чесаться"
  },
  {
  "id": 4786,
  "en": "itchy",
  "ru": "зудящий"
  },
  {
  "id": 4787,
  "en": "item",
  "ru": "пункт, номер, предмет"
  },
  {
  "id": 4788,
  "en": "itself,",
  "ru": "oneself"
  },
  {
  "id": 4789,
  "en": "ivory",
  "ru": "слоновая кость"
  },
  {
  "id": 4790,
  "en": "ivy",
  "ru": "плющ"
  },
  {
  "id": 4791,
  "en": "jab",
  "ru": "ударять, пихать"
  },
  {
  "id": 4792,
  "en": "jacket",
  "ru": "куртка, пиджак"
  },
  {
  "id": 4793,
  "en": "jail",
  "ru": "тюрьма"
  },
  {
  "id": 4794,
  "en": "jailer",
  "ru": "надзиратель"
  },
  {
  "id": 4795,
  "en": "jam",
  "ru": "джем, варенье"
  },
  {
  "id": 4796,
  "en": "janitor",
  "ru": "дворник, уборщик"
  },
  {
  "id": 4797,
  "en": "January",
  "ru": "январь"
  },
  {
  "id": 4798,
  "en": "jar",
  "ru": "банка, кувшин и т. д."
  },
  {
  "id": 4799,
  "en": "jargon",
  "ru": "жаргон"
  },
  {
  "id": 4800,
  "en": "jaw",
  "ru": "челюсть"
  },
  {
  "id": 4801,
  "en": "jazz",
  "ru": "джаз"
  },
  {
  "id": 4802,
  "en": "jealous",
  "ru": "ревнивый"
  },
  {
  "id": 4803,
  "en": "jealousy",
  "ru": "ревность"
  },
  {
  "id": 4804,
  "en": "jeans",
  "ru": "джинсы"
  },
  {
  "id": 4805,
  "en": "jeep",
  "ru": "джип"
  },
  {
  "id": 4806,
  "en": "jelly",
  "ru": "желе"
  },
  {
  "id": 4807,
  "en": "jellyfish",
  "ru": "медуза"
  },
  {
  "id": 4808,
  "en": "jeopardize",
  "ru": "подвергать опасности"
  },
  {
  "id": 4809,
  "en": "jeopardy",
  "ru": "опасность (серьёзная)"
  },
  {
  "id": 4810,
  "en": "jerk",
  "ru": "дёргать, резкое движение"
  },
  {
  "id": 4811,
  "en": "jerk",
  "ru": "придурок"
  },
  {
  "id": 4812,
  "en": "jet",
  "ru": "струя"
  },
  {
  "id": 4813,
  "en": "jet",
  "ru": "реактивный двигатель/самолёт"
  },
  {
  "id": 4814,
  "en": "Jew",
  "ru": "еврей"
  },
  {
  "id": 4815,
  "en": "jewel",
  "ru": "драгоценности"
  },
  {
  "id": 4816,
  "en": "jewelry",
  "ru": "[ˈʤuːəlri] ювелирные изделия"
  },
  {
  "id": 4817,
  "en": "Jewish",
  "ru": "еврейский, иудейский"
  },
  {
  "id": 4818,
  "en": "jihad",
  "ru": "джихад"
  },
  {
  "id": 4819,
  "en": "jingle",
  "ru": "звенеть, звон"
  },
  {
  "id": 4820,
  "en": "job",
  "ru": "работа"
  },
  {
  "id": 4821,
  "en": "jockey",
  "ru": "жокей"
  },
  {
  "id": 4822,
  "en": "jog",
  "ru": "бегать трусцой"
  },
  {
  "id": 4823,
  "en": "join",
  "ru": "присоединить (ся)"
  },
  {
  "id": 4824,
  "en": "joint",
  "ru": "сустав, шарнир, стык и т. д."
  },
  {
  "id": 4825,
  "en": "joint",
  "ru": "совместный, объединённый"
  },
  {
  "id": 4826,
  "en": "joke",
  "ru": "шутка"
  },
  {
  "id": 4827,
  "en": "jolly",
  "ru": "веселый"
  },
  {
  "id": 4828,
  "en": "jolt",
  "ru": "толчок, встряска"
  },
  {
  "id": 4829,
  "en": "journal",
  "ru": "журнал, дневник"
  },
  {
  "id": 4830,
  "en": "journalism",
  "ru": "журналистика"
  },
  {
  "id": 4831,
  "en": "journalist",
  "ru": "журналист"
  },
  {
  "id": 4832,
  "en": "journey",
  "ru": "путешествие"
  },
  {
  "id": 4833,
  "en": "joy",
  "ru": "радость"
  },
  {
  "id": 4834,
  "en": "joyful",
  "ru": "радостный"
  },
  {
  "id": 4835,
  "en": "joyous",
  "ru": "радостный"
  },
  {
  "id": 4836,
  "en": "jr.",
  "ru": ""
  },
  {
  "id": 4837,
  "en": "judaism",
  "ru": "иудаизм"
  },
  {
  "id": 4838,
  "en": "judge",
  "ru": "судья, судить (втч. перен)"
  },
  {
  "id": 4839,
  "en": "judgment",
  "ru": "суждение"
  },
  {
  "id": 4840,
  "en": "judicial",
  "ru": "судебная"
  },
  {
  "id": 4841,
  "en": "jug",
  "ru": "кувшин"
  },
  {
  "id": 4842,
  "en": "juice",
  "ru": "сок"
  },
  {
  "id": 4843,
  "en": "July",
  "ru": "июль"
  },
  {
  "id": 4844,
  "en": "jumble",
  "ru": "перемешивать"
  },
  {
  "id": 4845,
  "en": "jump",
  "ru": "[ʤʌmpɪn] вмешаться"
  },
  {
  "id": 4846,
  "en": "jump",
  "ru": "[ʤʌmpæt] ухватиться (за возможность)"
  },
  {
  "id": 4847,
  "en": "jump",
  "ru": "прыгать"
  },
  {
  "id": 4848,
  "en": "jumper",
  "ru": "джемпер"
  },
  {
  "id": 4849,
  "en": "junction",
  "ru": "стык, узел, пересечение"
  },
  {
  "id": 4850,
  "en": "June",
  "ru": "июнь"
  },
  {
  "id": 4851,
  "en": "jungle",
  "ru": "джунгли"
  },
  {
  "id": 4852,
  "en": "junior",
  "ru": "младший"
  },
  {
  "id": 4853,
  "en": "junk",
  "ru": "барахло, хлам"
  },
  {
  "id": 4854,
  "en": "junkie",
  "ru": "наркоман"
  },
  {
  "id": 4855,
  "en": "jurisdiction",
  "ru": "юрисдикция"
  },
  {
  "id": 4856,
  "en": "juror",
  "ru": "присяжный"
  },
  {
  "id": 4857,
  "en": "jury",
  "ru": "жюри или присяжные"
  },
  {
  "id": 4858,
  "en": "just",
  "ru": "справедливый, беспристрастный"
  },
  {
  "id": 4859,
  "en": "just",
  "ru": "просто"
  },
  {
  "id": 4860,
  "en": "justice",
  "ru": "правосудие, справедливость"
  },
  {
  "id": 4861,
  "en": "justifiable",
  "ru": "допустимый"
  },
  {
  "id": 4862,
  "en": "justification",
  "ru": "обоснование"
  },
  {
  "id": 4863,
  "en": "justify",
  "ru": "оправдывать, обосновывать"
  },
  {
  "id": 4864,
  "en": "jut",
  "ru": "выступать, выдаваться"
  },
  {
  "id": 4865,
  "en": "keen",
  "ru": "острый (часто перен.)"
  },
  {
  "id": 4866,
  "en": "keep",
  "ru": "[kiːpʌp] успевать за чем-л."
  },
  {
  "id": 4867,
  "en": "keep",
  "ru": "[kiːpɒf] избегать, не трогать"
  },
  {
  "id": 4868,
  "en": "keep",
  "ru": "from [kiːpsmbfrɒm] мешать"
  },
  {
  "id": 4869,
  "en": "keep",
  "ru": "[kiːpbæk] сдерживать"
  },
  {
  "id": 4870,
  "en": "keep",
  "ru": "[kiːptuː] придерживаться"
  },
  {
  "id": 4871,
  "en": "keep",
  "ru": "[kiːp wɪð] придерживаться"
  },
  {
  "id": 4872,
  "en": "keep",
  "ru": "[kiːpɒn] продолжать делать"
  },
  {
  "id": 4873,
  "en": "keep",
  "ru": "of [kiːpaʊtɒv] не влезать"
  },
  {
  "id": 4874,
  "en": "keep",
  "ru": "[kiːpəˈweɪ] держать (ся) подальше"
  },
  {
  "id": 4875,
  "en": "keep",
  "ru": "держать"
  },
  {
  "id": 4876,
  "en": "kernel",
  "ru": "ядро"
  },
  {
  "id": 4877,
  "en": "ketchup",
  "ru": "кетчуп"
  },
  {
  "id": 4878,
  "en": "kettle",
  "ru": "чайник"
  },
  {
  "id": 4879,
  "en": "keyboard",
  "ru": "клавиатура"
  },
  {
  "id": 4880,
  "en": "keyhole",
  "ru": "замочная скважина"
  },
  {
  "id": 4881,
  "en": "kick",
  "ru": "[kɪkəˈraʊnd] обсудить (разг.)"
  },
  {
  "id": 4882,
  "en": "kick",
  "ru": "[kɪkbæk] расслабиться"
  },
  {
  "id": 4883,
  "en": "kick",
  "ru": "пинать"
  },
  {
  "id": 4884,
  "en": "kid",
  "ru": "шутить, разыгрывать"
  },
  {
  "id": 4885,
  "en": "kid",
  "ru": "ребёнок"
  },
  {
  "id": 4886,
  "en": "kid",
  "ru": "[kɪdəˈraʊnd] баловаться"
  },
  {
  "id": 4887,
  "en": "kidnap",
  "ru": "похищать"
  },
  {
  "id": 4888,
  "en": "kidney",
  "ru": "почка"
  },
  {
  "id": 4889,
  "en": "kill",
  "ru": "убивать"
  },
  {
  "id": 4890,
  "en": "kilometre",
  "ru": "километр"
  },
  {
  "id": 4891,
  "en": "kin",
  "ru": "[kɪn] родственник"
  },
  {
  "id": 4892,
  "en": "kind",
  "ru": "добрый"
  },
  {
  "id": 4893,
  "en": "kind",
  "ru": "тип, вид"
  },
  {
  "id": 4894,
  "en": "kind",
  "ru": "добрый"
  },
  {
  "id": 4895,
  "en": "kindergarten",
  "ru": "детский сад"
  },
  {
  "id": 4896,
  "en": "kindness",
  "ru": "доброта"
  },
  {
  "id": 4897,
  "en": "king",
  "ru": "король"
  },
  {
  "id": 4898,
  "en": "kingdom",
  "ru": "королевство"
  },
  {
  "id": 4899,
  "en": "kinship",
  "ru": "родство"
  },
  {
  "id": 4900,
  "en": "kiss",
  "ru": "целовать"
  },
  {
  "id": 4901,
  "en": "kit",
  "ru": "комплект, набор"
  },
  {
  "id": 4902,
  "en": "kitchen",
  "ru": "кухня"
  },
  {
  "id": 4903,
  "en": "kite",
  "ru": "коршун или воздушный змей"
  },
  {
  "id": 4904,
  "en": "kitten",
  "ru": "котенок"
  },
  {
  "id": 4905,
  "en": "knack",
  "ru": "умение, сноровка"
  },
  {
  "id": 4906,
  "en": "knee",
  "ru": "колено"
  },
  {
  "id": 4907,
  "en": "kneel",
  "ru": "стать на колени (колено)"
  },
  {
  "id": 4908,
  "en": "knife",
  "ru": "нож"
  },
  {
  "id": 4909,
  "en": "knight",
  "ru": "рыцарь"
  },
  {
  "id": 4910,
  "en": "knighthood",
  "ru": "рыцарство"
  },
  {
  "id": 4911,
  "en": "knit",
  "ru": "вязать"
  },
  {
  "id": 4912,
  "en": "knob",
  "ru": "ручка (круглая)"
  },
  {
  "id": 4913,
  "en": "knock",
  "ru": "стучать"
  },
  {
  "id": 4914,
  "en": "knock",
  "ru": "[nɒkdaʊn] снести, сбить"
  },
  {
  "id": 4915,
  "en": "knock",
  "ru": "[nɒk ˈəʊvə] опрокинуть"
  },
  {
  "id": 4916,
  "en": "knock",
  "ru": "[nɒkaʊt] вырубить (ударом)"
  },
  {
  "id": 4917,
  "en": "knock",
  "ru": "[nɒktəˈgɛðə] слепить, соорудить"
  },
  {
  "id": 4918,
  "en": "knot",
  "ru": "узел"
  },
  {
  "id": 4919,
  "en": "know",
  "ru": "знать"
  },
  {
  "id": 4920,
  "en": "knowledge",
  "ru": "знания"
  },
  {
  "id": 4921,
  "en": "label",
  "ru": "метка, ярлык, метить"
  },
  {
  "id": 4922,
  "en": "laboratory",
  "ru": "лаборатория"
  },
  {
  "id": 4923,
  "en": "laborious",
  "ru": "трудоемкий"
  },
  {
  "id": 4924,
  "en": "labour",
  "ru": "труд, трудиться"
  },
  {
  "id": 4925,
  "en": "labourer",
  "ru": "чернорабочий"
  },
  {
  "id": 4926,
  "en": "lace",
  "ru": "шнурок, шнуровать"
  },
  {
  "id": 4927,
  "en": "lack",
  "ru": "недостаток, нуждаться"
  },
  {
  "id": 4928,
  "en": "lad",
  "ru": "парень"
  },
  {
  "id": 4929,
  "en": "ladder",
  "ru": "лестница"
  },
  {
  "id": 4930,
  "en": "laden",
  "ru": "груженный"
  },
  {
  "id": 4931,
  "en": "lady",
  "ru": "леди"
  },
  {
  "id": 4932,
  "en": "lag",
  "ru": "запаздывание"
  },
  {
  "id": 4933,
  "en": "lake",
  "ru": "озеро"
  },
  {
  "id": 4934,
  "en": "lamb",
  "ru": "ягненок"
  },
  {
  "id": 4935,
  "en": "lame",
  "ru": "хромой"
  },
  {
  "id": 4936,
  "en": "lameness",
  "ru": "хромота"
  },
  {
  "id": 4937,
  "en": "lament",
  "ru": "оплакивать, сожалеть"
  },
  {
  "id": 4938,
  "en": "lamentable",
  "ru": "плачевный"
  },
  {
  "id": 4939,
  "en": "lamentation",
  "ru": "причитание"
  },
  {
  "id": 4940,
  "en": "lamp",
  "ru": "лампа"
  },
  {
  "id": 4941,
  "en": "land",
  "ru": "приземляться, высаживаться"
  },
  {
  "id": 4942,
  "en": "land",
  "ru": "земля"
  },
  {
  "id": 4943,
  "en": "landlady",
  "ru": "хозяйка, домовладелица"
  },
  {
  "id": 4944,
  "en": "landlord",
  "ru": "арендодатель, домовладелец"
  },
  {
  "id": 4945,
  "en": "landmark",
  "ru": "ориентир"
  },
  {
  "id": 4946,
  "en": "landscape",
  "ru": "пейзаж"
  },
  {
  "id": 4947,
  "en": "lane",
  "ru": "полоса дороги"
  },
  {
  "id": 4948,
  "en": "language",
  "ru": "язык"
  },
  {
  "id": 4949,
  "en": "lantern",
  "ru": "фонарь"
  },
  {
  "id": 4950,
  "en": "lap",
  "ru": "колени"
  },
  {
  "id": 4951,
  "en": "lapse",
  "ru": "упущение, оплошность"
  },
  {
  "id": 4952,
  "en": "lapse",
  "ru": "промежуток времени"
  },
  {
  "id": 4953,
  "en": "laptop",
  "ru": "портативный компьютер"
  },
  {
  "id": 4954,
  "en": "large",
  "ru": "большой, широкий"
  },
  {
  "id": 4955,
  "en": "large",
  "ru": "обширный"
  },
  {
  "id": 4956,
  "en": "largely",
  "ru": "в значительной степени"
  },
  {
  "id": 4957,
  "en": "laser",
  "ru": "лазер"
  },
  {
  "id": 4958,
  "en": "lash",
  "ru": "[læʃ] ресница"
  },
  {
  "id": 4959,
  "en": "lash",
  "ru": "[læʃaʊt] нападать, ругаться"
  },
  {
  "id": 4960,
  "en": "last",
  "ru": "длиться"
  },
  {
  "id": 4961,
  "en": "last",
  "ru": "name"
  },
  {
  "id": 4962,
  "en": "last",
  "ru": "последний"
  },
  {
  "id": 4963,
  "en": "lasting",
  "ru": "долговечный"
  },
  {
  "id": 4964,
  "en": "latch",
  "ru": "защёлка, засов"
  },
  {
  "id": 4965,
  "en": "late",
  "ru": "поздний"
  },
  {
  "id": 4966,
  "en": "late",
  "ru": "покойный"
  },
  {
  "id": 4967,
  "en": "lately",
  "ru": "в последнее время"
  },
  {
  "id": 4968,
  "en": "latent",
  "ru": "латентный"
  },
  {
  "id": 4969,
  "en": "later",
  "ru": "позднее"
  },
  {
  "id": 4970,
  "en": "lateral",
  "ru": "боковой"
  },
  {
  "id": 4971,
  "en": "latest",
  "ru": "последний"
  },
  {
  "id": 4972,
  "en": "latin",
  "ru": "латинский"
  },
  {
  "id": 4973,
  "en": "latter",
  "ru": "последний (из названных)"
  },
  {
  "id": 4974,
  "en": "laugh",
  "ru": "смеяться"
  },
  {
  "id": 4975,
  "en": "laughter",
  "ru": "смех"
  },
  {
  "id": 4976,
  "en": "launch",
  "ru": "начать, запустить, запуск"
  },
  {
  "id": 4977,
  "en": "launder",
  "ru": "стирать, отмывать"
  },
  {
  "id": 4978,
  "en": "laundry",
  "ru": "прачечная"
  },
  {
  "id": 4979,
  "en": "lavish",
  "ru": "щедрый, роскошный"
  },
  {
  "id": 4980,
  "en": "lavishness",
  "ru": "расточительность"
  },
  {
  "id": 4981,
  "en": "law",
  "ru": "закон"
  },
  {
  "id": 4982,
  "en": "lawful",
  "ru": "законный"
  },
  {
  "id": 4983,
  "en": "lawmaker",
  "ru": "законодатель"
  },
  {
  "id": 4984,
  "en": "lawn",
  "ru": "газон"
  },
  {
  "id": 4985,
  "en": "lawn-mower",
  "ru": "газонокосилка"
  },
  {
  "id": 4986,
  "en": "lawsuit",
  "ru": "тяжба, судебное дело"
  },
  {
  "id": 4987,
  "en": "lawyer",
  "ru": "адвокат"
  },
  {
  "id": 4988,
  "en": "lay",
  "ru": "[leɪəˈsaɪd] отложить"
  },
  {
  "id": 4989,
  "en": "lay",
  "ru": "laid) [leɪ] класть, укладывать"
  },
  {
  "id": 4990,
  "en": "lay",
  "ru": "[leɪaʊt] выложить, разложить"
  },
  {
  "id": 4991,
  "en": "lay",
  "ru": "[leɪɒf] уволить, сократить"
  },
  {
  "id": 4992,
  "en": "lay",
  "ru": "[leɪdaʊn] установить (правило, норму)"
  },
  {
  "id": 4993,
  "en": "layer",
  "ru": "слой"
  },
  {
  "id": 4994,
  "en": "layer",
  "ru": "слоёный"
  },
  {
  "id": 4995,
  "en": "layout",
  "ru": "макет, расположение"
  },
  {
  "id": 4996,
  "en": "laziness",
  "ru": "лень"
  },
  {
  "id": 4997,
  "en": "lazy",
  "ru": "ленивый"
  },
  {
  "id": 4998,
  "en": "lead",
  "ru": "вести"
  },
  {
  "id": 4999,
  "en": "lead",
  "ru": "to [liːdʌptuː] предшествовать"
  },
  {
  "id": 5000,
  "en": "leader",
  "ru": "лидер"
  },
  {
  "id": 5001,
  "en": "leaf",
  "ru": "leaves) [liːf] лист"
  },
  {
  "id": 5002,
  "en": "league",
  "ru": "лига"
  },
  {
  "id": 5003,
  "en": "leak",
  "ru": "утечка, просачиваться, протекать"
  },
  {
  "id": 5004,
  "en": "leakage",
  "ru": "утечка"
  },
  {
  "id": 5005,
  "en": "leaky",
  "ru": "протекающий, неплотный"
  },
  {
  "id": 5006,
  "en": "lean",
  "ru": "[liːnˈəʊvə] наклониться над, через"
  },
  {
  "id": 5007,
  "en": "lean",
  "ru": "худой"
  },
  {
  "id": 5008,
  "en": "lean",
  "ru": "[liːnəˈgɛnst] опереться, прислонить"
  },
  {
  "id": 5009,
  "en": "lean",
  "ru": "[liːn ɒn] облокотиться"
  },
  {
  "id": 5010,
  "en": "leap",
  "ru": "прыгать, прыжок"
  },
  {
  "id": 5011,
  "en": "learn",
  "ru": "учиться"
  },
  {
  "id": 5012,
  "en": "lease",
  "ru": "сдавать в аренду"
  },
  {
  "id": 5013,
  "en": "leash",
  "ru": "привязь, поводок"
  },
  {
  "id": 5014,
  "en": "leather",
  "ru": "кожаный, кожа"
  },
  {
  "id": 5015,
  "en": "leave",
  "ru": "left) [liːv] уйти, покинуть"
  },
  {
  "id": 5016,
  "en": "lecture",
  "ru": "лекция, читать лекцию"
  },
  {
  "id": 5017,
  "en": "lecturer",
  "ru": "] преподаватель"
  },
  {
  "id": 5018,
  "en": "ledge",
  "ru": "уступ"
  },
  {
  "id": 5019,
  "en": "leek",
  "ru": "лук-порей"
  },
  {
  "id": 5020,
  "en": "left",
  "ru": "левый"
  },
  {
  "id": 5021,
  "en": "leftover",
  "ru": "остаток"
  },
  {
  "id": 5022,
  "en": "leg",
  "ru": "нога"
  },
  {
  "id": 5023,
  "en": "legacy",
  "ru": "наследие, наследство"
  },
  {
  "id": 5024,
  "en": "legal",
  "ru": "законный, правовой"
  },
  {
  "id": 5025,
  "en": "legal",
  "ru": "[ˈliːgəlˈækʃ(ə)n] судебный процесс"
  },
  {
  "id": 5026,
  "en": "legalize",
  "ru": "легализовать"
  },
  {
  "id": 5027,
  "en": "legend",
  "ru": "легенда"
  },
  {
  "id": 5028,
  "en": "legion",
  "ru": "легион"
  },
  {
  "id": 5029,
  "en": "legislate",
  "ru": "законодательствовать"
  },
  {
  "id": 5030,
  "en": "legislation",
  "ru": "законодательство"
  },
  {
  "id": 5031,
  "en": "legislative",
  "ru": "законодательный"
  },
  {
  "id": 5032,
  "en": "legislator",
  "ru": "законодатель"
  },
  {
  "id": 5033,
  "en": "legislature",
  "ru": "законодательная власть"
  },
  {
  "id": 5034,
  "en": "legitimacy",
  "ru": "законность"
  },
  {
  "id": 5035,
  "en": "legitimate",
  "ru": "законный, обоснованный"
  },
  {
  "id": 5036,
  "en": "leisure",
  "ru": "досуг, отдых"
  },
  {
  "id": 5037,
  "en": "lemon",
  "ru": "лимон"
  },
  {
  "id": 5038,
  "en": "lemon",
  "ru": "лимон"
  },
  {
  "id": 5039,
  "en": "lemonade",
  "ru": "лимонад"
  },
  {
  "id": 5040,
  "en": "lend",
  "ru": "lent) [lɛnd] давать в долг"
  },
  {
  "id": 5041,
  "en": "length",
  "ru": "длина"
  },
  {
  "id": 5042,
  "en": "lengthen",
  "ru": "удлинять"
  },
  {
  "id": 5043,
  "en": "lens",
  "ru": "линза, объектив"
  },
  {
  "id": 5044,
  "en": "lesbian",
  "ru": "лесбийский"
  },
  {
  "id": 5045,
  "en": "less/least",
  "ru": "менее"
  },
  {
  "id": 5046,
  "en": "lessen",
  "ru": "уменьшать(ся)"
  },
  {
  "id": 5047,
  "en": "lesson",
  "ru": "урок"
  },
  {
  "id": 5048,
  "en": "lest",
  "ru": "чтобы не, иначе"
  },
  {
  "id": 5049,
  "en": "let",
  "ru": "[lɛtʌp] прекратиться, стихнуть"
  },
  {
  "id": 5050,
  "en": "let",
  "ru": "in [lɛtsmbɪn] впустить"
  },
  {
  "id": 5051,
  "en": "let",
  "ru": "out [lɛtsmbaʊt] выпустить"
  },
  {
  "id": 5052,
  "en": "let",
  "ru": "[lɛtɒf] отпустить, дать отделаться"
  },
  {
  "id": 5053,
  "en": "let",
  "ru": "down [lɛtsmbdaʊn] подвести"
  },
  {
  "id": 5054,
  "en": "let",
  "ru": "[lɛt ɒf] отпустить"
  },
  {
  "id": 5055,
  "en": "let",
  "ru": "on [lɛtɪnɒn] посвящать (в секрет, план)"
  },
  {
  "id": 5056,
  "en": "let",
  "ru": "позволять"
  },
  {
  "id": 5057,
  "en": "lethal",
  "ru": "летальный"
  },
  {
  "id": 5058,
  "en": "letter",
  "ru": "письмо"
  },
  {
  "id": 5059,
  "en": "letter",
  "ru": "буква"
  },
  {
  "id": 5060,
  "en": "lettuce",
  "ru": "салат (латук)"
  },
  {
  "id": 5061,
  "en": "level",
  "ru": "уровень"
  },
  {
  "id": 5062,
  "en": "lever",
  "ru": "рычаг, ручка"
  },
  {
  "id": 5063,
  "en": "leverage",
  "ru": "действие рычага"
  },
  {
  "id": 5064,
  "en": "liability",
  "ru": "ответственность, подверженность"
  },
  {
  "id": 5065,
  "en": "liable",
  "ru": "подлежащий"
  },
  {
  "id": 5066,
  "en": "liaison",
  "ru": "связь"
  },
  {
  "id": 5067,
  "en": "liberal",
  "ru": "либеральный"
  },
  {
  "id": 5068,
  "en": "liberalism",
  "ru": "] либерализм"
  },
  {
  "id": 5069,
  "en": "liberate",
  "ru": "освобождать"
  },
  {
  "id": 5070,
  "en": "liberation",
  "ru": "освобождение"
  },
  {
  "id": 5071,
  "en": "liberator",
  "ru": "освободитель"
  },
  {
  "id": 5072,
  "en": "liberty",
  "ru": "свобода"
  },
  {
  "id": 5073,
  "en": "librarian",
  "ru": "библиотекарь"
  },
  {
  "id": 5074,
  "en": "library",
  "ru": "библиотека"
  },
  {
  "id": 5075,
  "en": "licence",
  "ru": "[ˈlaɪsəns] разрешение"
  },
  {
  "id": 5076,
  "en": "lick",
  "ru": "лизать"
  },
  {
  "id": 5077,
  "en": "lid",
  "ru": "крышка"
  },
  {
  "id": 5078,
  "en": "lie",
  "ru": "лгать, ложь"
  },
  {
  "id": 5079,
  "en": "lie",
  "ru": "lain) [laɪ] лежать"
  },
  {
  "id": 5080,
  "en": "lieutenant",
  "ru": "лейтенант"
  },
  {
  "id": 5081,
  "en": "life",
  "ru": "жизнь"
  },
  {
  "id": 5082,
  "en": "lifelong",
  "ru": "пожизненный"
  },
  {
  "id": 5083,
  "en": "lifetime",
  "ru": "вся жизнь"
  },
  {
  "id": 5084,
  "en": "lift",
  "ru": "поднимать"
  },
  {
  "id": 5085,
  "en": "light",
  "ru": "lit) [laɪt] зажигать"
  },
  {
  "id": 5086,
  "en": "light",
  "ru": "[laɪtʌp] осветить или загореться"
  },
  {
  "id": 5087,
  "en": "light",
  "ru": "свет"
  },
  {
  "id": 5088,
  "en": "light",
  "ru": "лёгкий"
  },
  {
  "id": 5089,
  "en": "lighten",
  "ru": "светлеть, освещать"
  },
  {
  "id": 5090,
  "en": "lighter",
  "ru": "зажигалка"
  },
  {
  "id": 5091,
  "en": "lightning",
  "ru": "молния"
  },
  {
  "id": 5092,
  "en": "like",
  "ru": "как"
  },
  {
  "id": 5093,
  "en": "like",
  "ru": "[laɪkðæt] вот так"
  },
  {
  "id": 5094,
  "en": "like",
  "ru": "[laɪkðɪs] вот так"
  },
  {
  "id": 5095,
  "en": "like",
  "ru": "любить"
  },
  {
  "id": 5096,
  "en": "likely",
  "ru": "вероятно"
  },
  {
  "id": 5097,
  "en": "likewise",
  "ru": "также"
  },
  {
  "id": 5098,
  "en": "lily",
  "ru": "лилия"
  },
  {
  "id": 5099,
  "en": "limb",
  "ru": "конечность"
  },
  {
  "id": 5100,
  "en": "lime",
  "ru": "лайм"
  },
  {
  "id": 5101,
  "en": "limit",
  "ru": "ограничивать, ограничение"
  },
  {
  "id": 5102,
  "en": "limousine",
  "ru": "лимузин"
  },
  {
  "id": 5103,
  "en": "limp",
  "ru": "хромать"
  },
  {
  "id": 5104,
  "en": "limping",
  "ru": "хромота"
  },
  {
  "id": 5105,
  "en": "line",
  "ru": "строка"
  },
  {
  "id": 5106,
  "en": "line",
  "ru": "[laɪnʌp] встать в очередь"
  },
  {
  "id": 5107,
  "en": "line",
  "ru": "линия, ряд"
  },
  {
  "id": 5108,
  "en": "lineage",
  "ru": "родословная"
  },
  {
  "id": 5109,
  "en": "linear",
  "ru": "линейный"
  },
  {
  "id": 5110,
  "en": "linen",
  "ru": "бельё"
  },
  {
  "id": 5111,
  "en": "linen",
  "ru": "льняная ткань"
  },
  {
  "id": 5112,
  "en": "liner",
  "ru": "лайнер"
  },
  {
  "id": 5113,
  "en": "lineup",
  "ru": "расстановка, расположение"
  },
  {
  "id": 5114,
  "en": "linger",
  "ru": "задерживаться, медлить"
  },
  {
  "id": 5115,
  "en": "lingering",
  "ru": "затяжной"
  },
  {
  "id": 5116,
  "en": "linguist",
  "ru": "лингвист"
  },
  {
  "id": 5117,
  "en": "linguistic",
  "ru": "лингвистический"
  },
  {
  "id": 5118,
  "en": "link",
  "ru": "связь, звено, ссылка"
  },
  {
  "id": 5119,
  "en": "linkage",
  "ru": "связывание"
  },
  {
  "id": 5120,
  "en": "linoleum",
  "ru": "линолеум"
  },
  {
  "id": 5121,
  "en": "lion",
  "ru": "лев"
  },
  {
  "id": 5122,
  "en": "lip",
  "ru": "губа"
  },
  {
  "id": 5123,
  "en": "lipstick",
  "ru": "губная помада"
  },
  {
  "id": 5124,
  "en": "liquid",
  "ru": "жидкость, жидкий"
  },
  {
  "id": 5125,
  "en": "liquidity",
  "ru": "текучесть, ликвидность"
  },
  {
  "id": 5126,
  "en": "liquor",
  "ru": "ликёр"
  },
  {
  "id": 5127,
  "en": "list",
  "ru": "список, перечислять"
  },
  {
  "id": 5128,
  "en": "listed",
  "ru": "включённый в список"
  },
  {
  "id": 5129,
  "en": "listen",
  "ru": "on [ˈlɪsnɪnɒn] подслушивать"
  },
  {
  "id": 5130,
  "en": "listen",
  "ru": "слушать"
  },
  {
  "id": 5131,
  "en": "literacy",
  "ru": "грамотность"
  },
  {
  "id": 5132,
  "en": "literal",
  "ru": "буквальный"
  },
  {
  "id": 5133,
  "en": "literary",
  "ru": "литературный, книжный"
  },
  {
  "id": 5134,
  "en": "literate",
  "ru": "грамотность"
  },
  {
  "id": 5135,
  "en": "literature",
  "ru": "литература"
  },
  {
  "id": 5136,
  "en": "litre,",
  "ru": "[ˈliːtə, ˈliːtə] литр"
  },
  {
  "id": 5137,
  "en": "litter",
  "ru": "мусор (на улице)"
  },
  {
  "id": 5138,
  "en": "little",
  "ru": "маленький"
  },
  {
  "id": 5139,
  "en": "liturgy",
  "ru": "литургия"
  },
  {
  "id": 5140,
  "en": "live",
  "ru": "[lɪvθruː] пережить"
  },
  {
  "id": 5141,
  "en": "live",
  "ru": "to [lɪvʌptuː] соответствовать, дотягивать"
  },
  {
  "id": 5142,
  "en": "live",
  "ru": "жить"
  },
  {
  "id": 5143,
  "en": "livelihood",
  "ru": "средства к существованию"
  },
  {
  "id": 5144,
  "en": "liven",
  "ru": "[ˈlaɪvnʌp] оживить, взбодрить"
  },
  {
  "id": 5145,
  "en": "liver",
  "ru": "печень"
  },
  {
  "id": 5146,
  "en": "livestock",
  "ru": "скот"
  },
  {
  "id": 5147,
  "en": "lizard",
  "ru": "ящерица"
  },
  {
  "id": 5148,
  "en": "load",
  "ru": "грузить, груз"
  },
  {
  "id": 5149,
  "en": "loaf",
  "ru": "буханка, булка"
  },
  {
  "id": 5150,
  "en": "loan",
  "ru": "заём, ссуда"
  },
  {
  "id": 5151,
  "en": "loathe",
  "ru": "ненавидеть, питать отвращение"
  },
  {
  "id": 5152,
  "en": "lobby",
  "ru": "вестибюль, фойе, прихожая"
  },
  {
  "id": 5153,
  "en": "lobby",
  "ru": "лобби, лобировать"
  },
  {
  "id": 5154,
  "en": "lobster",
  "ru": "омар"
  },
  {
  "id": 5155,
  "en": "local",
  "ru": "местный, местный житель"
  },
  {
  "id": 5156,
  "en": "locality",
  "ru": "место, местность"
  },
  {
  "id": 5157,
  "en": "locate",
  "ru": "определить местоположение"
  },
  {
  "id": 5158,
  "en": "location",
  "ru": "местонахождение"
  },
  {
  "id": 5159,
  "en": "lock",
  "ru": "замок, запирать"
  },
  {
  "id": 5160,
  "en": "lock",
  "ru": "[lɒk ʌp] посадить в тюрьму или дурку"
  },
  {
  "id": 5161,
  "en": "locker",
  "ru": "ящик, шкаф"
  },
  {
  "id": 5162,
  "en": "locomotive",
  "ru": "локомотив"
  },
  {
  "id": 5163,
  "en": "locus",
  "ru": "местоположение"
  },
  {
  "id": 5164,
  "en": "lodge",
  "ru": "домик, поселиться, остановиться"
  },
  {
  "id": 5165,
  "en": "lodge",
  "ru": "подавать (документ)"
  },
  {
  "id": 5166,
  "en": "lodging",
  "ru": "жилье"
  },
  {
  "id": 5167,
  "en": "loft",
  "ru": "чердак, верхний нежилой этаж"
  },
  {
  "id": 5168,
  "en": "lofty",
  "ru": "возвышенный"
  },
  {
  "id": 5169,
  "en": "log",
  "ru": "бревно"
  },
  {
  "id": 5170,
  "en": "logic",
  "ru": "логика"
  },
  {
  "id": 5171,
  "en": "logical",
  "ru": "логический"
  },
  {
  "id": 5172,
  "en": "logistics",
  "ru": "логистика"
  },
  {
  "id": 5173,
  "en": "logo",
  "ru": "логотип"
  },
  {
  "id": 5174,
  "en": "lone",
  "ru": "одинокий"
  },
  {
  "id": 5175,
  "en": "loneliness",
  "ru": "одиночество"
  },
  {
  "id": 5176,
  "en": "lonely",
  "ru": "одинокий"
  },
  {
  "id": 5177,
  "en": "lonesome",
  "ru": "унылый"
  },
  {
  "id": 5178,
  "en": "long",
  "ru": "давно"
  },
  {
  "id": 5179,
  "en": "long",
  "ru": "[lɒŋfɔː] желать или скучать"
  },
  {
  "id": 5180,
  "en": "long",
  "ru": "длинный"
  },
  {
  "id": 5181,
  "en": "long-term",
  "ru": "долгосрочный"
  },
  {
  "id": 5182,
  "en": "longevity",
  "ru": "долговечность, долголетие"
  },
  {
  "id": 5183,
  "en": "longing",
  "ru": "желание"
  },
  {
  "id": 5184,
  "en": "look",
  "ru": "[lʊkæt] рассмотреть, обдумать"
  },
  {
  "id": 5185,
  "en": "look",
  "ru": "[lʊkˈfɔːwəd] ожидать, предвкушать"
  },
  {
  "id": 5186,
  "en": "look",
  "ru": "[lʊkbæk] вспоминать"
  },
  {
  "id": 5187,
  "en": "look",
  "ru": "[lʊkˈɪntuː] посмотреть, разобраться"
  },
  {
  "id": 5188,
  "en": "look",
  "ru": "выглядеть"
  },
  {
  "id": 5189,
  "en": "look",
  "ru": "[lʊkfɔː] искать"
  },
  {
  "id": 5190,
  "en": "look",
  "ru": "[lʊkθruː] просмотреть"
  },
  {
  "id": 5191,
  "en": "look",
  "ru": "[lʊkəˈraʊnd] посмотреть, оглядеть"
  },
  {
  "id": 5192,
  "en": "look",
  "ru": "up [lʊksmbʌp] найти (в списке и т. п.)"
  },
  {
  "id": 5193,
  "en": "look",
  "ru": "[lʊkʌp] улучшаться, налаживаться"
  },
  {
  "id": 5194,
  "en": "look",
  "ru": "[lʊkˈɑːftə] присматривать"
  },
  {
  "id": 5195,
  "en": "look",
  "ru": "[lʊkˈəʊvə] просмотреть, изучить"
  },
  {
  "id": 5196,
  "en": "look",
  "ru": "to [lʊkʌptuː] уважать, восхищаться"
  },
  {
  "id": 5197,
  "en": "look",
  "ru": "on [lʊk daʊn ɒn] смотреть свысока"
  },
  {
  "id": 5198,
  "en": "look",
  "ru": "[lʊkaʊt] смотреть (опасность!)"
  },
  {
  "id": 5199,
  "en": "look",
  "ru": "смотреть"
  },
  {
  "id": 5200,
  "en": "loom",
  "ru": "маячить, виднеться"
  },
  {
  "id": 5201,
  "en": "loop",
  "ru": "петля"
  },
  {
  "id": 5202,
  "en": "loose",
  "ru": "свободный, болтающийся"
  },
  {
  "id": 5203,
  "en": "loosen",
  "ru": "ослаблять, распускать"
  },
  {
  "id": 5204,
  "en": "loosen",
  "ru": "[ˈluːsn ʌp] раслабиться"
  },
  {
  "id": 5205,
  "en": "loot",
  "ru": "грабить, добыча"
  },
  {
  "id": 5206,
  "en": "looting",
  "ru": "мародерство"
  },
  {
  "id": 5207,
  "en": "lord",
  "ru": "господин, господь (бог)"
  },
  {
  "id": 5208,
  "en": "lose",
  "ru": "терять"
  },
  {
  "id": 5209,
  "en": "lose",
  "ru": "проигрывать"
  },
  {
  "id": 5210,
  "en": "loss",
  "ru": "потеря"
  },
  {
  "id": 5211,
  "en": "lot",
  "ru": "жребий, судьба"
  },
  {
  "id": 5212,
  "en": "lottery",
  "ru": "лотерея"
  },
  {
  "id": 5213,
  "en": "lottery",
  "ru": "лотерея"
  },
  {
  "id": 5214,
  "en": "lotus",
  "ru": "лотос"
  },
  {
  "id": 5215,
  "en": "loud",
  "ru": "громкий"
  },
  {
  "id": 5216,
  "en": "loudness",
  "ru": "громкость"
  },
  {
  "id": 5217,
  "en": "lounge",
  "ru": "гостиная, холл, комната отдыха"
  },
  {
  "id": 5218,
  "en": "lounge",
  "ru": "[laʊnʤkɑː] вагон-ресторан"
  },
  {
  "id": 5219,
  "en": "lounge",
  "ru": "расслабляться, бездельничать"
  },
  {
  "id": 5220,
  "en": "lounger",
  "ru": "бездельник"
  },
  {
  "id": 5221,
  "en": "lousy",
  "ru": "паршивый"
  },
  {
  "id": 5222,
  "en": "love",
  "ru": "любить"
  },
  {
  "id": 5223,
  "en": "loveliness",
  "ru": "миловидность"
  },
  {
  "id": 5224,
  "en": "lovely",
  "ru": "чудесный, милый"
  },
  {
  "id": 5225,
  "en": "low",
  "ru": "низкий"
  },
  {
  "id": 5226,
  "en": "lower",
  "ru": "нижний"
  },
  {
  "id": 5227,
  "en": "loyal",
  "ru": "верный, преданный"
  },
  {
  "id": 5228,
  "en": "loyalty",
  "ru": "лояльность"
  },
  {
  "id": 5229,
  "en": "luck",
  "ru": "удача"
  },
  {
  "id": 5230,
  "en": "lucrative",
  "ru": "прибыльный, выгодный"
  },
  {
  "id": 5231,
  "en": "ludicrous",
  "ru": "нелепый, смехотворный"
  },
  {
  "id": 5232,
  "en": "luggage",
  "ru": "багаж"
  },
  {
  "id": 5233,
  "en": "lumber",
  "ru": "пиломатериалы"
  },
  {
  "id": 5234,
  "en": "lumbering",
  "ru": "неуклюжий, громыхающий"
  },
  {
  "id": 5235,
  "en": "lump",
  "ru": "кусок, глыба, ком"
  },
  {
  "id": 5236,
  "en": "lunar",
  "ru": "лунный"
  },
  {
  "id": 5237,
  "en": "lunatic",
  "ru": "[ˈluːnətɪkəˈsaɪləm] психбольница"
  },
  {
  "id": 5238,
  "en": "lunch",
  "ru": "обед"
  },
  {
  "id": 5239,
  "en": "luncheon",
  "ru": "завтрак"
  },
  {
  "id": 5240,
  "en": "lung",
  "ru": "легкое"
  },
  {
  "id": 5241,
  "en": "lurch",
  "ru": "крениться, шататься"
  },
  {
  "id": 5242,
  "en": "lure",
  "ru": "приманка, манить"
  },
  {
  "id": 5243,
  "en": "lurk",
  "ru": "таиться"
  },
  {
  "id": 5244,
  "en": "lush",
  "ru": "пышный"
  },
  {
  "id": 5245,
  "en": "lust",
  "ru": "вожделение, страсть"
  },
  {
  "id": 5246,
  "en": "luxurious",
  "ru": "роскошный"
  },
  {
  "id": 5247,
  "en": "luxury",
  "ru": "роскошь"
  },
  {
  "id": 5248,
  "en": "lyric",
  "ru": "лирически"
  },
  {
  "id": 5249,
  "en": "lyrics",
  "ru": "текст песни"
  },
  {
  "id": 5250,
  "en": "machine",
  "ru": "[məˈʃiːngʌn] пулемет"
  },
  {
  "id": 5251,
  "en": "machine",
  "ru": "машина"
  },
  {
  "id": 5252,
  "en": "machinery",
  "ru": "] машины"
  },
  {
  "id": 5253,
  "en": "macho",
  "ru": "мачо"
  },
  {
  "id": 5254,
  "en": "mad",
  "ru": "безумный"
  },
  {
  "id": 5255,
  "en": "madam",
  "ru": "мадам"
  },
  {
  "id": 5256,
  "en": "mademoiselle",
  "ru": "мадемуазель"
  },
  {
  "id": 5257,
  "en": "mafia",
  "ru": "мафия"
  },
  {
  "id": 5258,
  "en": "magazine",
  "ru": "журнал"
  },
  {
  "id": 5259,
  "en": "magic",
  "ru": "магический"
  },
  {
  "id": 5260,
  "en": "magician",
  "ru": "волшебник, фокусник"
  },
  {
  "id": 5261,
  "en": "magnet",
  "ru": "магнит"
  },
  {
  "id": 5262,
  "en": "magnetic",
  "ru": "магнетический"
  },
  {
  "id": 5263,
  "en": "magnification",
  "ru": "увеличение"
  },
  {
  "id": 5264,
  "en": "magnificence",
  "ru": "великолепие, пышность"
  },
  {
  "id": 5265,
  "en": "magnificent",
  "ru": "великолепный, величественный"
  },
  {
  "id": 5266,
  "en": "magnifier",
  "ru": "увеличительное стекло"
  },
  {
  "id": 5267,
  "en": "magnify",
  "ru": "увеличивать"
  },
  {
  "id": 5268,
  "en": "magnitude",
  "ru": "величина, сила"
  },
  {
  "id": 5269,
  "en": "maid",
  "ru": "служанка, горничная"
  },
  {
  "id": 5270,
  "en": "maiden",
  "ru": "дева, девственница"
  },
  {
  "id": 5271,
  "en": "mail",
  "ru": "[meɪlaʊt] рассылать"
  },
  {
  "id": 5272,
  "en": "mail",
  "ru": "почта"
  },
  {
  "id": 5273,
  "en": "main",
  "ru": "главный"
  },
  {
  "id": 5274,
  "en": "mainland",
  "ru": "материк или большой остров"
  },
  {
  "id": 5275,
  "en": "mainstream",
  "ru": "мейнстрим"
  },
  {
  "id": 5276,
  "en": "maintain",
  "ru": "поддерживать, сохранять"
  },
  {
  "id": 5277,
  "en": "maintenance",
  "ru": "поддержание"
  },
  {
  "id": 5278,
  "en": "majestic",
  "ru": "величавый"
  },
  {
  "id": 5279,
  "en": "majesty",
  "ru": "величие, величество"
  },
  {
  "id": 5280,
  "en": "major",
  "ru": "главный, большой"
  },
  {
  "id": 5281,
  "en": "majority",
  "ru": "большинство"
  },
  {
  "id": 5282,
  "en": "make",
  "ru": "of [meɪkfʌnəf] смеяться, издеваться"
  },
  {
  "id": 5283,
  "en": "make",
  "ru": "[meɪkʌp] выдумать"
  },
  {
  "id": 5284,
  "en": "make",
  "ru": "[meɪkaʊt] разобрать, понять"
  },
  {
  "id": 5285,
  "en": "make",
  "ru": "for [meɪkʌpfɔː] компенсировать, наверстать"
  },
  {
  "id": 5286,
  "en": "make",
  "ru": "[meɪkʌp] помириться"
  },
  {
  "id": 5287,
  "en": "make",
  "ru": "[meɪkˈɪntuː] переделать в"
  },
  {
  "id": 5288,
  "en": "make",
  "ru": "[meɪkɒv] извлечь, получить"
  },
  {
  "id": 5289,
  "en": "make",
  "ru": "[meɪkʃʊə] убедиться"
  },
  {
  "id": 5290,
  "en": "make",
  "ru": "[meɪkheɪst] спешить"
  },
  {
  "id": 5291,
  "en": "make",
  "ru": "[meɪkaʊt] целоваться"
  },
  {
  "id": 5292,
  "en": "make",
  "ru": "делать"
  },
  {
  "id": 5293,
  "en": "makeup",
  "ru": "макияж"
  },
  {
  "id": 5294,
  "en": "male",
  "ru": "мужской"
  },
  {
  "id": 5295,
  "en": "mall",
  "ru": "торговый центр"
  },
  {
  "id": 5296,
  "en": "mammal",
  "ru": "млекопитающее"
  },
  {
  "id": 5297,
  "en": "mammoth",
  "ru": "мамонт"
  },
  {
  "id": 5298,
  "en": "man",
  "ru": "человек,"
  },
  {
  "id": 5299,
  "en": "manage",
  "ru": "справляться, управлять"
  },
  {
  "id": 5300,
  "en": "manage",
  "ru": "[ˈmænɪʤtuː] справиться с (задачей)"
  },
  {
  "id": 5301,
  "en": "manage",
  "ru": "[ˈmænɪʤwɪˈðaʊt] обойтись без"
  },
  {
  "id": 5302,
  "en": "management",
  "ru": "управление"
  },
  {
  "id": 5303,
  "en": "management",
  "ru": "] управление"
  },
  {
  "id": 5304,
  "en": "manager",
  "ru": "менеджер"
  },
  {
  "id": 5305,
  "en": "mandate",
  "ru": "мандат"
  },
  {
  "id": 5306,
  "en": "mandatory",
  "ru": "обязательный"
  },
  {
  "id": 5307,
  "en": "mango",
  "ru": "манго"
  },
  {
  "id": 5308,
  "en": "manhood",
  "ru": "взрослый возраст"
  },
  {
  "id": 5309,
  "en": "mania",
  "ru": "мания"
  },
  {
  "id": 5310,
  "en": "maniac",
  "ru": "маньяк"
  },
  {
  "id": 5311,
  "en": "manifest",
  "ru": "проявить, явный"
  },
  {
  "id": 5312,
  "en": "manifestation",
  "ru": "проявление"
  },
  {
  "id": 5313,
  "en": "manifesto",
  "ru": "манифест"
  },
  {
  "id": 5314,
  "en": "manipulate",
  "ru": "манипулировать"
  },
  {
  "id": 5315,
  "en": "manipulation",
  "ru": "манипуляция"
  },
  {
  "id": 5316,
  "en": "manipulative",
  "ru": "манипулятивный"
  },
  {
  "id": 5317,
  "en": "mankind",
  "ru": "человечество"
  },
  {
  "id": 5318,
  "en": "manoeuvre",
  "ru": "манёвр"
  },
  {
  "id": 5319,
  "en": "mansion",
  "ru": "особняк, здание"
  },
  {
  "id": 5320,
  "en": "mantle",
  "ru": "мантия"
  },
  {
  "id": 5321,
  "en": "mantra",
  "ru": "мантра"
  },
  {
  "id": 5322,
  "en": "manual",
  "ru": "руководство, учебник"
  },
  {
  "id": 5323,
  "en": "manual",
  "ru": "ручной"
  },
  {
  "id": 5324,
  "en": "manually",
  "ru": "вручную"
  },
  {
  "id": 5325,
  "en": "manufacture",
  "ru": "производить, производство"
  },
  {
  "id": 5326,
  "en": "manufacturer",
  "ru": "производитель"
  },
  {
  "id": 5327,
  "en": "manure",
  "ru": "навоз"
  },
  {
  "id": 5328,
  "en": "manuscript",
  "ru": "манускрипт"
  },
  {
  "id": 5329,
  "en": "many",
  "ru": "много"
  },
  {
  "id": 5330,
  "en": "map",
  "ru": "[mæpaʊt] запланировать, расписать"
  },
  {
  "id": 5331,
  "en": "map",
  "ru": "карта"
  },
  {
  "id": 5332,
  "en": "maple",
  "ru": "клён"
  },
  {
  "id": 5333,
  "en": "marathon",
  "ru": "марафон"
  },
  {
  "id": 5334,
  "en": "marble",
  "ru": "мрамор"
  },
  {
  "id": 5335,
  "en": "March",
  "ru": "март"
  },
  {
  "id": 5336,
  "en": "margin",
  "ru": "край, граница"
  },
  {
  "id": 5337,
  "en": "margin",
  "ru": "маржа, накрутка"
  },
  {
  "id": 5338,
  "en": "marginal",
  "ru": "предельный, пограничный"
  },
  {
  "id": 5339,
  "en": "marijuana",
  "ru": "марихуана"
  },
  {
  "id": 5340,
  "en": "marine",
  "ru": "морской"
  },
  {
  "id": 5341,
  "en": "marine",
  "ru": "морпех"
  },
  {
  "id": 5342,
  "en": "marital",
  "ru": "супружеский"
  },
  {
  "id": 5343,
  "en": "maritime",
  "ru": "морской"
  },
  {
  "id": 5344,
  "en": "mark",
  "ru": "метка, отмечать"
  },
  {
  "id": 5345,
  "en": "mark",
  "ru": "[mɑːkdaʊn] снижать ценник"
  },
  {
  "id": 5346,
  "en": "mark",
  "ru": "[mɑːkʌp] поднять цену"
  },
  {
  "id": 5347,
  "en": "market",
  "ru": "рынок"
  },
  {
  "id": 5348,
  "en": "marriage",
  "ru": "брак"
  },
  {
  "id": 5349,
  "en": "married",
  "ru": "женат или замужем"
  },
  {
  "id": 5350,
  "en": "marry",
  "ru": "жениться, выйти замуж"
  },
  {
  "id": 5351,
  "en": "marsh",
  "ru": "болото"
  },
  {
  "id": 5352,
  "en": "marshy",
  "ru": "болотный"
  },
  {
  "id": 5353,
  "en": "martial",
  "ru": "боевой, военный"
  },
  {
  "id": 5354,
  "en": "martyr",
  "ru": "мученик"
  },
  {
  "id": 5355,
  "en": "martyrdom",
  "ru": "мученичество"
  },
  {
  "id": 5356,
  "en": "marvel",
  "ru": "диво, удивляться"
  },
  {
  "id": 5357,
  "en": "marvelous",
  "ru": "дивный"
  },
  {
  "id": 5358,
  "en": "masculine",
  "ru": "мужской"
  },
  {
  "id": 5359,
  "en": "mash",
  "ru": "разминать, месиво"
  },
  {
  "id": 5360,
  "en": "masher",
  "ru": "толкушка"
  },
  {
  "id": 5361,
  "en": "mask",
  "ru": "маска"
  },
  {
  "id": 5362,
  "en": "masquerade",
  "ru": "маскарад"
  },
  {
  "id": 5363,
  "en": "mass",
  "ru": "масса"
  },
  {
  "id": 5364,
  "en": "massacre",
  "ru": "резня"
  },
  {
  "id": 5365,
  "en": "massage",
  "ru": "массаж"
  },
  {
  "id": 5366,
  "en": "massive",
  "ru": "массивный"
  },
  {
  "id": 5367,
  "en": "master",
  "ru": "хозяин"
  },
  {
  "id": 5368,
  "en": "master",
  "ru": "овладеть (напр. искусством)"
  },
  {
  "id": 5369,
  "en": "masterpiece",
  "ru": "шедевр"
  },
  {
  "id": 5370,
  "en": "masterwork",
  "ru": "wɜːk] шедевр"
  },
  {
  "id": 5371,
  "en": "mastery",
  "ru": "мастерство"
  },
  {
  "id": 5372,
  "en": "mat",
  "ru": "коврик, циновка"
  },
  {
  "id": 5373,
  "en": "match",
  "ru": "соответствие"
  },
  {
  "id": 5374,
  "en": "match",
  "ru": "спичка"
  },
  {
  "id": 5375,
  "en": "mate",
  "ru": "товарищ, компаньон"
  },
  {
  "id": 5376,
  "en": "mate",
  "ru": "мате (напиток)"
  },
  {
  "id": 5377,
  "en": "material",
  "ru": "материальный"
  },
  {
  "id": 5378,
  "en": "materialize",
  "ru": "материализовать"
  },
  {
  "id": 5379,
  "en": "maternal",
  "ru": "материнский"
  },
  {
  "id": 5380,
  "en": "maternity",
  "ru": "материнство"
  },
  {
  "id": 5381,
  "en": "mathematics",
  "ru": "математика"
  },
  {
  "id": 5382,
  "en": "matrix",
  "ru": "матрица"
  },
  {
  "id": 5383,
  "en": "matter",
  "ru": "вещество, материя"
  },
  {
  "id": 5384,
  "en": "matter",
  "ru": "дело, вопрос"
  },
  {
  "id": 5385,
  "en": "matter",
  "ru": "иметь значение"
  },
  {
  "id": 5386,
  "en": "mattress",
  "ru": "матрас"
  },
  {
  "id": 5387,
  "en": "maturation",
  "ru": "созревание"
  },
  {
  "id": 5388,
  "en": "mature",
  "ru": "зрелый, зреть"
  },
  {
  "id": 5389,
  "en": "maturity",
  "ru": "зрелость"
  },
  {
  "id": 5390,
  "en": "maximise",
  "ru": "maximize [ˈmæksɪmaɪz ] максимизировать"
  },
  {
  "id": 5391,
  "en": "maximum",
  "ru": "максимум"
  },
  {
  "id": 5392,
  "en": "may",
  "ru": "пусть"
  },
  {
  "id": 5393,
  "en": "May",
  "ru": "май"
  },
  {
  "id": 5394,
  "en": "may",
  "ru": "мочь"
  },
  {
  "id": 5395,
  "en": "maybe",
  "ru": "может"
  },
  {
  "id": 5396,
  "en": "mayonnaise",
  "ru": "майонез"
  },
  {
  "id": 5397,
  "en": "mayor",
  "ru": "мэр"
  },
  {
  "id": 5398,
  "en": "maze",
  "ru": "лабиринт"
  },
  {
  "id": 5399,
  "en": "meadow",
  "ru": "луг"
  },
  {
  "id": 5400,
  "en": "meager",
  "ru": "скудный"
  },
  {
  "id": 5401,
  "en": "meal",
  "ru": "еда"
  },
  {
  "id": 5402,
  "en": "mean",
  "ru": "неважный, посредственный"
  },
  {
  "id": 5403,
  "en": "mean",
  "ru": "meant) [miːn] иметь в виду"
  },
  {
  "id": 5404,
  "en": "mean",
  "ru": "meant) [miːn] означать"
  },
  {
  "id": 5405,
  "en": "mean",
  "ru": "meant) [miːn] предназначать"
  },
  {
  "id": 5406,
  "en": "mean",
  "ru": "значить"
  },
  {
  "id": 5407,
  "en": "meaning",
  "ru": "значение"
  },
  {
  "id": 5408,
  "en": "meaningful",
  "ru": "значимый"
  },
  {
  "id": 5409,
  "en": "meaningless",
  "ru": "бессмысленный"
  },
  {
  "id": 5410,
  "en": "means",
  "ru": "средство"
  },
  {
  "id": 5411,
  "en": "meantime",
  "ru": "тем временем"
  },
  {
  "id": 5412,
  "en": "meanwhile",
  "ru": "тем временем"
  },
  {
  "id": 5413,
  "en": "measurable",
  "ru": "измеримый, измеряемый"
  },
  {
  "id": 5414,
  "en": "measure",
  "ru": "мера, мероприятие"
  },
  {
  "id": 5415,
  "en": "measure",
  "ru": "измерять, измерение"
  },
  {
  "id": 5416,
  "en": "measure",
  "ru": "to [ˈmɛʒərʌptuː] соответствовать, дотягивать"
  },
  {
  "id": 5417,
  "en": "measurement",
  "ru": "измерение, замер"
  },
  {
  "id": 5418,
  "en": "meat",
  "ru": "мясо"
  },
  {
  "id": 5419,
  "en": "mechanic",
  "ru": "механик"
  },
  {
  "id": 5420,
  "en": "mechanical",
  "ru": "механический"
  },
  {
  "id": 5421,
  "en": "mechanism",
  "ru": "механизм"
  },
  {
  "id": 5422,
  "en": "medal",
  "ru": "медаль"
  },
  {
  "id": 5423,
  "en": "media",
  "ru": "медиа"
  },
  {
  "id": 5424,
  "en": "median",
  "ru": "медиана, срединный"
  },
  {
  "id": 5425,
  "en": "mediate",
  "ru": "посредничать"
  },
  {
  "id": 5426,
  "en": "mediation",
  "ru": "посредничество"
  },
  {
  "id": 5427,
  "en": "mediator",
  "ru": "посредник"
  },
  {
  "id": 5428,
  "en": "medical",
  "ru": "медицинский"
  },
  {
  "id": 5429,
  "en": "medicate",
  "ru": "лечить лекарствами"
  },
  {
  "id": 5430,
  "en": "medication",
  "ru": "мед. лечение"
  },
  {
  "id": 5431,
  "en": "medicine",
  "ru": "лекарство"
  },
  {
  "id": 5432,
  "en": "medicine",
  "ru": "медицина"
  },
  {
  "id": 5433,
  "en": "medieval",
  "ru": "средневековый"
  },
  {
  "id": 5434,
  "en": "mediocre",
  "ru": "посредственный"
  },
  {
  "id": 5435,
  "en": "mediocrity",
  "ru": "посредственность"
  },
  {
  "id": 5436,
  "en": "meditate",
  "ru": "обдумывать или созерцать"
  },
  {
  "id": 5437,
  "en": "meditation",
  "ru": "размышление, созерцание"
  },
  {
  "id": 5438,
  "en": "medium",
  "ru": "средство, способ"
  },
  {
  "id": 5439,
  "en": "medusa",
  "ru": "медуза"
  },
  {
  "id": 5440,
  "en": "meet",
  "ru": "met) [miːt] встретить или познакомиться"
  },
  {
  "id": 5441,
  "en": "meeting",
  "ru": "встреча"
  },
  {
  "id": 5442,
  "en": "melody",
  "ru": "мелодия"
  },
  {
  "id": 5443,
  "en": "melon",
  "ru": "дыня"
  },
  {
  "id": 5444,
  "en": "melt",
  "ru": "таять, плавить(ся)"
  },
  {
  "id": 5445,
  "en": "meltdown",
  "ru": "расплавление"
  },
  {
  "id": 5446,
  "en": "member",
  "ru": "член"
  },
  {
  "id": 5447,
  "en": "membership",
  "ru": "членство"
  },
  {
  "id": 5448,
  "en": "membrane",
  "ru": "мембрана, плёнка"
  },
  {
  "id": 5449,
  "en": "memoirs",
  "ru": "мемуары"
  },
  {
  "id": 5450,
  "en": "memorable",
  "ru": "памятный"
  },
  {
  "id": 5451,
  "en": "memories",
  "ru": "воспоминания"
  },
  {
  "id": 5452,
  "en": "memorize",
  "ru": "выучить наизусть"
  },
  {
  "id": 5453,
  "en": "memory",
  "ru": "память"
  },
  {
  "id": 5454,
  "en": "menace",
  "ru": "угроза, угрожать"
  },
  {
  "id": 5455,
  "en": "mend",
  "ru": "чинить, поправлять"
  },
  {
  "id": 5456,
  "en": "mental",
  "ru": "умственный"
  },
  {
  "id": 5457,
  "en": "mentality",
  "ru": "склад ума"
  },
  {
  "id": 5458,
  "en": "mention",
  "ru": "упоминать"
  },
  {
  "id": 5459,
  "en": "mentioning",
  "ru": "упоминание"
  },
  {
  "id": 5460,
  "en": "mentor",
  "ru": "наставник"
  },
  {
  "id": 5461,
  "en": "menu",
  "ru": "меню"
  },
  {
  "id": 5462,
  "en": "merchandise",
  "ru": "товар"
  },
  {
  "id": 5463,
  "en": "merchant",
  "ru": "торговец, купец"
  },
  {
  "id": 5464,
  "en": "merciful",
  "ru": "милостивый"
  },
  {
  "id": 5465,
  "en": "merciless",
  "ru": "беспощадный"
  },
  {
  "id": 5466,
  "en": "mercury",
  "ru": "ртуть"
  },
  {
  "id": 5467,
  "en": "mercy",
  "ru": "милость, милосердие"
  },
  {
  "id": 5468,
  "en": "mere",
  "ru": "всего лишь"
  },
  {
  "id": 5469,
  "en": "merge",
  "ru": "соединять, сливать"
  },
  {
  "id": 5470,
  "en": "merger",
  "ru": "объединение (напр. компаний)"
  },
  {
  "id": 5471,
  "en": "merit",
  "ru": "заслуга, заслуживать"
  },
  {
  "id": 5472,
  "en": "merriment",
  "ru": "веселье"
  },
  {
  "id": 5473,
  "en": "merry",
  "ru": "веселый"
  },
  {
  "id": 5474,
  "en": "mesh",
  "ru": "сетка"
  },
  {
  "id": 5475,
  "en": "mess",
  "ru": "беспорядок, путаница"
  },
  {
  "id": 5476,
  "en": "mess",
  "ru": "[mɛsʌp] испортить, накосячить"
  },
  {
  "id": 5477,
  "en": "mess",
  "ru": "[mɛswɪð] возиться, связываться и т.д."
  },
  {
  "id": 5478,
  "en": "message",
  "ru": "сообщение"
  },
  {
  "id": 5479,
  "en": "messenger",
  "ru": "мессенджер"
  },
  {
  "id": 5480,
  "en": "metal",
  "ru": "металл"
  },
  {
  "id": 5481,
  "en": "metaphor",
  "ru": "метафора"
  },
  {
  "id": 5482,
  "en": "meteor",
  "ru": "метеор"
  },
  {
  "id": 5483,
  "en": "meter",
  "ru": "metre [ˈmiːtə / ˈmiːtə] метр"
  },
  {
  "id": 5484,
  "en": "method",
  "ru": "метод"
  },
  {
  "id": 5485,
  "en": "methodology",
  "ru": "] методология"
  },
  {
  "id": 5486,
  "en": "metro",
  "ru": "метро"
  },
  {
  "id": 5487,
  "en": "metropolitan",
  "ru": "столичный"
  },
  {
  "id": 5488,
  "en": "microbe",
  "ru": "микроб"
  },
  {
  "id": 5489,
  "en": "microphone",
  "ru": "микрофон"
  },
  {
  "id": 5490,
  "en": "microscope",
  "ru": "микроскоп"
  },
  {
  "id": 5491,
  "en": "microwave",
  "ru": "[ˈmaɪkrəʊweɪvˈʌvn] микроволновая печь"
  },
  {
  "id": 5492,
  "en": "mid",
  "ru": "середина, полу pardon [ˈpɑːdn] извинять, извинение"
  },
  {
  "id": 5493,
  "en": "midday",
  "ru": "полдень"
  },
  {
  "id": 5494,
  "en": "middle",
  "ru": "середина, средний"
  },
  {
  "id": 5495,
  "en": "middle",
  "ru": "[ˈmɪdlˈeɪʤɪz] средневековье"
  },
  {
  "id": 5496,
  "en": "middle",
  "ru": "[ˈmɪdleɪʤ] средний возраст"
  },
  {
  "id": 5497,
  "en": "midnight",
  "ru": "полночь"
  },
  {
  "id": 5498,
  "en": "midst",
  "ru": "середина, среда"
  },
  {
  "id": 5499,
  "en": "midwife",
  "ru": "акушерка"
  },
  {
  "id": 5500,
  "en": "might",
  "ru": "мощь"
  },
  {
  "id": 5501,
  "en": "mighty",
  "ru": "могущественный"
  },
  {
  "id": 5502,
  "en": "migrant",
  "ru": "мигрант"
  },
  {
  "id": 5503,
  "en": "migrate",
  "ru": "мигрировать"
  },
  {
  "id": 5504,
  "en": "migration",
  "ru": "миграция"
  },
  {
  "id": 5505,
  "en": "mild",
  "ru": "мягкий"
  },
  {
  "id": 5506,
  "en": "mile",
  "ru": "миля"
  },
  {
  "id": 5507,
  "en": "mileage",
  "ru": "пробег"
  },
  {
  "id": 5508,
  "en": "militant",
  "ru": "воинствующий, боевой"
  },
  {
  "id": 5509,
  "en": "military",
  "ru": "военный"
  },
  {
  "id": 5510,
  "en": "milk",
  "ru": "молоко"
  },
  {
  "id": 5511,
  "en": "mill",
  "ru": "мельница или фабрика"
  },
  {
  "id": 5512,
  "en": "millennium",
  "ru": "тысячелетие"
  },
  {
  "id": 5513,
  "en": "miller",
  "ru": "мельник"
  },
  {
  "id": 5514,
  "en": "millimeter",
  "ru": "миллиметр"
  },
  {
  "id": 5515,
  "en": "million",
  "ru": "миллион"
  },
  {
  "id": 5516,
  "en": "millionaire",
  "ru": "миллионер"
  },
  {
  "id": 5517,
  "en": "mimic",
  "ru": "передразнивать, копировать"
  },
  {
  "id": 5518,
  "en": "mince",
  "ru": "фарш, крошить, рубить"
  },
  {
  "id": 5519,
  "en": "mincer",
  "ru": "мясорубка"
  },
  {
  "id": 5520,
  "en": "mind",
  "ru": "возражать"
  },
  {
  "id": 5521,
  "en": "mind",
  "ru": "разум"
  },
  {
  "id": 5522,
  "en": "mindful",
  "ru": "внимательный, помнящий"
  },
  {
  "id": 5523,
  "en": "mindless",
  "ru": "бессмысленный"
  },
  {
  "id": 5524,
  "en": "mine",
  "ru": "мина"
  },
  {
  "id": 5525,
  "en": "mine",
  "ru": "шахта, рудник"
  },
  {
  "id": 5526,
  "en": "miner",
  "ru": "шахтер"
  },
  {
  "id": 5527,
  "en": "mineral",
  "ru": "минеральный, минерал"
  },
  {
  "id": 5528,
  "en": "mingle",
  "ru": "смешиваться"
  },
  {
  "id": 5529,
  "en": "mini-van",
  "ru": "минивэн"
  },
  {
  "id": 5530,
  "en": "miniature",
  "ru": "миниатюра"
  },
  {
  "id": 5531,
  "en": "minimal",
  "ru": "минимальный"
  },
  {
  "id": 5532,
  "en": "minimise",
  "ru": "minimize [ˈmɪnɪmaɪz ] минимизировать"
  },
  {
  "id": 5533,
  "en": "minimum",
  "ru": "минимум"
  },
  {
  "id": 5534,
  "en": "minister",
  "ru": "министр"
  },
  {
  "id": 5535,
  "en": "ministry",
  "ru": "министерство"
  },
  {
  "id": 5536,
  "en": "minor",
  "ru": "второстепенный, незначительный"
  },
  {
  "id": 5537,
  "en": "minor",
  "ru": "несовершеннолетний"
  },
  {
  "id": 5538,
  "en": "minority",
  "ru": "меньшинство"
  },
  {
  "id": 5539,
  "en": "mint",
  "ru": "мята"
  },
  {
  "id": 5540,
  "en": "minus",
  "ru": "минус"
  },
  {
  "id": 5541,
  "en": "minute",
  "ru": "минута"
  },
  {
  "id": 5542,
  "en": "miracle",
  "ru": "чудо"
  },
  {
  "id": 5543,
  "en": "miraculous",
  "ru": "чудотворный"
  },
  {
  "id": 5544,
  "en": "mirage",
  "ru": "мираж"
  },
  {
  "id": 5545,
  "en": "mirror",
  "ru": "зеркало"
  },
  {
  "id": 5546,
  "en": "misbehave",
  "ru": "дурно вести себя"
  },
  {
  "id": 5547,
  "en": "mischief",
  "ru": "вред, безобразие"
  },
  {
  "id": 5548,
  "en": "misconception",
  "ru": "неправильное представление"
  },
  {
  "id": 5549,
  "en": "misconduct",
  "ru": "проступок"
  },
  {
  "id": 5550,
  "en": "misdirect",
  "ru": "неправильно направлять"
  },
  {
  "id": 5551,
  "en": "miserable",
  "ru": "несчастный, жалкий"
  },
  {
  "id": 5552,
  "en": "misery",
  "ru": "нищета"
  },
  {
  "id": 5553,
  "en": "misery",
  "ru": "несчастье, страдание"
  },
  {
  "id": 5554,
  "en": "misfortune",
  "ru": "несчастье"
  },
  {
  "id": 5555,
  "en": "misguide",
  "ru": "вводить в заблуждение"
  },
  {
  "id": 5556,
  "en": "mishap",
  "ru": "несчастье"
  },
  {
  "id": 5557,
  "en": "misinterpret",
  "ru": "ошибочно истолковывать"
  },
  {
  "id": 5558,
  "en": "mismatch",
  "ru": "несоответствие"
  },
  {
  "id": 5559,
  "en": "miss",
  "ru": "скучать"
  },
  {
  "id": 5560,
  "en": "miss",
  "ru": "пропускать, упустить"
  },
  {
  "id": 5561,
  "en": "missile",
  "ru": "ракета"
  },
  {
  "id": 5562,
  "en": "missing",
  "ru": "пропавший, отсутствующий"
  },
  {
  "id": 5563,
  "en": "mission",
  "ru": "миссия"
  },
  {
  "id": 5564,
  "en": "mist",
  "ru": "туман"
  },
  {
  "id": 5565,
  "en": "mistake",
  "ru": "[mɪsˈteɪkfɔː] принимать за"
  },
  {
  "id": 5566,
  "en": "mistake",
  "ru": "ошибка"
  },
  {
  "id": 5567,
  "en": "mistaken",
  "ru": "ошибочный, ошибающийся"
  },
  {
  "id": 5568,
  "en": "mistakenly",
  "ru": "ошибочно"
  },
  {
  "id": 5569,
  "en": "mister",
  "ru": "мистер"
  },
  {
  "id": 5570,
  "en": "mistreat",
  "ru": "дурно обращаться"
  },
  {
  "id": 5571,
  "en": "mistreatment",
  "ru": "плохое обращение"
  },
  {
  "id": 5572,
  "en": "mistress",
  "ru": "госпожа, хозяйка"
  },
  {
  "id": 5573,
  "en": "mistress",
  "ru": "любовница"
  },
  {
  "id": 5574,
  "en": "mistrust",
  "ru": "недоверие"
  },
  {
  "id": 5575,
  "en": "misty",
  "ru": "туманный"
  },
  {
  "id": 5576,
  "en": "mitigate",
  "ru": "смягчить, сгладить"
  },
  {
  "id": 5577,
  "en": "mitigation",
  "ru": "смягчение"
  },
  {
  "id": 5578,
  "en": "mix",
  "ru": "[mɪksʌp] перепутать"
  },
  {
  "id": 5579,
  "en": "mix",
  "ru": "смешивать"
  },
  {
  "id": 5580,
  "en": "mixture",
  "ru": "смесь"
  },
  {
  "id": 5581,
  "en": "moan",
  "ru": "стонать"
  },
  {
  "id": 5582,
  "en": "mob",
  "ru": "толпа (неуправляемая)"
  },
  {
  "id": 5583,
  "en": "mobile",
  "ru": "мобильный"
  },
  {
  "id": 5584,
  "en": "mobilise",
  "ru": "mobilize [ˈməʊbɪlaɪz] мобилизовать"
  },
  {
  "id": 5585,
  "en": "mobility",
  "ru": "] мобильность"
  },
  {
  "id": 5586,
  "en": "mock",
  "ru": "издеваться, насмехаться"
  },
  {
  "id": 5587,
  "en": "mockery",
  "ru": "издевательство"
  },
  {
  "id": 5588,
  "en": "mode",
  "ru": "режим, способ, вид"
  },
  {
  "id": 5589,
  "en": "model",
  "ru": "модель, моделировать"
  },
  {
  "id": 5590,
  "en": "modem",
  "ru": "модем"
  },
  {
  "id": 5591,
  "en": "moderate",
  "ru": "умеренный, средний"
  },
  {
  "id": 5592,
  "en": "moderation",
  "ru": "умеренность"
  },
  {
  "id": 5593,
  "en": "modern",
  "ru": "современный"
  },
  {
  "id": 5594,
  "en": "modernize",
  "ru": "модернизировать"
  },
  {
  "id": 5595,
  "en": "modest",
  "ru": "скромный, умеренный"
  },
  {
  "id": 5596,
  "en": "modesty",
  "ru": "скромность"
  },
  {
  "id": 5597,
  "en": "modification",
  "ru": "видоизменение"
  },
  {
  "id": 5598,
  "en": "modify",
  "ru": "видоизменять"
  },
  {
  "id": 5599,
  "en": "module",
  "ru": "модуль"
  },
  {
  "id": 5600,
  "en": "moist",
  "ru": "влажный"
  },
  {
  "id": 5601,
  "en": "moisten",
  "ru": "увлажнить"
  },
  {
  "id": 5602,
  "en": "moisture",
  "ru": "влажность"
  },
  {
  "id": 5603,
  "en": "mold",
  "ru": "[məʊld] плесень"
  },
  {
  "id": 5604,
  "en": "mold",
  "ru": "[məʊld] форма, формировать"
  },
  {
  "id": 5605,
  "en": "mole",
  "ru": "крот"
  },
  {
  "id": 5606,
  "en": "mole",
  "ru": "родинка"
  },
  {
  "id": 5607,
  "en": "molecule",
  "ru": "молекула"
  },
  {
  "id": 5608,
  "en": "molest",
  "ru": "приставать, досаждать"
  },
  {
  "id": 5609,
  "en": "molestation",
  "ru": "назойливость"
  },
  {
  "id": 5610,
  "en": "mom",
  "ru": "мама"
  },
  {
  "id": 5611,
  "en": "moment",
  "ru": "момент"
  },
  {
  "id": 5612,
  "en": "monarch",
  "ru": "монарх"
  },
  {
  "id": 5613,
  "en": "monarchy",
  "ru": "монархия"
  },
  {
  "id": 5614,
  "en": "monastery",
  "ru": "монастырь"
  },
  {
  "id": 5615,
  "en": "monastery",
  "ru": "монастырь"
  },
  {
  "id": 5616,
  "en": "Monday",
  "ru": "понедельник"
  },
  {
  "id": 5617,
  "en": "monetary",
  "ru": "валютный, денежный"
  },
  {
  "id": 5618,
  "en": "money",
  "ru": "деньги"
  },
  {
  "id": 5619,
  "en": "monitor",
  "ru": "монитор"
  },
  {
  "id": 5620,
  "en": "monk",
  "ru": "монах"
  },
  {
  "id": 5621,
  "en": "monkey",
  "ru": "обезьяна"
  },
  {
  "id": 5622,
  "en": "monologue",
  "ru": "монолог"
  },
  {
  "id": 5623,
  "en": "monopoly",
  "ru": "монополия"
  },
  {
  "id": 5624,
  "en": "monster",
  "ru": "монстр"
  },
  {
  "id": 5625,
  "en": "month",
  "ru": "месяц"
  },
  {
  "id": 5626,
  "en": "monthly",
  "ru": "ежемесячно"
  },
  {
  "id": 5627,
  "en": "monument",
  "ru": "монумент, памятник"
  },
  {
  "id": 5628,
  "en": "mood",
  "ru": "настроение"
  },
  {
  "id": 5629,
  "en": "moody",
  "ru": "капризный"
  },
  {
  "id": 5630,
  "en": "moody",
  "ru": "унылый"
  },
  {
  "id": 5631,
  "en": "moon",
  "ru": "луна"
  },
  {
  "id": 5632,
  "en": "moose",
  "ru": "лось"
  },
  {
  "id": 5633,
  "en": "mop",
  "ru": "швабра, мыть пол"
  },
  {
  "id": 5634,
  "en": "moral",
  "ru": "мораль, моральный"
  },
  {
  "id": 5635,
  "en": "more/most",
  "ru": "более"
  },
  {
  "id": 5636,
  "en": "moreover",
  "ru": "более того"
  },
  {
  "id": 5637,
  "en": "mormon",
  "ru": "мормон"
  },
  {
  "id": 5638,
  "en": "morning",
  "ru": "утро"
  },
  {
  "id": 5639,
  "en": "moron",
  "ru": "дебил"
  },
  {
  "id": 5640,
  "en": "mortal",
  "ru": "смертельный, смертный"
  },
  {
  "id": 5641,
  "en": "mortality",
  "ru": "смертность"
  },
  {
  "id": 5642,
  "en": "mortgage",
  "ru": "ипотека"
  },
  {
  "id": 5643,
  "en": "mosaic",
  "ru": "мозаика, мозаичный"
  },
  {
  "id": 5644,
  "en": "mosque",
  "ru": "мечеть"
  },
  {
  "id": 5645,
  "en": "mosquito",
  "ru": "комар"
  },
  {
  "id": 5646,
  "en": "moss",
  "ru": "мох"
  },
  {
  "id": 5647,
  "en": "mostly",
  "ru": "в основном"
  },
  {
  "id": 5648,
  "en": "motel",
  "ru": "мотель"
  },
  {
  "id": 5649,
  "en": "moth",
  "ru": "мотылёк или моль"
  },
  {
  "id": 5650,
  "en": "mother",
  "ru": "мать"
  },
  {
  "id": 5651,
  "en": "motherhood",
  "ru": "материнство"
  },
  {
  "id": 5652,
  "en": "motion",
  "ru": "движение"
  },
  {
  "id": 5653,
  "en": "motionless",
  "ru": "неподвижный"
  },
  {
  "id": 5654,
  "en": "motivate",
  "ru": "мотивировать"
  },
  {
  "id": 5655,
  "en": "motivation",
  "ru": "мотивация"
  },
  {
  "id": 5656,
  "en": "motive",
  "ru": "мотив"
  },
  {
  "id": 5657,
  "en": "motor",
  "ru": "мотор"
  },
  {
  "id": 5658,
  "en": "motorcycle",
  "ru": "мотоцикл"
  },
  {
  "id": 5659,
  "en": "motto",
  "ru": "девиз"
  },
  {
  "id": 5660,
  "en": "mound",
  "ru": "насыпь, бугор"
  },
  {
  "id": 5661,
  "en": "mount",
  "ru": "монтировать, устанавливать"
  },
  {
  "id": 5662,
  "en": "mount",
  "ru": "подниматься, забираться"
  },
  {
  "id": 5663,
  "en": "mount",
  "ru": "гора"
  },
  {
  "id": 5664,
  "en": "mountain",
  "ru": "гора, горный"
  },
  {
  "id": 5665,
  "en": "mountainous",
  "ru": "гористый"
  },
  {
  "id": 5666,
  "en": "mountainside",
  "ru": "горный склон"
  },
  {
  "id": 5667,
  "en": "mourn",
  "ru": "скорбеть, носить траур"
  },
  {
  "id": 5668,
  "en": "mouse",
  "ru": "мышь"
  },
  {
  "id": 5669,
  "en": "mouth",
  "ru": "рот"
  },
  {
  "id": 5670,
  "en": "mouthful",
  "ru": "полный рот"
  },
  {
  "id": 5671,
  "en": "move",
  "ru": "переезжать"
  },
  {
  "id": 5672,
  "en": "move",
  "ru": "[muːvˈəʊvə] подвинуться"
  },
  {
  "id": 5673,
  "en": "move",
  "ru": "[muːvaʊt] съехать, выселиться"
  },
  {
  "id": 5674,
  "en": "move",
  "ru": "[muːvɪn] въехать, вселиться"
  },
  {
  "id": 5675,
  "en": "move",
  "ru": "двигаться"
  },
  {
  "id": 5676,
  "en": "movie",
  "ru": "кино"
  },
  {
  "id": 5677,
  "en": "movie",
  "ru": "[ˈmuːvihaʊs] кинотеатр"
  },
  {
  "id": 5678,
  "en": "mow",
  "ru": "косить"
  },
  {
  "id": 5679,
  "en": "mower",
  "ru": "косилка"
  },
  {
  "id": 5680,
  "en": "much",
  "ru": "много"
  },
  {
  "id": 5681,
  "en": "muck",
  "ru": "грязь, мусор, навоз"
  },
  {
  "id": 5682,
  "en": "mud",
  "ru": "грязь"
  },
  {
  "id": 5683,
  "en": "muddy",
  "ru": "мутный"
  },
  {
  "id": 5684,
  "en": "muffin",
  "ru": "маффин"
  },
  {
  "id": 5685,
  "en": "mug",
  "ru": "кружка"
  },
  {
  "id": 5686,
  "en": "multicultural",
  "ru": "мультикультурный"
  },
  {
  "id": 5687,
  "en": "multidimensional",
  "ru": "многомерный"
  },
  {
  "id": 5688,
  "en": "multilateral",
  "ru": "многосторонний"
  },
  {
  "id": 5689,
  "en": "multimedia",
  "ru": "мультимедиа"
  },
  {
  "id": 5690,
  "en": "multinational",
  "ru": "многонациональный"
  },
  {
  "id": 5691,
  "en": "multiple",
  "ru": "множественный, неединичный"
  },
  {
  "id": 5692,
  "en": "multiplication",
  "ru": "умножение"
  },
  {
  "id": 5693,
  "en": "multiply",
  "ru": "умножать, размножаться"
  },
  {
  "id": 5694,
  "en": "multitude",
  "ru": "множество"
  },
  {
  "id": 5695,
  "en": "mumble",
  "ru": "бормотать, бубнить"
  },
  {
  "id": 5696,
  "en": "municipal",
  "ru": "муниципальный"
  },
  {
  "id": 5697,
  "en": "mural",
  "ru": "стенная роспись, фреска"
  },
  {
  "id": 5698,
  "en": "murder",
  "ru": "убийство, убивать"
  },
  {
  "id": 5699,
  "en": "murderer",
  "ru": "убийца"
  },
  {
  "id": 5700,
  "en": "murderous",
  "ru": "убийственный"
  },
  {
  "id": 5701,
  "en": "murky",
  "ru": "мутный, тёмный"
  },
  {
  "id": 5702,
  "en": "murmur",
  "ru": "шум, ропот, журчание"
  },
  {
  "id": 5703,
  "en": "muscle",
  "ru": "мышца"
  },
  {
  "id": 5704,
  "en": "muscular",
  "ru": "мускулистый, мышечный"
  },
  {
  "id": 5705,
  "en": "muse",
  "ru": "муза"
  },
  {
  "id": 5706,
  "en": "museum",
  "ru": "музей"
  },
  {
  "id": 5707,
  "en": "mushroom",
  "ru": "гриб"
  },
  {
  "id": 5708,
  "en": "music",
  "ru": "музыка"
  },
  {
  "id": 5709,
  "en": "musical",
  "ru": "музыкальный"
  },
  {
  "id": 5710,
  "en": "Muslim",
  "ru": "мусульманин, мусульманский"
  },
  {
  "id": 5711,
  "en": "must",
  "ru": "должен"
  },
  {
  "id": 5712,
  "en": "mustache",
  "ru": "[məsˈtɑːʃ] усы"
  },
  {
  "id": 5713,
  "en": "mustard",
  "ru": "горчица"
  },
  {
  "id": 5714,
  "en": "muster",
  "ru": "собрать, согнать, мобилизовать"
  },
  {
  "id": 5715,
  "en": "mutant",
  "ru": "] мутант"
  },
  {
  "id": 5716,
  "en": "mutate",
  "ru": "мутировать"
  },
  {
  "id": 5717,
  "en": "mutation",
  "ru": "] мутация"
  },
  {
  "id": 5718,
  "en": "mute",
  "ru": "беззвучный, не говорящий"
  },
  {
  "id": 5719,
  "en": "muteness",
  "ru": "немота"
  },
  {
  "id": 5720,
  "en": "mutter",
  "ru": "бормотать, бурчать"
  },
  {
  "id": 5721,
  "en": "mutual",
  "ru": "взаимный"
  },
  {
  "id": 5722,
  "en": "mutuality",
  "ru": "взаимность"
  },
  {
  "id": 5723,
  "en": "muzzle",
  "ru": "морда или намордник"
  },
  {
  "id": 5724,
  "en": "mysterious",
  "ru": "загадочный"
  },
  {
  "id": 5725,
  "en": "mystery",
  "ru": "тайна"
  },
  {
  "id": 5726,
  "en": "mystic",
  "ru": "мистический"
  },
  {
  "id": 5727,
  "en": "myth",
  "ru": "миф"
  },
  {
  "id": 5728,
  "en": "mythic",
  "ru": "мифический"
  },
  {
  "id": 5729,
  "en": "mythology",
  "ru": "мифология"
  },
  {
  "id": 5730,
  "en": "nail",
  "ru": "гвоздь, прибивать"
  },
  {
  "id": 5731,
  "en": "nail",
  "ru": "ноготь"
  },
  {
  "id": 5732,
  "en": "naive",
  "ru": "наивный"
  },
  {
  "id": 5733,
  "en": "naked",
  "ru": "голый"
  },
  {
  "id": 5734,
  "en": "nakedness",
  "ru": "нагота"
  },
  {
  "id": 5735,
  "en": "name",
  "ru": "[neɪmˈɑːftə] назвать в честь"
  },
  {
  "id": 5736,
  "en": "name",
  "ru": "имя,"
  },
  {
  "id": 5737,
  "en": "nanny",
  "ru": "няня"
  },
  {
  "id": 5738,
  "en": "nap",
  "ru": "вздремнуть, дремота"
  },
  {
  "id": 5739,
  "en": "napkin",
  "ru": "салфетка"
  },
  {
  "id": 5740,
  "en": "narcotic",
  "ru": "наркотический"
  },
  {
  "id": 5741,
  "en": "narrate",
  "ru": "повествовать, рассказывать"
  },
  {
  "id": 5742,
  "en": "narration",
  "ru": "пересказ"
  },
  {
  "id": 5743,
  "en": "narrative",
  "ru": "рассказ, повествовательный"
  },
  {
  "id": 5744,
  "en": "narrow",
  "ru": "узкий"
  },
  {
  "id": 5745,
  "en": "narrowness",
  "ru": "узость"
  },
  {
  "id": 5746,
  "en": "nasty",
  "ru": "противный"
  },
  {
  "id": 5747,
  "en": "nation",
  "ru": "нация"
  },
  {
  "id": 5748,
  "en": "national",
  "ru": "национальный"
  },
  {
  "id": 5749,
  "en": "nationality",
  "ru": "национальность"
  },
  {
  "id": 5750,
  "en": "native",
  "ru": "родной"
  },
  {
  "id": 5751,
  "en": "native",
  "ru": "местный, туземный"
  },
  {
  "id": 5752,
  "en": "natural",
  "ru": "естественный"
  },
  {
  "id": 5753,
  "en": "nature",
  "ru": "природа"
  },
  {
  "id": 5754,
  "en": "naughty",
  "ru": "непослушный"
  },
  {
  "id": 5755,
  "en": "nausea",
  "ru": "тошнота"
  },
  {
  "id": 5756,
  "en": "nauseating",
  "ru": "тошнотворный"
  },
  {
  "id": 5757,
  "en": "nauseous",
  "ru": "тошнотворный"
  },
  {
  "id": 5758,
  "en": "naval",
  "ru": "военно-морской"
  },
  {
  "id": 5759,
  "en": "navigate",
  "ru": "ориентироваться, ходить по курсу"
  },
  {
  "id": 5760,
  "en": "navigation",
  "ru": "навигация"
  },
  {
  "id": 5761,
  "en": "navigator",
  "ru": "навигатор"
  },
  {
  "id": 5762,
  "en": "navy",
  "ru": "военно-морской флот"
  },
  {
  "id": 5763,
  "en": "nazi",
  "ru": "нацист"
  },
  {
  "id": 5764,
  "en": "near",
  "ru": "около"
  },
  {
  "id": 5765,
  "en": "neat",
  "ru": "аккуратный, опрятный"
  },
  {
  "id": 5766,
  "en": "necessary",
  "ru": "необходимый"
  },
  {
  "id": 5767,
  "en": "necessity",
  "ru": "необходимость"
  },
  {
  "id": 5768,
  "en": "neck",
  "ru": "шея"
  },
  {
  "id": 5769,
  "en": "necklace",
  "ru": "ожерелье"
  },
  {
  "id": 5770,
  "en": "need",
  "ru": "нуждаться"
  },
  {
  "id": 5771,
  "en": "needle",
  "ru": "игла"
  },
  {
  "id": 5772,
  "en": "negative",
  "ru": "негативный"
  },
  {
  "id": 5773,
  "en": "neglect",
  "ru": "пренебрегать, не следить"
  },
  {
  "id": 5774,
  "en": "negligence",
  "ru": "небрежность"
  },
  {
  "id": 5775,
  "en": "negligence",
  "ru": "небрежность"
  },
  {
  "id": 5776,
  "en": "negligent",
  "ru": "небрежный, халатный"
  },
  {
  "id": 5777,
  "en": "negotiate",
  "ru": "вести переговоры"
  },
  {
  "id": 5778,
  "en": "negotiation",
  "ru": "переговоры"
  },
  {
  "id": 5779,
  "en": "neighborhood",
  "ru": "[ˈneɪbəhʊd] окрестности, район"
  },
  {
  "id": 5780,
  "en": "neighbour",
  "ru": "сосед"
  },
  {
  "id": 5781,
  "en": "neighbouring",
  "ru": "близлежащий, соседний"
  },
  {
  "id": 5782,
  "en": "neither",
  "ru": "ни один из двух"
  },
  {
  "id": 5783,
  "en": "neither",
  "ru": "тоже не"
  },
  {
  "id": 5784,
  "en": "neither...nor",
  "ru": "ни"
  },
  {
  "id": 5785,
  "en": "nephew",
  "ru": "племянник"
  },
  {
  "id": 5786,
  "en": "nerd",
  "ru": "ботан, задрот"
  },
  {
  "id": 5787,
  "en": "nerve",
  "ru": "смелость"
  },
  {
  "id": 5788,
  "en": "nerves",
  "ru": "нервы"
  },
  {
  "id": 5789,
  "en": "nervous",
  "ru": "нервный"
  },
  {
  "id": 5790,
  "en": "nest",
  "ru": "гнездо, гнездиться"
  },
  {
  "id": 5791,
  "en": "net",
  "ru": "чистый, конечный, без вычетов"
  },
  {
  "id": 5792,
  "en": "net",
  "ru": "сеть"
  },
  {
  "id": 5793,
  "en": "network",
  "ru": "сеть"
  },
  {
  "id": 5794,
  "en": "neuron",
  "ru": "нейрон"
  },
  {
  "id": 5795,
  "en": "neutral",
  "ru": "нейтральный"
  },
  {
  "id": 5796,
  "en": "never",
  "ru": "так и не"
  },
  {
  "id": 5797,
  "en": "never",
  "ru": "никогда"
  },
  {
  "id": 5798,
  "en": "nevertheless",
  "ru": "тем не менее"
  },
  {
  "id": 5799,
  "en": "new",
  "ru": "новый"
  },
  {
  "id": 5800,
  "en": "newborn",
  "ru": "новорожденный"
  },
  {
  "id": 5801,
  "en": "newcomer",
  "ru": "новичок"
  },
  {
  "id": 5802,
  "en": "news",
  "ru": "новости"
  },
  {
  "id": 5803,
  "en": "newspaper",
  "ru": "газета"
  },
  {
  "id": 5804,
  "en": "next",
  "ru": "следующий"
  },
  {
  "id": 5805,
  "en": "nibble",
  "ru": "[ˈnɪblɒn] покусывать, обгрызать"
  },
  {
  "id": 5806,
  "en": "nice",
  "ru": "приятный"
  },
  {
  "id": 5807,
  "en": "niche",
  "ru": "ниша"
  },
  {
  "id": 5808,
  "en": "nickname",
  "ru": "прозвище"
  },
  {
  "id": 5809,
  "en": "niece",
  "ru": "племянница"
  },
  {
  "id": 5810,
  "en": "nigger",
  "ru": "ниггер"
  },
  {
  "id": 5811,
  "en": "night",
  "ru": "ночь"
  },
  {
  "id": 5812,
  "en": "nightmare",
  "ru": "кошмар"
  },
  {
  "id": 5813,
  "en": "nine",
  "ru": 9
  },
  {
  "id": 5814,
  "en": "nineteen",
  "ru": 19
  },
  {
  "id": 5815,
  "en": "nipple",
  "ru": "сосок"
  },
  {
  "id": 5816,
  "en": "nitrogen",
  "ru": "азот"
  },
  {
  "id": 5817,
  "en": "no",
  "ru": "[nəʊˈwʌndə] неудивительно"
  },
  {
  "id": 5818,
  "en": "no",
  "ru": "[nəʊˈmætə] неважно"
  },
  {
  "id": 5819,
  "en": "no",
  "ru": "нет"
  },
  {
  "id": 5820,
  "en": "nobility",
  "ru": "знать"
  },
  {
  "id": 5821,
  "en": "noble",
  "ru": "благородный"
  },
  {
  "id": 5822,
  "en": "nobleman",
  "ru": "дворянин"
  },
  {
  "id": 5823,
  "en": "nobleness",
  "ru": "благородство"
  },
  {
  "id": 5824,
  "en": "nobody",
  "ru": "никто"
  },
  {
  "id": 5825,
  "en": "nod",
  "ru": "кивать, склонять"
  },
  {
  "id": 5826,
  "en": "nodal",
  "ru": "узловой"
  },
  {
  "id": 5827,
  "en": "node",
  "ru": "узел, вершина, центр"
  },
  {
  "id": 5828,
  "en": "noise",
  "ru": "шум"
  },
  {
  "id": 5829,
  "en": "noiseless",
  "ru": "бесшумный"
  },
  {
  "id": 5830,
  "en": "noisy",
  "ru": "шумный"
  },
  {
  "id": 5831,
  "en": "nominal",
  "ru": "номинальный"
  },
  {
  "id": 5832,
  "en": "nominate",
  "ru": "выдвигать, номинировать"
  },
  {
  "id": 5833,
  "en": "nomination",
  "ru": "выдвижение"
  },
  {
  "id": 5834,
  "en": "nominee",
  "ru": "кандидат"
  },
  {
  "id": 5835,
  "en": "noncompliance",
  "ru": "несоблюдение, несогласованность"
  },
  {
  "id": 5836,
  "en": "none",
  "ru": "никакой, ни один"
  },
  {
  "id": 5837,
  "en": "nonetheless",
  "ru": "тем не менее"
  },
  {
  "id": 5838,
  "en": "nonexistent",
  "ru": "несуществующий"
  },
  {
  "id": 5839,
  "en": "nonfiction",
  "ru": "документальная литература"
  },
  {
  "id": 5840,
  "en": "nonprofit",
  "ru": "некоммерческий"
  },
  {
  "id": 5841,
  "en": "nonsense",
  "ru": "нонсенс, чушь"
  },
  {
  "id": 5842,
  "en": "noodles",
  "ru": "лапша"
  },
  {
  "id": 5843,
  "en": "noon",
  "ru": "полдень"
  },
  {
  "id": 5844,
  "en": "norm",
  "ru": "норма"
  },
  {
  "id": 5845,
  "en": "normal",
  "ru": "нормальный"
  },
  {
  "id": 5846,
  "en": "normality",
  "ru": "нормальность"
  },
  {
  "id": 5847,
  "en": "normative",
  "ru": "нормативный"
  },
  {
  "id": 5848,
  "en": "north",
  "ru": "север, северный"
  },
  {
  "id": 5849,
  "en": "northern",
  "ru": "северный"
  },
  {
  "id": 5850,
  "en": "northerner",
  "ru": "северянин"
  },
  {
  "id": 5851,
  "en": "northward",
  "ru": "на север"
  },
  {
  "id": 5852,
  "en": "nose",
  "ru": "[nəʊzəˈraʊnd] рыскать, вынюхивать"
  },
  {
  "id": 5853,
  "en": "nose",
  "ru": "нос"
  },
  {
  "id": 5854,
  "en": "nostalgia",
  "ru": "ностальгия"
  },
  {
  "id": 5855,
  "en": "nostril",
  "ru": "ноздря"
  },
  {
  "id": 5856,
  "en": "not",
  "ru": "не"
  },
  {
  "id": 5857,
  "en": "notable",
  "ru": "примечательный"
  },
  {
  "id": 5858,
  "en": "notch",
  "ru": "выемка"
  },
  {
  "id": 5859,
  "en": "notched",
  "ru": "зазубренный"
  },
  {
  "id": 5860,
  "en": "note",
  "ru": "заметка, запись"
  },
  {
  "id": 5861,
  "en": "notebook",
  "ru": "тетрадь"
  },
  {
  "id": 5862,
  "en": "nothing",
  "ru": "ничто"
  },
  {
  "id": 5863,
  "en": "notice",
  "ru": "заметить"
  },
  {
  "id": 5864,
  "en": "notification",
  "ru": "уведомление"
  },
  {
  "id": 5865,
  "en": "notify",
  "ru": "известить"
  },
  {
  "id": 5866,
  "en": "notion",
  "ru": "понятие, представление"
  },
  {
  "id": 5867,
  "en": "notoriety",
  "ru": "дурная слава"
  },
  {
  "id": 5868,
  "en": "notorious",
  "ru": "известный, пресловутый"
  },
  {
  "id": 5869,
  "en": "notwithstanding",
  "ru": "несмотря на"
  },
  {
  "id": 5870,
  "en": "noun",
  "ru": "существительное"
  },
  {
  "id": 5871,
  "en": "nourish",
  "ru": "питать, кормить, удобрять"
  },
  {
  "id": 5872,
  "en": "nourishment",
  "ru": "питание"
  },
  {
  "id": 5873,
  "en": "novel",
  "ru": "роман"
  },
  {
  "id": 5874,
  "en": "novelist",
  "ru": "писатель, романист"
  },
  {
  "id": 5875,
  "en": "novelty",
  "ru": "новинка"
  },
  {
  "id": 5876,
  "en": "November",
  "ru": "ноябрь"
  },
  {
  "id": 5877,
  "en": "now",
  "ru": "сейчас"
  },
  {
  "id": 5878,
  "en": "nuance",
  "ru": "нюанс"
  },
  {
  "id": 5879,
  "en": "nuclear",
  "ru": "ядерный"
  },
  {
  "id": 5880,
  "en": "nude",
  "ru": "обнаженный"
  },
  {
  "id": 5881,
  "en": "nudge",
  "ru": "подталкивать"
  },
  {
  "id": 5882,
  "en": "nudity",
  "ru": "нагота"
  },
  {
  "id": 5883,
  "en": "nuisance",
  "ru": "неприятность, неудобство"
  },
  {
  "id": 5884,
  "en": "numb",
  "ru": "онемелый, окоченевший"
  },
  {
  "id": 5885,
  "en": "numbness",
  "ru": "онемение"
  },
  {
  "id": 5886,
  "en": "numeric",
  "ru": "[nju] числовой, цифровой"
  },
  {
  "id": 5887,
  "en": "numerous",
  "ru": "многочисленные"
  },
  {
  "id": 5888,
  "en": "nun",
  "ru": "монахиня"
  },
  {
  "id": 5889,
  "en": "nurse",
  "ru": "медсестра, нянька"
  },
  {
  "id": 5890,
  "en": "nursery",
  "ru": "дет. ясли или питомник"
  },
  {
  "id": 5891,
  "en": "nursing",
  "ru": "уход"
  },
  {
  "id": 5892,
  "en": "nurture",
  "ru": "растить, питать"
  },
  {
  "id": 5893,
  "en": "nut",
  "ru": "орех"
  },
  {
  "id": 5894,
  "en": "nutrient",
  "ru": "питательный, пит. вещество"
  },
  {
  "id": 5895,
  "en": "nutrition",
  "ru": "питание"
  },
  {
  "id": 5896,
  "en": "nutritionist",
  "ru": "диетолог"
  },
  {
  "id": 5897,
  "en": "nuts",
  "ru": "чокнутый"
  },
  {
  "id": 5898,
  "en": "nylon",
  "ru": "нейлон"
  },
  {
  "id": 5899,
  "en": "oak",
  "ru": "дуб"
  },
  {
  "id": 5900,
  "en": "oasis",
  "ru": "оазис"
  },
  {
  "id": 5901,
  "en": "oath",
  "ru": "клятва, присяга"
  },
  {
  "id": 5902,
  "en": "oatmeal",
  "ru": "овсяная каша"
  },
  {
  "id": 5903,
  "en": "oats",
  "ru": "овес, овсянка"
  },
  {
  "id": 5904,
  "en": "obedience",
  "ru": "покорность"
  },
  {
  "id": 5905,
  "en": "obedient",
  "ru": "послушный"
  },
  {
  "id": 5906,
  "en": "obese",
  "ru": "страдающий ожирением"
  },
  {
  "id": 5907,
  "en": "obesity",
  "ru": "ожирение"
  },
  {
  "id": 5908,
  "en": "obey",
  "ru": "подчиняться, слушаться"
  },
  {
  "id": 5909,
  "en": "object",
  "ru": "возражать"
  },
  {
  "id": 5910,
  "en": "object",
  "ru": "объект"
  },
  {
  "id": 5911,
  "en": "objection",
  "ru": "возражение"
  },
  {
  "id": 5912,
  "en": "objective",
  "ru": "цель"
  },
  {
  "id": 5913,
  "en": "objective",
  "ru": "объективный"
  },
  {
  "id": 5914,
  "en": "obligatory",
  "ru": "обязательный, обязывающий"
  },
  {
  "id": 5915,
  "en": "oblige",
  "ru": "обязывать"
  },
  {
  "id": 5916,
  "en": "oblique",
  "ru": "косой, наклонный"
  },
  {
  "id": 5917,
  "en": "obliquity",
  "ru": "скос, наклон"
  },
  {
  "id": 5918,
  "en": "obscene",
  "ru": "непристойный"
  },
  {
  "id": 5919,
  "en": "obscenity",
  "ru": "непристойность"
  },
  {
  "id": 5920,
  "en": "obscure",
  "ru": "неясный, тёмный"
  },
  {
  "id": 5921,
  "en": "obscurity",
  "ru": "неясность"
  },
  {
  "id": 5922,
  "en": "observation",
  "ru": "наблюдение"
  },
  {
  "id": 5923,
  "en": "observe",
  "ru": "наблюдать"
  },
  {
  "id": 5924,
  "en": "observer",
  "ru": "наблюдатель"
  },
  {
  "id": 5925,
  "en": "obsess",
  "ru": "овладеть (разумом)"
  },
  {
  "id": 5926,
  "en": "obsession",
  "ru": "одержимость"
  },
  {
  "id": 5927,
  "en": "obsessive",
  "ru": "навязчивый"
  },
  {
  "id": 5928,
  "en": "obsolete",
  "ru": "устарелый"
  },
  {
  "id": 5929,
  "en": "obstacle",
  "ru": "препятствие"
  },
  {
  "id": 5930,
  "en": "obstruct",
  "ru": "препятствовать, загромождать"
  },
  {
  "id": 5931,
  "en": "obstruction",
  "ru": "препятствие, непроходимость"
  },
  {
  "id": 5932,
  "en": "obtain",
  "ru": "получить, обрести"
  },
  {
  "id": 5933,
  "en": "obvious",
  "ru": "очевидный"
  },
  {
  "id": 5934,
  "en": "occasion",
  "ru": "случай, событие"
  },
  {
  "id": 5935,
  "en": "occasional",
  "ru": "случайный"
  },
  {
  "id": 5936,
  "en": "occupation",
  "ru": "профессия, род деятельности"
  },
  {
  "id": 5937,
  "en": "occupy",
  "ru": "занимать"
  },
  {
  "id": 5938,
  "en": "occur",
  "ru": "случиться"
  },
  {
  "id": 5939,
  "en": "occur",
  "ru": "[əˈkɜːtuː] прийти в голову"
  },
  {
  "id": 5940,
  "en": "occurrence",
  "ru": "случай, наступление события"
  },
  {
  "id": 5941,
  "en": "ocean",
  "ru": "океан"
  },
  {
  "id": 5942,
  "en": "October",
  "ru": "октябрь"
  },
  {
  "id": 5943,
  "en": "odd",
  "ru": "необычный, неправильный"
  },
  {
  "id": 5944,
  "en": "oddity",
  "ru": "странность"
  },
  {
  "id": 5945,
  "en": "odds",
  "ru": "шансы"
  },
  {
  "id": 5946,
  "en": "odor",
  "ru": "[ˈəʊdə] запах"
  },
  {
  "id": 5947,
  "en": "of",
  "ru": "из"
  },
  {
  "id": 5948,
  "en": "offence",
  "ru": "[əˈfɛns] преступление, нарушение"
  },
  {
  "id": 5949,
  "en": "offence",
  "ru": "обида"
  },
  {
  "id": 5950,
  "en": "offend",
  "ru": "обидеть, оскорбить"
  },
  {
  "id": 5951,
  "en": "offensive",
  "ru": "обидный"
  },
  {
  "id": 5952,
  "en": "offer",
  "ru": "предлагать, предложение"
  },
  {
  "id": 5953,
  "en": "office",
  "ru": "офис"
  },
  {
  "id": 5954,
  "en": "officer",
  "ru": "служащий, должностное лицо"
  },
  {
  "id": 5955,
  "en": "official",
  "ru": "официальный"
  },
  {
  "id": 5956,
  "en": "offset",
  "ru": "смещение"
  },
  {
  "id": 5957,
  "en": "offshore",
  "ru": "офшорный"
  },
  {
  "id": 5958,
  "en": "offspring",
  "ru": "отпрыск, потомство"
  },
  {
  "id": 5959,
  "en": "offstage",
  "ru": "закулисный"
  },
  {
  "id": 5960,
  "en": "often",
  "ru": "часто"
  },
  {
  "id": 5961,
  "en": "oil",
  "ru": "масло"
  },
  {
  "id": 5962,
  "en": "oil",
  "ru": "нефть"
  },
  {
  "id": 5963,
  "en": "oily",
  "ru": "маслянистый"
  },
  {
  "id": 5964,
  "en": "old",
  "ru": "[əʊldeɪʤ] старость"
  },
  {
  "id": 5965,
  "en": "old",
  "ru": "старый"
  },
  {
  "id": 5966,
  "en": "old-fashioned",
  "ru": "старомодный"
  },
  {
  "id": 5967,
  "en": "olive",
  "ru": "олива"
  },
  {
  "id": 5968,
  "en": "olympic",
  "ru": "олимпийский"
  },
  {
  "id": 5969,
  "en": "ominous",
  "ru": "зловещий"
  },
  {
  "id": 5970,
  "en": "omission",
  "ru": "упущение"
  },
  {
  "id": 5971,
  "en": "omit",
  "ru": "пропускать"
  },
  {
  "id": 5972,
  "en": "on",
  "ru": "alert [ɒnðiəˈlɜːt] начеку"
  },
  {
  "id": 5973,
  "en": "on",
  "ru": "contrary [ɒnðəˈkɒntrəri] наоборот"
  },
  {
  "id": 5974,
  "en": "on",
  "ru": "of [ɒnbɪˈhɑːfɒv] от имени"
  },
  {
  "id": 5975,
  "en": "on",
  "ru": "[ɒnˈpɜːpəs] нарочно"
  },
  {
  "id": 5976,
  "en": "on",
  "ru": "[ɒnfʊt] пешком"
  },
  {
  "id": 5977,
  "en": "on",
  "ru": "of [ɒnəˈkaʊntɒv] в связи"
  },
  {
  "id": 5978,
  "en": "onboard",
  "ru": "на борту"
  },
  {
  "id": 5979,
  "en": "once",
  "ru": "однажды, когда-либо"
  },
  {
  "id": 5980,
  "en": "oncoming",
  "ru": "приближающийся"
  },
  {
  "id": 5981,
  "en": "one",
  "ru": 1
  },
  {
  "id": 5982,
  "en": "ongoing",
  "ru": "происходящий, продолжающий"
  },
  {
  "id": 5983,
  "en": "onion",
  "ru": "лук, луковица"
  },
  {
  "id": 5984,
  "en": "online",
  "ru": "онлайн"
  },
  {
  "id": 5985,
  "en": "only",
  "ru": "только"
  },
  {
  "id": 5986,
  "en": "onset",
  "ru": "начало, наступление"
  },
  {
  "id": 5987,
  "en": "onward",
  "ru": "[ˈɒnwəd] далее"
  },
  {
  "id": 5988,
  "en": "opacity",
  "ru": "непрозрачность"
  },
  {
  "id": 5989,
  "en": "opaque",
  "ru": "непрозрачный"
  },
  {
  "id": 5990,
  "en": "open",
  "ru": "открывать"
  },
  {
  "id": 5991,
  "en": "opening",
  "ru": "отверстие"
  },
  {
  "id": 5992,
  "en": "opera",
  "ru": "опера"
  },
  {
  "id": 5993,
  "en": "operate",
  "ru": "управлять, работать с"
  },
  {
  "id": 5994,
  "en": "operation",
  "ru": "управление, работа с"
  },
  {
  "id": 5995,
  "en": "operation",
  "ru": "операция"
  },
  {
  "id": 5996,
  "en": "opinion",
  "ru": "мнение"
  },
  {
  "id": 5997,
  "en": "opinionated",
  "ru": "упрямый"
  },
  {
  "id": 5998,
  "en": "opponent",
  "ru": "оппонент"
  },
  {
  "id": 5999,
  "en": "opportunity",
  "ru": "возможность"
  },
  {
  "id": 6000,
  "en": "oppose",
  "ru": "противостоять"
  },
  {
  "id": 6001,
  "en": "opposite",
  "ru": "противоположный"
  },
  {
  "id": 6002,
  "en": "opposition",
  "ru": "противостояние"
  },
  {
  "id": 6003,
  "en": "oppress",
  "ru": "угнетать, притеснять"
  },
  {
  "id": 6004,
  "en": "oppression",
  "ru": "угнетение"
  },
  {
  "id": 6005,
  "en": "oppressor",
  "ru": "угнетатель"
  },
  {
  "id": 6006,
  "en": "opt",
  "ru": "[ɒptfɔː] выбирать из вариантов"
  },
  {
  "id": 6007,
  "en": "opt",
  "ru": "[ɒptɪn] согласиться"
  },
  {
  "id": 6008,
  "en": "opt",
  "ru": "[ɒptaʊt] отказаться"
  },
  {
  "id": 6009,
  "en": "optic",
  "ru": "optical [ˈɒptɪk] оптический, глазной"
  },
  {
  "id": 6010,
  "en": "optimal",
  "ru": "оптимальный"
  },
  {
  "id": 6011,
  "en": "optimism",
  "ru": "оптимизм"
  },
  {
  "id": 6012,
  "en": "optimist",
  "ru": "оптимист"
  },
  {
  "id": 6013,
  "en": "optimistic",
  "ru": "оптимистический"
  },
  {
  "id": 6014,
  "en": "optimize",
  "ru": "] оптимизировать"
  },
  {
  "id": 6015,
  "en": "option",
  "ru": "выбор, вариант"
  },
  {
  "id": 6016,
  "en": "option",
  "ru": "вариант"
  },
  {
  "id": 6017,
  "en": "optional",
  "ru": "необязательный"
  },
  {
  "id": 6018,
  "en": "or",
  "ru": "или"
  },
  {
  "id": 6019,
  "en": "oral",
  "ru": "устный, ротовой"
  },
  {
  "id": 6020,
  "en": "orange",
  "ru": "апельсин"
  },
  {
  "id": 6021,
  "en": "orange",
  "ru": "оранжевый"
  },
  {
  "id": 6022,
  "en": "orbit",
  "ru": "орбита"
  },
  {
  "id": 6023,
  "en": "orbital",
  "ru": "] орбитальный"
  },
  {
  "id": 6024,
  "en": "orchard",
  "ru": "фруктовый сад"
  },
  {
  "id": 6025,
  "en": "orchestra",
  "ru": "оркестр"
  },
  {
  "id": 6026,
  "en": "order",
  "ru": "порядок, упорядочивать"
  },
  {
  "id": 6027,
  "en": "order",
  "ru": "заказ, заказывать"
  },
  {
  "id": 6028,
  "en": "order",
  "ru": "приказ"
  },
  {
  "id": 6029,
  "en": "ordinary",
  "ru": "обычный"
  },
  {
  "id": 6030,
  "en": "organ",
  "ru": "орган"
  },
  {
  "id": 6031,
  "en": "organ",
  "ru": "орган (муз. инструмент)"
  },
  {
  "id": 6032,
  "en": "organic",
  "ru": "органический"
  },
  {
  "id": 6033,
  "en": "organism",
  "ru": "организм"
  },
  {
  "id": 6034,
  "en": "organization",
  "ru": "организация"
  },
  {
  "id": 6035,
  "en": "organize",
  "ru": "организовывать"
  },
  {
  "id": 6036,
  "en": "orgasm",
  "ru": "оргазм"
  },
  {
  "id": 6037,
  "en": "orient",
  "ru": "ориентировать"
  },
  {
  "id": 6038,
  "en": "oriental",
  "ru": "восточный, азиатский"
  },
  {
  "id": 6039,
  "en": "orientalist",
  "ru": "востоковед"
  },
  {
  "id": 6040,
  "en": "orientation",
  "ru": "ориентация"
  },
  {
  "id": 6041,
  "en": "origin",
  "ru": "происхождение, начало"
  },
  {
  "id": 6042,
  "en": "original",
  "ru": "первоначальный, первоисточник"
  },
  {
  "id": 6043,
  "en": "originally",
  "ru": "изначально"
  },
  {
  "id": 6044,
  "en": "originate",
  "ru": "происходить"
  },
  {
  "id": 6045,
  "en": "ornament",
  "ru": "орнамент"
  },
  {
  "id": 6046,
  "en": "orphan",
  "ru": "сирота"
  },
  {
  "id": 6047,
  "en": "orphanage",
  "ru": "сиротство или детдом"
  },
  {
  "id": 6048,
  "en": "orthodox",
  "ru": "ортодоксальный"
  },
  {
  "id": 6049,
  "en": "ostensibly",
  "ru": "по видимости, якобы"
  },
  {
  "id": 6050,
  "en": "other",
  "ru": "другой"
  },
  {
  "id": 6051,
  "en": "otherwise",
  "ru": "иначе, иным образом"
  },
  {
  "id": 6052,
  "en": "ought",
  "ru": "должен, обязан"
  },
  {
  "id": 6053,
  "en": "ounce",
  "ru": "унция"
  },
  {
  "id": 6054,
  "en": "out",
  "ru": "[aʊtlaʊd] вслух"
  },
  {
  "id": 6055,
  "en": "out",
  "ru": "date [aʊtɒvdeɪt] устаревший"
  },
  {
  "id": 6056,
  "en": "outcome",
  "ru": "результат, исход"
  },
  {
  "id": 6057,
  "en": "outdated",
  "ru": "устаревший"
  },
  {
  "id": 6058,
  "en": "outdoor",
  "ru": "[ˈaʊtdɔː] на улице"
  },
  {
  "id": 6059,
  "en": "outer",
  "ru": "внешний"
  },
  {
  "id": 6060,
  "en": "outfit",
  "ru": "наряд, комплект, набор"
  },
  {
  "id": 6061,
  "en": "outgoing",
  "ru": "уходящий"
  },
  {
  "id": 6062,
  "en": "outing",
  "ru": "прогулка, пикник и т. д."
  },
  {
  "id": 6063,
  "en": "outlaw",
  "ru": "преступник (особ. на свободе)"
  },
  {
  "id": 6064,
  "en": "outlet",
  "ru": "выход (отверстие)"
  },
  {
  "id": 6065,
  "en": "outline",
  "ru": "контур, очертание, очертить"
  },
  {
  "id": 6066,
  "en": "outlook",
  "ru": "вид, взгляд, кругозор"
  },
  {
  "id": 6067,
  "en": "outnumber",
  "ru": "превосходить численно"
  },
  {
  "id": 6068,
  "en": "output",
  "ru": "выпуск, выход"
  },
  {
  "id": 6069,
  "en": "outrage",
  "ru": "произвол, насилие, поругание"
  },
  {
  "id": 6070,
  "en": "outrageous",
  "ru": "возмутительный"
  },
  {
  "id": 6071,
  "en": "outright",
  "ru": "прямой, откровенный"
  },
  {
  "id": 6072,
  "en": "outset",
  "ru": "начало"
  },
  {
  "id": 6073,
  "en": "outskirts",
  "ru": "окраина, окрестности"
  },
  {
  "id": 6074,
  "en": "outstanding",
  "ru": "выдающийся"
  },
  {
  "id": 6075,
  "en": "outstanding",
  "ru": "неоплаченный"
  },
  {
  "id": 6076,
  "en": "outward",
  "ru": "наружу"
  },
  {
  "id": 6077,
  "en": "outweigh",
  "ru": "перевешивать"
  },
  {
  "id": 6078,
  "en": "oval",
  "ru": "овальный"
  },
  {
  "id": 6079,
  "en": "oven",
  "ru": "печь, духовка"
  },
  {
  "id": 6080,
  "en": "over",
  "ru": "заново"
  },
  {
  "id": 6081,
  "en": "overall",
  "ru": "общий, целый"
  },
  {
  "id": 6082,
  "en": "overboard",
  "ru": "за борт, за бортом"
  },
  {
  "id": 6083,
  "en": "overburden",
  "ru": "перегружать"
  },
  {
  "id": 6084,
  "en": "overcome",
  "ru": "преодолеть, побороть"
  },
  {
  "id": 6085,
  "en": "overcrowd",
  "ru": "переполнять"
  },
  {
  "id": 6086,
  "en": "overdue",
  "ru": "просроченный"
  },
  {
  "id": 6087,
  "en": "overestimate",
  "ru": "переоценивать"
  },
  {
  "id": 6088,
  "en": "overflow",
  "ru": "переполняться, разлиться"
  },
  {
  "id": 6089,
  "en": "overhang",
  "ru": "нависать"
  },
  {
  "id": 6090,
  "en": "overhead",
  "ru": "над головой"
  },
  {
  "id": 6091,
  "en": "overhear",
  "ru": "подслушать, нечаянно услышать"
  },
  {
  "id": 6092,
  "en": "overlap",
  "ru": "перекрываться"
  },
  {
  "id": 6093,
  "en": "overload",
  "ru": "перегружать"
  },
  {
  "id": 6094,
  "en": "overlook",
  "ru": "не заметить"
  },
  {
  "id": 6095,
  "en": "overnight",
  "ru": "ночной, с ночёвкой"
  },
  {
  "id": 6096,
  "en": "override",
  "ru": "перекрывать, отменять"
  },
  {
  "id": 6097,
  "en": "overseas",
  "ru": "за рубежом, особ. за морем"
  },
  {
  "id": 6098,
  "en": "oversee",
  "ru": "контролировать, надзирать"
  },
  {
  "id": 6099,
  "en": "overseer",
  "ru": "надсмотрщик"
  },
  {
  "id": 6100,
  "en": "oversight",
  "ru": "надзор"
  },
  {
  "id": 6101,
  "en": "overt",
  "ru": "явный, открытый"
  },
  {
  "id": 6102,
  "en": "overtake",
  "ru": "обгонять"
  },
  {
  "id": 6103,
  "en": "overthrow",
  "ru": "свергнуть"
  },
  {
  "id": 6104,
  "en": "overtime",
  "ru": "сверхурочная работа"
  },
  {
  "id": 6105,
  "en": "overturn",
  "ru": "опрокинуть (ся)"
  },
  {
  "id": 6106,
  "en": "overview",
  "ru": "обзор"
  },
  {
  "id": 6107,
  "en": "overwhelm",
  "ru": "завалить, подавить"
  },
  {
  "id": 6108,
  "en": "overwhelming",
  "ru": ""
  },
  {
  "id": 6109,
  "en": "overzealous",
  "ru": "чрезмерно усердный"
  },
  {
  "id": 6110,
  "en": "owe",
  "ru": "задолжать"
  },
  {
  "id": 6111,
  "en": "owe",
  "ru": "быть обязанным чем-л."
  },
  {
  "id": 6112,
  "en": "owing",
  "ru": "обязанный, должный"
  },
  {
  "id": 6113,
  "en": "owl",
  "ru": "сова"
  },
  {
  "id": 6114,
  "en": "own",
  "ru": "владеть"
  },
  {
  "id": 6115,
  "en": "own",
  "ru": "собственный"
  },
  {
  "id": 6116,
  "en": "owner",
  "ru": "владелец"
  },
  {
  "id": 6117,
  "en": "ownership",
  "ru": "владение"
  },
  {
  "id": 6118,
  "en": "oxygen",
  "ru": "кислород"
  },
  {
  "id": 6119,
  "en": "oyster",
  "ru": "устрица"
  },
  {
  "id": 6120,
  "en": "oz",
  "ru": "унция (сокр.)"
  },
  {
  "id": 6121,
  "en": "ozone",
  "ru": "озон"
  },
  {
  "id": 6122,
  "en": "pace",
  "ru": "шаг, шагать"
  },
  {
  "id": 6123,
  "en": "pack",
  "ru": "пачка, связка, колода, и т. д."
  },
  {
  "id": 6124,
  "en": "pack",
  "ru": "упаковывать, собирать"
  },
  {
  "id": 6125,
  "en": "pack",
  "ru": "[pæk ʌp] упаковаться, собраться"
  },
  {
  "id": 6126,
  "en": "package",
  "ru": "пакет"
  },
  {
  "id": 6127,
  "en": "packet",
  "ru": "пакет"
  },
  {
  "id": 6128,
  "en": "pact",
  "ru": "пакт"
  },
  {
  "id": 6129,
  "en": "pad",
  "ru": "подушечка пальца, лапы"
  },
  {
  "id": 6130,
  "en": "pad",
  "ru": "блокнот"
  },
  {
  "id": 6131,
  "en": "pad",
  "ru": "панель, клавиатура"
  },
  {
  "id": 6132,
  "en": "paddle",
  "ru": "грести, весло"
  },
  {
  "id": 6133,
  "en": "pagan",
  "ru": "язычник"
  },
  {
  "id": 6134,
  "en": "paganism",
  "ru": "язычество"
  },
  {
  "id": 6135,
  "en": "page",
  "ru": "страница"
  },
  {
  "id": 6136,
  "en": "pain",
  "ru": "боль"
  },
  {
  "id": 6137,
  "en": "painful",
  "ru": "болезненный"
  },
  {
  "id": 6138,
  "en": "painkiller",
  "ru": "обезболивающие"
  },
  {
  "id": 6139,
  "en": "painless",
  "ru": "безболезненный"
  },
  {
  "id": 6140,
  "en": "paint",
  "ru": "рисовать"
  },
  {
  "id": 6141,
  "en": "pair",
  "ru": "пара"
  },
  {
  "id": 6142,
  "en": "paired",
  "ru": "парный"
  },
  {
  "id": 6143,
  "en": "pal",
  "ru": "приятель"
  },
  {
  "id": 6144,
  "en": "palace",
  "ru": "дворец"
  },
  {
  "id": 6145,
  "en": "pale",
  "ru": "бледный"
  },
  {
  "id": 6146,
  "en": "paleness",
  "ru": "бледность"
  },
  {
  "id": 6147,
  "en": "palm",
  "ru": "ладонь"
  },
  {
  "id": 6148,
  "en": "palm",
  "ru": "пальма"
  },
  {
  "id": 6149,
  "en": "pan",
  "ru": "скоровода"
  },
  {
  "id": 6150,
  "en": "pancake",
  "ru": "блин, оладья"
  },
  {
  "id": 6151,
  "en": "panel",
  "ru": "панель"
  },
  {
  "id": 6152,
  "en": "panic",
  "ru": "паника, панический"
  },
  {
  "id": 6153,
  "en": "pant",
  "ru": "пыхтеть, задыхаться"
  },
  {
  "id": 6154,
  "en": "pants",
  "ru": "штаны"
  },
  {
  "id": 6155,
  "en": "papal",
  "ru": "папский"
  },
  {
  "id": 6156,
  "en": "paper",
  "ru": "бумага, документ"
  },
  {
  "id": 6157,
  "en": "paperwork",
  "ru": "оформление бумаг"
  },
  {
  "id": 6158,
  "en": "parachute",
  "ru": "парашют"
  },
  {
  "id": 6159,
  "en": "parade",
  "ru": "парад"
  },
  {
  "id": 6160,
  "en": "paradigm",
  "ru": "парадигма"
  },
  {
  "id": 6161,
  "en": "paradise",
  "ru": "рай"
  },
  {
  "id": 6162,
  "en": "paradox",
  "ru": "парадокс"
  },
  {
  "id": 6163,
  "en": "paragraph",
  "ru": "абзац, пункт"
  },
  {
  "id": 6164,
  "en": "parallel",
  "ru": "параллельный"
  },
  {
  "id": 6165,
  "en": "paralyse",
  "ru": "paralyze [ˈpærəlaɪz ] парализовать"
  },
  {
  "id": 6166,
  "en": "parameter",
  "ru": "параметр"
  },
  {
  "id": 6167,
  "en": "paranoia",
  "ru": "паранойя"
  },
  {
  "id": 6168,
  "en": "paranoid",
  "ru": "параноидальный"
  },
  {
  "id": 6169,
  "en": "paranormal",
  "ru": "паранормальный"
  },
  {
  "id": 6170,
  "en": "parasite",
  "ru": "паразит"
  },
  {
  "id": 6171,
  "en": "parcel",
  "ru": "посылка"
  },
  {
  "id": 6172,
  "en": "parent",
  "ru": "родитель"
  },
  {
  "id": 6173,
  "en": "parity",
  "ru": "равенство, паритет"
  },
  {
  "id": 6174,
  "en": "park",
  "ru": "[pɑːk ()] парк"
  },
  {
  "id": 6175,
  "en": "park",
  "ru": "[pɑːk ()] парковать"
  },
  {
  "id": 6176,
  "en": "parliament",
  "ru": "парламент"
  },
  {
  "id": 6177,
  "en": "parlor",
  "ru": "приёмная, салон"
  },
  {
  "id": 6178,
  "en": "parody",
  "ru": "пародия"
  },
  {
  "id": 6179,
  "en": "parrot",
  "ru": "попугай"
  },
  {
  "id": 6180,
  "en": "parsley",
  "ru": "петрушка"
  },
  {
  "id": 6181,
  "en": "part",
  "ru": "роль"
  },
  {
  "id": 6182,
  "en": "part",
  "ru": "часть, разделять(ся)"
  },
  {
  "id": 6183,
  "en": "part-time",
  "ru": "неполная занятость"
  },
  {
  "id": 6184,
  "en": "partial",
  "ru": "частичный"
  },
  {
  "id": 6185,
  "en": "participant",
  "ru": "участник"
  },
  {
  "id": 6186,
  "en": "participate",
  "ru": "участвовать"
  },
  {
  "id": 6187,
  "en": "participation",
  "ru": "участие"
  },
  {
  "id": 6188,
  "en": "particle",
  "ru": "частица"
  },
  {
  "id": 6189,
  "en": "particular",
  "ru": "частный, конкретный"
  },
  {
  "id": 6190,
  "en": "particularly",
  "ru": "в частности"
  },
  {
  "id": 6191,
  "en": "partisan",
  "ru": "сторонник"
  },
  {
  "id": 6192,
  "en": "partisan",
  "ru": "партизан"
  },
  {
  "id": 6193,
  "en": "partisanship",
  "ru": "приверженность, поддержка"
  },
  {
  "id": 6194,
  "en": "partition",
  "ru": "раздел"
  },
  {
  "id": 6195,
  "en": "partly",
  "ru": "частично"
  },
  {
  "id": 6196,
  "en": "partner",
  "ru": "партнёр"
  },
  {
  "id": 6197,
  "en": "party",
  "ru": "партия, группа, сторона"
  },
  {
  "id": 6198,
  "en": "party",
  "ru": "вечеринка"
  },
  {
  "id": 6199,
  "en": "pass",
  "ru": "[pɑːsəˈweɪ] умереть"
  },
  {
  "id": 6200,
  "en": "pass",
  "ru": "[pɑːsaʊt] распространять"
  },
  {
  "id": 6201,
  "en": "pass",
  "ru": "пройти"
  },
  {
  "id": 6202,
  "en": "pass",
  "ru": "[pɑːsʌp] не воспользоваться шансом"
  },
  {
  "id": 6203,
  "en": "pass",
  "ru": "as [pɑːsɒfæz] сойти, прокатить за"
  },
  {
  "id": 6204,
  "en": "pass",
  "ru": "[pɑːsaʊt] вырубиться"
  },
  {
  "id": 6205,
  "en": "pass",
  "ru": "on [pɑːssmthɒn] отдать (дальше)"
  },
  {
  "id": 6206,
  "en": "pass",
  "ru": "[pɑːsbaɪ] проходить мимо"
  },
  {
  "id": 6207,
  "en": "passable",
  "ru": "проходимый"
  },
  {
  "id": 6208,
  "en": "passage",
  "ru": "проход, коридор"
  },
  {
  "id": 6209,
  "en": "passenger",
  "ru": "пассажир"
  },
  {
  "id": 6210,
  "en": "passerby",
  "ru": "прохожий"
  },
  {
  "id": 6211,
  "en": "passion",
  "ru": "страсть"
  },
  {
  "id": 6212,
  "en": "passionate",
  "ru": "страстный"
  },
  {
  "id": 6213,
  "en": "passive",
  "ru": "пассивный"
  },
  {
  "id": 6214,
  "en": "passport",
  "ru": "паспорт"
  },
  {
  "id": 6215,
  "en": "past",
  "ru": "мимо"
  },
  {
  "id": 6216,
  "en": "past",
  "ru": "прошлый, прошедший"
  },
  {
  "id": 6217,
  "en": "pasta",
  "ru": "макароны"
  },
  {
  "id": 6218,
  "en": "paste",
  "ru": "паста, мазь"
  },
  {
  "id": 6219,
  "en": "pastime",
  "ru": "времяпрепровождение"
  },
  {
  "id": 6220,
  "en": "pastor",
  "ru": "пастор"
  },
  {
  "id": 6221,
  "en": "pastry",
  "ru": "выпечка, тесто"
  },
  {
  "id": 6222,
  "en": "pasture",
  "ru": "пастбище"
  },
  {
  "id": 6223,
  "en": "pat",
  "ru": "похлопать, потрепать"
  },
  {
  "id": 6224,
  "en": "patch",
  "ru": "заплатка, латать"
  },
  {
  "id": 6225,
  "en": "patch",
  "ru": "[pæʧʌp] уладить"
  },
  {
  "id": 6226,
  "en": "patent",
  "ru": "патент"
  },
  {
  "id": 6227,
  "en": "path",
  "ru": "путь"
  },
  {
  "id": 6228,
  "en": "pathetic",
  "ru": "жалкий"
  },
  {
  "id": 6229,
  "en": "pathological",
  "ru": "патологический"
  },
  {
  "id": 6230,
  "en": "pathology",
  "ru": "патология"
  },
  {
  "id": 6231,
  "en": "pathway",
  "ru": "путь"
  },
  {
  "id": 6232,
  "en": "patience",
  "ru": "терпение"
  },
  {
  "id": 6233,
  "en": "patient",
  "ru": "терпеливый"
  },
  {
  "id": 6234,
  "en": "patient",
  "ru": "пациент"
  },
  {
  "id": 6235,
  "en": "patio",
  "ru": "внутренний дворик"
  },
  {
  "id": 6236,
  "en": "patriarch",
  "ru": "патриарх"
  },
  {
  "id": 6237,
  "en": "patriot",
  "ru": "патриот"
  },
  {
  "id": 6238,
  "en": "patriotic",
  "ru": "патриотический"
  },
  {
  "id": 6239,
  "en": "patriotism",
  "ru": "] патриотизм"
  },
  {
  "id": 6240,
  "en": "patrol",
  "ru": "патруль"
  },
  {
  "id": 6241,
  "en": "patron",
  "ru": "покровитель"
  },
  {
  "id": 6242,
  "en": "patronize",
  "ru": "покровительствовать"
  },
  {
  "id": 6243,
  "en": "pattern",
  "ru": "шаблон, образец"
  },
  {
  "id": 6244,
  "en": "pause",
  "ru": "приостанавливать"
  },
  {
  "id": 6245,
  "en": "pave",
  "ru": "вымостить"
  },
  {
  "id": 6246,
  "en": "pavement",
  "ru": "мостовая"
  },
  {
  "id": 6247,
  "en": "paw",
  "ru": "лапа"
  },
  {
  "id": 6248,
  "en": "pay",
  "ru": "[peɪɒf] расплатиться (с долгом)"
  },
  {
  "id": 6249,
  "en": "pay",
  "ru": "[peɪaʊt] выплатить (крупную сумму)"
  },
  {
  "id": 6250,
  "en": "pay",
  "ru": "[peɪbæk] вернуть деньги"
  },
  {
  "id": 6251,
  "en": "pay",
  "ru": "платить"
  },
  {
  "id": 6252,
  "en": "payment",
  "ru": "оплата"
  },
  {
  "id": 6253,
  "en": "payoff",
  "ru": "выплата"
  },
  {
  "id": 6254,
  "en": "pea",
  "ru": "горошина"
  },
  {
  "id": 6255,
  "en": "peace",
  "ru": "мир"
  },
  {
  "id": 6256,
  "en": "peaceful",
  "ru": "мирный"
  },
  {
  "id": 6257,
  "en": "peacekeeper",
  "ru": "миротворец"
  },
  {
  "id": 6258,
  "en": "peacemaker",
  "ru": "миротворец"
  },
  {
  "id": 6259,
  "en": "peach",
  "ru": "персик"
  },
  {
  "id": 6260,
  "en": "peak",
  "ru": "пик"
  },
  {
  "id": 6261,
  "en": "peanut",
  "ru": "арахис"
  },
  {
  "id": 6262,
  "en": "pear",
  "ru": "груша"
  },
  {
  "id": 6263,
  "en": "pearl",
  "ru": "жемчуг, жемчужина"
  },
  {
  "id": 6264,
  "en": "pearly",
  "ru": "жемчужный, перламутровый"
  },
  {
  "id": 6265,
  "en": "peasant",
  "ru": "крестьянин"
  },
  {
  "id": 6266,
  "en": "pebble",
  "ru": "морской камень"
  },
  {
  "id": 6267,
  "en": "peck",
  "ru": "клевать"
  },
  {
  "id": 6268,
  "en": "peculiar",
  "ru": "своеобразный, особый"
  },
  {
  "id": 6269,
  "en": "peculiarity",
  "ru": "особенность"
  },
  {
  "id": 6270,
  "en": "pedagogical",
  "ru": "педагогический"
  },
  {
  "id": 6271,
  "en": "pedagogy",
  "ru": "педагогика"
  },
  {
  "id": 6272,
  "en": "pedal",
  "ru": "педаль"
  },
  {
  "id": 6273,
  "en": "peddle",
  "ru": "торговать вразнос"
  },
  {
  "id": 6274,
  "en": "peddler",
  "ru": "уличный торговец"
  },
  {
  "id": 6275,
  "en": "pedestrian",
  "ru": "пешеход"
  },
  {
  "id": 6276,
  "en": "pee",
  "ru": "писать"
  },
  {
  "id": 6277,
  "en": "peek",
  "ru": "вгзлянуть, подсмотреть"
  },
  {
  "id": 6278,
  "en": "peel",
  "ru": "кожура, очищать"
  },
  {
  "id": 6279,
  "en": "peer",
  "ru": "ровня, ровесник"
  },
  {
  "id": 6280,
  "en": "peer",
  "ru": "вглядываться"
  },
  {
  "id": 6281,
  "en": "peer",
  "ru": "пэр"
  },
  {
  "id": 6282,
  "en": "peg",
  "ru": "колышек, фиксатор"
  },
  {
  "id": 6283,
  "en": "pen",
  "ru": "ручка"
  },
  {
  "id": 6284,
  "en": "penalty",
  "ru": "наказание"
  },
  {
  "id": 6285,
  "en": "pencil",
  "ru": "карандаш"
  },
  {
  "id": 6286,
  "en": "pending",
  "ru": "в ожидании, на рассмотрении"
  },
  {
  "id": 6287,
  "en": "penetrate",
  "ru": "проникать"
  },
  {
  "id": 6288,
  "en": "penetration",
  "ru": "проникновение"
  },
  {
  "id": 6289,
  "en": "peninsula",
  "ru": "полуостров"
  },
  {
  "id": 6290,
  "en": "penis",
  "ru": "пенис"
  },
  {
  "id": 6291,
  "en": "penny",
  "ru": "пенни"
  },
  {
  "id": 6292,
  "en": "pension",
  "ru": "пенсия"
  },
  {
  "id": 6293,
  "en": "people",
  "ru": "люди"
  },
  {
  "id": 6294,
  "en": "pepper",
  "ru": "перец"
  },
  {
  "id": 6295,
  "en": "per",
  "ru": "(кол-во) на (единицу)"
  },
  {
  "id": 6296,
  "en": "perceive",
  "ru": "воспринимать, ощущать"
  },
  {
  "id": 6297,
  "en": "percent",
  "ru": "процент"
  },
  {
  "id": 6298,
  "en": "percentage",
  "ru": "] процентная доля"
  },
  {
  "id": 6299,
  "en": "perception",
  "ru": "восприятие"
  },
  {
  "id": 6300,
  "en": "perennial",
  "ru": "многолетний, вечный"
  },
  {
  "id": 6301,
  "en": "perfect",
  "ru": "совершенный"
  },
  {
  "id": 6302,
  "en": "perfection",
  "ru": "совершенство"
  },
  {
  "id": 6303,
  "en": "perform",
  "ru": "выполнить, исполнить"
  },
  {
  "id": 6304,
  "en": "performance",
  "ru": "представление"
  },
  {
  "id": 6305,
  "en": "perfume",
  "ru": "парфюм"
  },
  {
  "id": 6306,
  "en": "perhaps",
  "ru": "возможно"
  },
  {
  "id": 6307,
  "en": "peril",
  "ru": "опасность, угроза"
  },
  {
  "id": 6308,
  "en": "perilous",
  "ru": "рискованный"
  },
  {
  "id": 6309,
  "en": "perimeter",
  "ru": "периметр"
  },
  {
  "id": 6310,
  "en": "period",
  "ru": "точка (в предложении)"
  },
  {
  "id": 6311,
  "en": "period",
  "ru": "период"
  },
  {
  "id": 6312,
  "en": "periodic",
  "ru": "периодический"
  },
  {
  "id": 6313,
  "en": "peripheral",
  "ru": "] периферический"
  },
  {
  "id": 6314,
  "en": "periphery",
  "ru": "периферия"
  },
  {
  "id": 6315,
  "en": "perish",
  "ru": "погибать"
  },
  {
  "id": 6316,
  "en": "perk",
  "ru": "[pɜːkʌp] воспрянуть, оживиться"
  },
  {
  "id": 6317,
  "en": "perk",
  "ru": "привилегия, преимущество"
  },
  {
  "id": 6318,
  "en": "permanence",
  "ru": "неизменность"
  },
  {
  "id": 6319,
  "en": "permanent",
  "ru": "постоянный"
  },
  {
  "id": 6320,
  "en": "permission",
  "ru": "разрешение"
  },
  {
  "id": 6321,
  "en": "permit",
  "ru": "разрешать"
  },
  {
  "id": 6322,
  "en": "permit",
  "ru": "разрешение"
  },
  {
  "id": 6323,
  "en": "perpetual",
  "ru": "вечный, постоянный"
  },
  {
  "id": 6324,
  "en": "perplex",
  "ru": "смутить, озадачить"
  },
  {
  "id": 6325,
  "en": "perplexity",
  "ru": "растерянность"
  },
  {
  "id": 6326,
  "en": "persecute",
  "ru": "преследовать, травить"
  },
  {
  "id": 6327,
  "en": "persecution",
  "ru": "гонения"
  },
  {
  "id": 6328,
  "en": "persist",
  "ru": "сохраниться"
  },
  {
  "id": 6329,
  "en": "persist",
  "ru": "упорствовать"
  },
  {
  "id": 6330,
  "en": "persistence",
  "ru": "упорство"
  },
  {
  "id": 6331,
  "en": "persistence",
  "ru": "упорство"
  },
  {
  "id": 6332,
  "en": "persistent",
  "ru": "стойкий, устойчивый"
  },
  {
  "id": 6333,
  "en": "persistent",
  "ru": "стойкий"
  },
  {
  "id": 6334,
  "en": "person",
  "ru": "человек"
  },
  {
  "id": 6335,
  "en": "personal",
  "ru": "персональный"
  },
  {
  "id": 6336,
  "en": "personnel",
  "ru": "персонал, личный состав"
  },
  {
  "id": 6337,
  "en": "perspective",
  "ru": "перспектива"
  },
  {
  "id": 6338,
  "en": "persuade",
  "ru": "убеждать"
  },
  {
  "id": 6339,
  "en": "persuasion",
  "ru": "убедительность"
  },
  {
  "id": 6340,
  "en": "persuasive",
  "ru": "убедительный"
  },
  {
  "id": 6341,
  "en": "pervasive",
  "ru": "расширяющийся, всепроникающий"
  },
  {
  "id": 6342,
  "en": "perverse",
  "ru": "извращенный"
  },
  {
  "id": 6343,
  "en": "perversion",
  "ru": "извращение"
  },
  {
  "id": 6344,
  "en": "pervert",
  "ru": "извращать, извращенец"
  },
  {
  "id": 6345,
  "en": "pest",
  "ru": "паразит, вредитель"
  },
  {
  "id": 6346,
  "en": "pesticide",
  "ru": "пестицид"
  },
  {
  "id": 6347,
  "en": "pet",
  "ru": "домашний питомец"
  },
  {
  "id": 6348,
  "en": "petal",
  "ru": "лепесток"
  },
  {
  "id": 6349,
  "en": "petition",
  "ru": "петиция"
  },
  {
  "id": 6350,
  "en": "petrol",
  "ru": "бензин"
  },
  {
  "id": 6351,
  "en": "petroleum",
  "ru": "нефть"
  },
  {
  "id": 6352,
  "en": "pettiness",
  "ru": "мелочность"
  },
  {
  "id": 6353,
  "en": "petty",
  "ru": "мелкий, мелочный"
  },
  {
  "id": 6354,
  "en": "pharmaceutical",
  "ru": "фармацевтический"
  },
  {
  "id": 6355,
  "en": "phase",
  "ru": "фаза"
  },
  {
  "id": 6356,
  "en": "phenomenal",
  "ru": "] феноменальный"
  },
  {
  "id": 6357,
  "en": "phenomenon",
  "ru": "феномен"
  },
  {
  "id": 6358,
  "en": "philanthropy",
  "ru": "филантропия"
  },
  {
  "id": 6359,
  "en": "philosopher",
  "ru": "] философ"
  },
  {
  "id": 6360,
  "en": "philosophical",
  "ru": "философский"
  },
  {
  "id": 6361,
  "en": "philosophy",
  "ru": "философия"
  },
  {
  "id": 6362,
  "en": "phobia",
  "ru": "фобия"
  },
  {
  "id": 6363,
  "en": "phonetic",
  "ru": "фонетический"
  },
  {
  "id": 6364,
  "en": "phony",
  "ru": "фальшивый"
  },
  {
  "id": 6365,
  "en": "photo",
  "ru": "фото"
  },
  {
  "id": 6366,
  "en": "photograph",
  "ru": "фотография (снимок)"
  },
  {
  "id": 6367,
  "en": "photography",
  "ru": "фотография (процесс)"
  },
  {
  "id": 6368,
  "en": "phrase",
  "ru": "фраза"
  },
  {
  "id": 6369,
  "en": "physical",
  "ru": "физический"
  },
  {
  "id": 6370,
  "en": "physician",
  "ru": "врач"
  },
  {
  "id": 6371,
  "en": "physicist",
  "ru": "физик"
  },
  {
  "id": 6372,
  "en": "physics",
  "ru": "физика"
  },
  {
  "id": 6373,
  "en": "physiological",
  "ru": "физиологический"
  },
  {
  "id": 6374,
  "en": "physiology",
  "ru": "физиология"
  },
  {
  "id": 6375,
  "en": "piano",
  "ru": "пианино"
  },
  {
  "id": 6376,
  "en": "pick",
  "ru": "подбирать, собирать"
  },
  {
  "id": 6377,
  "en": "pick",
  "ru": "[pɪkɒn] дразнить, докучать"
  },
  {
  "id": 6378,
  "en": "pick",
  "ru": "[pɪkʌp] прибрать"
  },
  {
  "id": 6379,
  "en": "pick",
  "ru": "[pɪkaʊt] выбрать или выделить из"
  },
  {
  "id": 6380,
  "en": "pick",
  "ru": "[pɪkʌp] подобрать"
  },
  {
  "id": 6381,
  "en": "pickle",
  "ru": "мариновать, солить"
  },
  {
  "id": 6382,
  "en": "picnic",
  "ru": "пикник"
  },
  {
  "id": 6383,
  "en": "picture",
  "ru": "картинка"
  },
  {
  "id": 6384,
  "en": "pie",
  "ru": "пирог"
  },
  {
  "id": 6385,
  "en": "piece",
  "ru": "предмет, часть, кусок"
  },
  {
  "id": 6386,
  "en": "piece",
  "ru": "[piːstəˈgɛðə] собрать (по кускам)"
  },
  {
  "id": 6387,
  "en": "pier",
  "ru": "пристань, пирс"
  },
  {
  "id": 6388,
  "en": "pierce",
  "ru": "проколоть"
  },
  {
  "id": 6389,
  "en": "piercing",
  "ru": "пронзительный"
  },
  {
  "id": 6390,
  "en": "pig",
  "ru": "свинья"
  },
  {
  "id": 6391,
  "en": "pigeon",
  "ru": "голубь"
  },
  {
  "id": 6392,
  "en": "pile",
  "ru": "куча, стопка"
  },
  {
  "id": 6393,
  "en": "pile",
  "ru": "[paɪlʌp] сложить, навалить"
  },
  {
  "id": 6394,
  "en": "pill",
  "ru": "пилюля"
  },
  {
  "id": 6395,
  "en": "pillar",
  "ru": "столб, опора, колонна"
  },
  {
  "id": 6396,
  "en": "pillow",
  "ru": "подушка"
  },
  {
  "id": 6397,
  "en": "pilot",
  "ru": "пилот"
  },
  {
  "id": 6398,
  "en": "pin",
  "ru": "булавка, штырь, прикалывать"
  },
  {
  "id": 6399,
  "en": "pinch",
  "ru": "зажать, ущипнуть"
  },
  {
  "id": 6400,
  "en": "pine",
  "ru": "сосна"
  },
  {
  "id": 6401,
  "en": "pineapple",
  "ru": "ананас"
  },
  {
  "id": 6402,
  "en": "pink",
  "ru": "розовый"
  },
  {
  "id": 6403,
  "en": "pint",
  "ru": "пинта"
  },
  {
  "id": 6404,
  "en": "pioneer",
  "ru": "пионер"
  },
  {
  "id": 6405,
  "en": "pipe",
  "ru": "трубка"
  },
  {
  "id": 6406,
  "en": "pipe",
  "ru": "труба"
  },
  {
  "id": 6407,
  "en": "pipeline",
  "ru": "трубопровод"
  },
  {
  "id": 6408,
  "en": "pipework",
  "ru": "wɜːk] система трубопроводов"
  },
  {
  "id": 6409,
  "en": "pirate",
  "ru": "пират"
  },
  {
  "id": 6410,
  "en": "piss",
  "ru": "[pɪsəˈbaʊt] страдать хернёй"
  },
  {
  "id": 6411,
  "en": "piss",
  "ru": "писать, моча"
  },
  {
  "id": 6412,
  "en": "piss",
  "ru": "[pɪsɒf] бесить"
  },
  {
  "id": 6413,
  "en": "pistol",
  "ru": "пистолет"
  },
  {
  "id": 6414,
  "en": "pit",
  "ru": "яма"
  },
  {
  "id": 6415,
  "en": "pitch",
  "ru": "подавать (мяч)"
  },
  {
  "id": 6416,
  "en": "pitch",
  "ru": "ставить (напр. палатку)"
  },
  {
  "id": 6417,
  "en": "pitcher",
  "ru": "подающий игрок"
  },
  {
  "id": 6418,
  "en": "pitfall",
  "ru": "западня"
  },
  {
  "id": 6419,
  "en": "pitiful",
  "ru": "жалкий"
  },
  {
  "id": 6420,
  "en": "pitiless",
  "ru": "безжалостный"
  },
  {
  "id": 6421,
  "en": "pity",
  "ru": "жалость"
  },
  {
  "id": 6422,
  "en": "pivot",
  "ru": "стержень, ось, точка опоры"
  },
  {
  "id": 6423,
  "en": "pivotal",
  "ru": "основной, опорный"
  },
  {
  "id": 6424,
  "en": "pizza",
  "ru": "пицца"
  },
  {
  "id": 6425,
  "en": "place",
  "ru": "место"
  },
  {
  "id": 6426,
  "en": "placement",
  "ru": "размещение"
  },
  {
  "id": 6427,
  "en": "placid",
  "ru": "тихий, спокойный"
  },
  {
  "id": 6428,
  "en": "placidity",
  "ru": "безмятежность"
  },
  {
  "id": 6429,
  "en": "plague",
  "ru": "чума"
  },
  {
  "id": 6430,
  "en": "plain",
  "ru": "ясный, очевидный"
  },
  {
  "id": 6431,
  "en": "plain",
  "ru": "ровный, равнина"
  },
  {
  "id": 6432,
  "en": "plain",
  "ru": "простой, незамысловатый"
  },
  {
  "id": 6433,
  "en": "plainly",
  "ru": "понятно, открыто"
  },
  {
  "id": 6434,
  "en": "plan",
  "ru": "план"
  },
  {
  "id": 6435,
  "en": "plane",
  "ru": "самолёт"
  },
  {
  "id": 6436,
  "en": "planet",
  "ru": "планета"
  },
  {
  "id": 6437,
  "en": "plank",
  "ru": "доска, планка"
  },
  {
  "id": 6438,
  "en": "plant",
  "ru": "растение, сажать"
  },
  {
  "id": 6439,
  "en": "plant",
  "ru": "завод, производство"
  },
  {
  "id": 6440,
  "en": "plantation",
  "ru": "насаждения, плантация"
  },
  {
  "id": 6441,
  "en": "planting",
  "ru": "посадка"
  },
  {
  "id": 6442,
  "en": "plaque",
  "ru": "бляшка, метал. знак"
  },
  {
  "id": 6443,
  "en": "plaster",
  "ru": "штукатурка или гипс"
  },
  {
  "id": 6444,
  "en": "plasterwork",
  "ru": "wɜːk] штукатурка"
  },
  {
  "id": 6445,
  "en": "plastic",
  "ru": "пластик, пластиковый"
  },
  {
  "id": 6446,
  "en": "plate",
  "ru": "плита, пластина"
  },
  {
  "id": 6447,
  "en": "plate",
  "ru": "тарелка"
  },
  {
  "id": 6448,
  "en": "platform",
  "ru": "платформа"
  },
  {
  "id": 6449,
  "en": "platter",
  "ru": "большое блюдо"
  },
  {
  "id": 6450,
  "en": "plausibility",
  "ru": "правдоподобие"
  },
  {
  "id": 6451,
  "en": "plausible",
  "ru": "правдоподобный"
  },
  {
  "id": 6452,
  "en": "play",
  "ru": "[pleɪ wɪð ] обдумывать"
  },
  {
  "id": 6453,
  "en": "play",
  "ru": "играть"
  },
  {
  "id": 6454,
  "en": "playground",
  "ru": "детская площадка"
  },
  {
  "id": 6455,
  "en": "playoff",
  "ru": "плей-офф"
  },
  {
  "id": 6456,
  "en": "plea",
  "ru": "просьба, требование, иск"
  },
  {
  "id": 6457,
  "en": "please",
  "ru": "радовать"
  },
  {
  "id": 6458,
  "en": "please",
  "ru": "пожалуйста"
  },
  {
  "id": 6459,
  "en": "pleasure",
  "ru": "удовольствие, наслаждение"
  },
  {
  "id": 6460,
  "en": "pledge",
  "ru": "залог, оставлять в залог"
  },
  {
  "id": 6461,
  "en": "pledge",
  "ru": "обещание, обязательство"
  },
  {
  "id": 6462,
  "en": "plentiful",
  "ru": "обильный"
  },
  {
  "id": 6463,
  "en": "plenty",
  "ru": "множество, масса, достаток"
  },
  {
  "id": 6464,
  "en": "plight",
  "ru": "тяжёлое положение, участь"
  },
  {
  "id": 6465,
  "en": "plot",
  "ru": "план, чертёж"
  },
  {
  "id": 6466,
  "en": "plot",
  "ru": "сюжет"
  },
  {
  "id": 6467,
  "en": "plow",
  "ru": "[plaʊ] пахать, плуг"
  },
  {
  "id": 6468,
  "en": "pluck",
  "ru": "сорвать, выдернуть"
  },
  {
  "id": 6469,
  "en": "plug",
  "ru": "штепсель, включать"
  },
  {
  "id": 6470,
  "en": "plug",
  "ru": "[plʌgɪn] включать"
  },
  {
  "id": 6471,
  "en": "plum",
  "ru": "слива"
  },
  {
  "id": 6472,
  "en": "plumber",
  "ru": "водопроводчик"
  },
  {
  "id": 6473,
  "en": "plumbing",
  "ru": "водопровод"
  },
  {
  "id": 6474,
  "en": "plump",
  "ru": "пухлый"
  },
  {
  "id": 6475,
  "en": "plumpness",
  "ru": "округлость"
  },
  {
  "id": 6476,
  "en": "plunge",
  "ru": "окунуться, нырнуть"
  },
  {
  "id": 6477,
  "en": "plural",
  "ru": "множественное число"
  },
  {
  "id": 6478,
  "en": "plurality",
  "ru": "множественность"
  },
  {
  "id": 6479,
  "en": "plus",
  "ru": "плюс"
  },
  {
  "id": 6480,
  "en": "pneumonia",
  "ru": "пневмония"
  },
  {
  "id": 6481,
  "en": "pocket",
  "ru": "карман, карманный"
  },
  {
  "id": 6482,
  "en": "podium",
  "ru": "возвышение, подиум"
  },
  {
  "id": 6483,
  "en": "poem",
  "ru": "поэма, стихотворение"
  },
  {
  "id": 6484,
  "en": "poet",
  "ru": "поэт"
  },
  {
  "id": 6485,
  "en": "point",
  "ru": "смысл, суть"
  },
  {
  "id": 6486,
  "en": "point",
  "ru": "точка"
  },
  {
  "id": 6487,
  "en": "point",
  "ru": "очко"
  },
  {
  "id": 6488,
  "en": "point",
  "ru": "острие, кончик"
  },
  {
  "id": 6489,
  "en": "point",
  "ru": "пункт"
  },
  {
  "id": 6490,
  "en": "point",
  "ru": "[pɔɪntaʊt] указать"
  },
  {
  "id": 6491,
  "en": "pointless",
  "ru": "бессмысленный"
  },
  {
  "id": 6492,
  "en": "poise",
  "ru": "равновесие, самообладание"
  },
  {
  "id": 6493,
  "en": "poison",
  "ru": "яд, травить"
  },
  {
  "id": 6494,
  "en": "poisonous",
  "ru": "ядовитый"
  },
  {
  "id": 6495,
  "en": "poke",
  "ru": "совать, тыкать"
  },
  {
  "id": 6496,
  "en": "poke",
  "ru": "[pəʊkaʊt] высовывать"
  },
  {
  "id": 6497,
  "en": "polar",
  "ru": "полярный"
  },
  {
  "id": 6498,
  "en": "pole",
  "ru": "полюс"
  },
  {
  "id": 6499,
  "en": "pole",
  "ru": "шест, столб"
  },
  {
  "id": 6500,
  "en": "police",
  "ru": "полиция"
  },
  {
  "id": 6501,
  "en": "policeman",
  "ru": "полицейский"
  },
  {
  "id": 6502,
  "en": "policy",
  "ru": "политика, курс"
  },
  {
  "id": 6503,
  "en": "polish",
  "ru": "шлифовать, полировать"
  },
  {
  "id": 6504,
  "en": "polite",
  "ru": "вежливый"
  },
  {
  "id": 6505,
  "en": "politeness",
  "ru": "вежливость"
  },
  {
  "id": 6506,
  "en": "political",
  "ru": "политический"
  },
  {
  "id": 6507,
  "en": "politics",
  "ru": "политика (полит жизнь)"
  },
  {
  "id": 6508,
  "en": "poll",
  "ru": "опрос или голосование"
  },
  {
  "id": 6509,
  "en": "pollster",
  "ru": "тот, кто производит опрос"
  },
  {
  "id": 6510,
  "en": "pollute",
  "ru": "загрязнять"
  },
  {
  "id": 6511,
  "en": "pollution",
  "ru": "загрязнение"
  },
  {
  "id": 6512,
  "en": "polymer",
  "ru": "полимер"
  },
  {
  "id": 6513,
  "en": "pond",
  "ru": "пруд"
  },
  {
  "id": 6514,
  "en": "ponder",
  "ru": "обдумывать"
  },
  {
  "id": 6515,
  "en": "pony",
  "ru": "пони"
  },
  {
  "id": 6516,
  "en": "pool",
  "ru": "бассейн"
  },
  {
  "id": 6517,
  "en": "poor",
  "ru": "бедный"
  },
  {
  "id": 6518,
  "en": "poorness",
  "ru": "бедность"
  },
  {
  "id": 6519,
  "en": "pop",
  "ru": "поп"
  },
  {
  "id": 6520,
  "en": "popcorn",
  "ru": "попкорн"
  },
  {
  "id": 6521,
  "en": "pope",
  "ru": "папа римский"
  },
  {
  "id": 6522,
  "en": "popular",
  "ru": "популярный"
  },
  {
  "id": 6523,
  "en": "popularity",
  "ru": "] популярность"
  },
  {
  "id": 6524,
  "en": "populate",
  "ru": "населять"
  },
  {
  "id": 6525,
  "en": "population",
  "ru": "население"
  },
  {
  "id": 6526,
  "en": "populist",
  "ru": "популист"
  },
  {
  "id": 6527,
  "en": "porcelain",
  "ru": "фарфор"
  },
  {
  "id": 6528,
  "en": "porch",
  "ru": "крыльцо, терраса, веранда"
  },
  {
  "id": 6529,
  "en": "pork",
  "ru": "свинина"
  },
  {
  "id": 6530,
  "en": "pornography",
  "ru": "порнография"
  },
  {
  "id": 6531,
  "en": "port",
  "ru": "порт"
  },
  {
  "id": 6532,
  "en": "portable",
  "ru": "портативный, переносной"
  },
  {
  "id": 6533,
  "en": "portal",
  "ru": "портал"
  },
  {
  "id": 6534,
  "en": "porter",
  "ru": "носильщик или порьте"
  },
  {
  "id": 6535,
  "en": "portfolio",
  "ru": "портфолио"
  },
  {
  "id": 6536,
  "en": "portion",
  "ru": "порция"
  },
  {
  "id": 6537,
  "en": "portrait",
  "ru": "портрет"
  },
  {
  "id": 6538,
  "en": "portray",
  "ru": "изображать, показывать"
  },
  {
  "id": 6539,
  "en": "portrayal",
  "ru": "изображение"
  },
  {
  "id": 6540,
  "en": "pose",
  "ru": "поза, ставить в позу"
  },
  {
  "id": 6541,
  "en": "position",
  "ru": "позиция"
  },
  {
  "id": 6542,
  "en": "positive",
  "ru": "позитивный"
  },
  {
  "id": 6543,
  "en": "possess",
  "ru": "обладать"
  },
  {
  "id": 6544,
  "en": "possession",
  "ru": "владение"
  },
  {
  "id": 6545,
  "en": "possessor",
  "ru": "владелец"
  },
  {
  "id": 6546,
  "en": "possibility",
  "ru": "возможность"
  },
  {
  "id": 6547,
  "en": "possible",
  "ru": "возможный"
  },
  {
  "id": 6548,
  "en": "post",
  "ru": "почта, почтовый"
  },
  {
  "id": 6549,
  "en": "post",
  "ru": "пост"
  },
  {
  "id": 6550,
  "en": "postcard",
  "ru": "открытка"
  },
  {
  "id": 6551,
  "en": "poster",
  "ru": "постер"
  },
  {
  "id": 6552,
  "en": "postgraduate",
  "ru": "аспирант"
  },
  {
  "id": 6553,
  "en": "postpone",
  "ru": "отложить, задержать"
  },
  {
  "id": 6554,
  "en": "postponement",
  "ru": "отсрочка, откладывание"
  },
  {
  "id": 6555,
  "en": "posture",
  "ru": "поза"
  },
  {
  "id": 6556,
  "en": "pot",
  "ru": "горшок, кастрюля"
  },
  {
  "id": 6557,
  "en": "potato",
  "ru": "картофель"
  },
  {
  "id": 6558,
  "en": "potent",
  "ru": "мощный, могущественный"
  },
  {
  "id": 6559,
  "en": "potential",
  "ru": "потенциальный"
  },
  {
  "id": 6560,
  "en": "pothole",
  "ru": "выбоина"
  },
  {
  "id": 6561,
  "en": "potter",
  "ru": "гончар"
  },
  {
  "id": 6562,
  "en": "pottery",
  "ru": "керамика"
  },
  {
  "id": 6563,
  "en": "pouch",
  "ru": "сумочка, кошелёк"
  },
  {
  "id": 6564,
  "en": "poultry",
  "ru": "домашняя птица"
  },
  {
  "id": 6565,
  "en": "pound",
  "ru": "фунт"
  },
  {
  "id": 6566,
  "en": "pound",
  "ru": "долбить, толочь"
  },
  {
  "id": 6567,
  "en": "pour",
  "ru": "лить"
  },
  {
  "id": 6568,
  "en": "pour",
  "ru": "(into) [pɔːrɪn] хлынуть, заполонить"
  },
  {
  "id": 6569,
  "en": "pour",
  "ru": "[pɔːraʊt] схлынуть"
  },
  {
  "id": 6570,
  "en": "poverty",
  "ru": "бедность, нищета"
  },
  {
  "id": 6571,
  "en": "powder",
  "ru": "порошок"
  },
  {
  "id": 6572,
  "en": "power",
  "ru": "сила"
  },
  {
  "id": 6573,
  "en": "powerful",
  "ru": "мощный, действенный"
  },
  {
  "id": 6574,
  "en": "powerless",
  "ru": "бессильный"
  },
  {
  "id": 6575,
  "en": "practical",
  "ru": "практический"
  },
  {
  "id": 6576,
  "en": "practice",
  "ru": "практика, практиковать"
  },
  {
  "id": 6577,
  "en": "pragmatic",
  "ru": "прагматичный"
  },
  {
  "id": 6578,
  "en": "prairie",
  "ru": "степь, прерия"
  },
  {
  "id": 6579,
  "en": "praise",
  "ru": "хвалить, похвала"
  },
  {
  "id": 6580,
  "en": "pray",
  "ru": "молиться"
  },
  {
  "id": 6581,
  "en": "prayer",
  "ru": "молитва"
  },
  {
  "id": 6582,
  "en": "preach",
  "ru": "проповедовать"
  },
  {
  "id": 6583,
  "en": "preacher",
  "ru": "проповедник"
  },
  {
  "id": 6584,
  "en": "precarious",
  "ru": "ненадёжный, шаткий"
  },
  {
  "id": 6585,
  "en": "precariousness",
  "ru": "ненадежность"
  },
  {
  "id": 6586,
  "en": "precaution",
  "ru": "предосторожность"
  },
  {
  "id": 6587,
  "en": "precautionary",
  "ru": "предупредительный"
  },
  {
  "id": 6588,
  "en": "precede",
  "ru": "предшествовать"
  },
  {
  "id": 6589,
  "en": "precedent",
  "ru": "предшествующий"
  },
  {
  "id": 6590,
  "en": "precious",
  "ru": "драгоценный"
  },
  {
  "id": 6591,
  "en": "precise",
  "ru": "точный"
  },
  {
  "id": 6592,
  "en": "precision",
  "ru": "точность"
  },
  {
  "id": 6593,
  "en": "preclude",
  "ru": "исключить, помешать"
  },
  {
  "id": 6594,
  "en": "predator",
  "ru": "хищник"
  },
  {
  "id": 6595,
  "en": "predatory",
  "ru": "хищный, хищнический"
  },
  {
  "id": 6596,
  "en": "predecessor",
  "ru": "предшественник"
  },
  {
  "id": 6597,
  "en": "predict",
  "ru": "предсказывать"
  },
  {
  "id": 6598,
  "en": "predictable",
  "ru": "предсказуемый"
  },
  {
  "id": 6599,
  "en": "prediction",
  "ru": "прогнозирование"
  },
  {
  "id": 6600,
  "en": "predictor",
  "ru": "предсказатель"
  },
  {
  "id": 6601,
  "en": "predominance",
  "ru": "преобладание"
  },
  {
  "id": 6602,
  "en": "predominant",
  "ru": "преобладающий"
  },
  {
  "id": 6603,
  "en": "prefer",
  "ru": "предпочитать"
  },
  {
  "id": 6604,
  "en": "preferable",
  "ru": "предпочтительный"
  },
  {
  "id": 6605,
  "en": "preferably",
  "ru": "желательно"
  },
  {
  "id": 6606,
  "en": "preference",
  "ru": "предпочтение"
  },
  {
  "id": 6607,
  "en": "pregnancy",
  "ru": "беременность"
  },
  {
  "id": 6608,
  "en": "pregnant",
  "ru": "беременная"
  },
  {
  "id": 6609,
  "en": "prejudice",
  "ru": "предубеждение, предрассудок"
  },
  {
  "id": 6610,
  "en": "prejudiced",
  "ru": "предвзятый"
  },
  {
  "id": 6611,
  "en": "preliminary",
  "ru": "предварительный"
  },
  {
  "id": 6612,
  "en": "premature",
  "ru": "преждевременный"
  },
  {
  "id": 6613,
  "en": "premiere",
  "ru": "премьер"
  },
  {
  "id": 6614,
  "en": "premise",
  "ru": "предпосылка"
  },
  {
  "id": 6615,
  "en": "premises",
  "ru": "помещение (-я)"
  },
  {
  "id": 6616,
  "en": "premium",
  "ru": "премиум"
  },
  {
  "id": 6617,
  "en": "preoccupy",
  "ru": "занимать внимание"
  },
  {
  "id": 6618,
  "en": "preparation",
  "ru": "подготовка"
  },
  {
  "id": 6619,
  "en": "prepare",
  "ru": "приготовить"
  },
  {
  "id": 6620,
  "en": "prescribe",
  "ru": "предписывать"
  },
  {
  "id": 6621,
  "en": "prescription",
  "ru": "предписание, рецепт"
  },
  {
  "id": 6622,
  "en": "presence",
  "ru": "присутствие"
  },
  {
  "id": 6623,
  "en": "present",
  "ru": "настоящее (время)"
  },
  {
  "id": 6624,
  "en": "present",
  "ru": "присутствующий, в наличии"
  },
  {
  "id": 6625,
  "en": "present",
  "ru": "подарок"
  },
  {
  "id": 6626,
  "en": "presentation",
  "ru": "презентация"
  },
  {
  "id": 6627,
  "en": "presently",
  "ru": "в настоящее время"
  },
  {
  "id": 6628,
  "en": "preservation",
  "ru": "сохранение"
  },
  {
  "id": 6629,
  "en": "preserve",
  "ru": "сохранять, беречь"
  },
  {
  "id": 6630,
  "en": "preside",
  "ru": "председательствовать"
  },
  {
  "id": 6631,
  "en": "presidency",
  "ru": "президентство, председательство"
  },
  {
  "id": 6632,
  "en": "president",
  "ru": "президент"
  },
  {
  "id": 6633,
  "en": "press",
  "ru": "нажимать"
  },
  {
  "id": 6634,
  "en": "pressure",
  "ru": "давление"
  },
  {
  "id": 6635,
  "en": "prestige",
  "ru": "престиж"
  },
  {
  "id": 6636,
  "en": "prestigious",
  "ru": "престижный"
  },
  {
  "id": 6637,
  "en": "presumably",
  "ru": "предположительно"
  },
  {
  "id": 6638,
  "en": "presume",
  "ru": "предполагать"
  },
  {
  "id": 6639,
  "en": "presumption",
  "ru": "предположение, допущение"
  },
  {
  "id": 6640,
  "en": "pretend",
  "ru": "притворяться"
  },
  {
  "id": 6641,
  "en": "pretense",
  "ru": "притворство"
  },
  {
  "id": 6642,
  "en": "pretext",
  "ru": "] повод"
  },
  {
  "id": 6643,
  "en": "pretty",
  "ru": "довольно-таки"
  },
  {
  "id": 6644,
  "en": "pretty",
  "ru": "приятный, милый"
  },
  {
  "id": 6645,
  "en": "prevail",
  "ru": "преобладать, возобладать"
  },
  {
  "id": 6646,
  "en": "prevalent",
  "ru": "преобладающий"
  },
  {
  "id": 6647,
  "en": "prevent",
  "ru": "предотвращать"
  },
  {
  "id": 6648,
  "en": "prevent",
  "ru": "from [prɪˈvɛntsmbfrɒm] мешать"
  },
  {
  "id": 6649,
  "en": "prevention",
  "ru": "предотвращение, профилактика"
  },
  {
  "id": 6650,
  "en": "preventive",
  "ru": "превентивный"
  },
  {
  "id": 6651,
  "en": "preview",
  "ru": "предпросмотр"
  },
  {
  "id": 6652,
  "en": "previous",
  "ru": "предшествующий"
  },
  {
  "id": 6653,
  "en": "previously",
  "ru": "ранее, предварительно"
  },
  {
  "id": 6654,
  "en": "prey",
  "ru": "добыча"
  },
  {
  "id": 6655,
  "en": "price",
  "ru": "цена"
  },
  {
  "id": 6656,
  "en": "prick",
  "ru": "колоть"
  },
  {
  "id": 6657,
  "en": "pride",
  "ru": "гордость"
  },
  {
  "id": 6658,
  "en": "priest",
  "ru": "жрец, священник"
  },
  {
  "id": 6659,
  "en": "primary",
  "ru": "первичный, главный"
  },
  {
  "id": 6660,
  "en": "prime",
  "ru": "важный, главный, первый"
  },
  {
  "id": 6661,
  "en": "prime-minister",
  "ru": "премьер"
  },
  {
  "id": 6662,
  "en": "primitive",
  "ru": "первобытный"
  },
  {
  "id": 6663,
  "en": "primitive",
  "ru": "примитивный"
  },
  {
  "id": 6664,
  "en": "prince",
  "ru": "принц или князь"
  },
  {
  "id": 6665,
  "en": "princess",
  "ru": "принцесса"
  },
  {
  "id": 6666,
  "en": "principal",
  "ru": "главный, основной"
  },
  {
  "id": 6667,
  "en": "principle",
  "ru": "принцип"
  },
  {
  "id": 6668,
  "en": "print",
  "ru": "печатать"
  },
  {
  "id": 6669,
  "en": "prior",
  "ru": ""
  },
  {
  "id": 6670,
  "en": "priority",
  "ru": "приоритет"
  },
  {
  "id": 6671,
  "en": "prison",
  "ru": "тюрьма"
  },
  {
  "id": 6672,
  "en": "prisoner",
  "ru": "заключенный"
  },
  {
  "id": 6673,
  "en": "pristine",
  "ru": "нетронутый, первозданный"
  },
  {
  "id": 6674,
  "en": "privacy",
  "ru": ""
  },
  {
  "id": 6675,
  "en": "private",
  "ru": "частный, личный"
  },
  {
  "id": 6676,
  "en": "privately",
  "ru": "про себя, частным образом и др."
  },
  {
  "id": 6677,
  "en": "privatise",
  "ru": "приватизировать"
  },
  {
  "id": 6678,
  "en": "privilege",
  "ru": "привилегия"
  },
  {
  "id": 6679,
  "en": "prize",
  "ru": "приз, премия"
  },
  {
  "id": 6680,
  "en": "probable",
  "ru": "вероятный, возможный"
  },
  {
  "id": 6681,
  "en": "probably",
  "ru": "возможно"
  },
  {
  "id": 6682,
  "en": "probation",
  "ru": "испытание, испыт. срок"
  },
  {
  "id": 6683,
  "en": "probe",
  "ru": "исследовать, проверить"
  },
  {
  "id": 6684,
  "en": "probe",
  "ru": "датчик, зонд"
  },
  {
  "id": 6685,
  "en": "problem",
  "ru": "проблема"
  },
  {
  "id": 6686,
  "en": "procedure",
  "ru": "процедура"
  },
  {
  "id": 6687,
  "en": "proceed",
  "ru": "следовать, продолжать"
  },
  {
  "id": 6688,
  "en": "process",
  "ru": "обработать"
  },
  {
  "id": 6689,
  "en": "process",
  "ru": "процесс"
  },
  {
  "id": 6690,
  "en": "procession",
  "ru": "процессия"
  },
  {
  "id": 6691,
  "en": "processor",
  "ru": "процессор"
  },
  {
  "id": 6692,
  "en": "proclaim",
  "ru": "провозглашать"
  },
  {
  "id": 6693,
  "en": "proclamation",
  "ru": "провозглашение, воззвание"
  },
  {
  "id": 6694,
  "en": "procure",
  "ru": "достать, добыть, обеспечить"
  },
  {
  "id": 6695,
  "en": "procurement",
  "ru": "закупка, поставка"
  },
  {
  "id": 6696,
  "en": "prod",
  "ru": "ткнуть (чтобы сдвинуть)"
  },
  {
  "id": 6697,
  "en": "produce",
  "ru": "производить"
  },
  {
  "id": 6698,
  "en": "producer",
  "ru": "производитель"
  },
  {
  "id": 6699,
  "en": "product",
  "ru": "продукт"
  },
  {
  "id": 6700,
  "en": "production",
  "ru": "производство"
  },
  {
  "id": 6701,
  "en": "productive",
  "ru": "] продуктивный"
  },
  {
  "id": 6702,
  "en": "professional",
  "ru": "профессионал"
  },
  {
  "id": 6703,
  "en": "professor",
  "ru": "профессор"
  },
  {
  "id": 6704,
  "en": "proficiency",
  "ru": "умение"
  },
  {
  "id": 6705,
  "en": "proficient",
  "ru": "опытный, умелый"
  },
  {
  "id": 6706,
  "en": "profile",
  "ru": "профиль"
  },
  {
  "id": 6707,
  "en": "profit",
  "ru": "польза, извлекать пользу"
  },
  {
  "id": 6708,
  "en": "profitable",
  "ru": "прибыльный"
  },
  {
  "id": 6709,
  "en": "profound",
  "ru": "глубокий (перен.)"
  },
  {
  "id": 6710,
  "en": "profoundness",
  "ru": "глубина"
  },
  {
  "id": 6711,
  "en": "prognosis",
  "ru": "прогноз"
  },
  {
  "id": 6712,
  "en": "program",
  "ru": "программа"
  },
  {
  "id": 6713,
  "en": "progress",
  "ru": "прогресс"
  },
  {
  "id": 6714,
  "en": "progressive",
  "ru": "прогрессивный"
  },
  {
  "id": 6715,
  "en": "prohibit",
  "ru": "запрещать"
  },
  {
  "id": 6716,
  "en": "prohibition",
  "ru": "запрет"
  },
  {
  "id": 6717,
  "en": "prohibitive",
  "ru": "запретительный"
  },
  {
  "id": 6718,
  "en": "project",
  "ru": "проект"
  },
  {
  "id": 6719,
  "en": "projector",
  "ru": "проектор"
  },
  {
  "id": 6720,
  "en": "prolong",
  "ru": "продлить"
  },
  {
  "id": 6721,
  "en": "prolongation",
  "ru": "продление"
  },
  {
  "id": 6722,
  "en": "prominent",
  "ru": "выдающийся, видный"
  },
  {
  "id": 6723,
  "en": "promise",
  "ru": "обещать, обещание"
  },
  {
  "id": 6724,
  "en": "promising",
  "ru": "многообещающий"
  },
  {
  "id": 6725,
  "en": "promote",
  "ru": "поощрять, помогать"
  },
  {
  "id": 6726,
  "en": "promotion",
  "ru": "продвижение"
  },
  {
  "id": 6727,
  "en": "promotional",
  "ru": "рекламный"
  },
  {
  "id": 6728,
  "en": "prompt",
  "ru": "побуждать, подстрекать"
  },
  {
  "id": 6729,
  "en": "prompt",
  "ru": "срочный, оперативный"
  },
  {
  "id": 6730,
  "en": "prompting",
  "ru": "побуждение, подсказка"
  },
  {
  "id": 6731,
  "en": "prone",
  "ru": "склонный"
  },
  {
  "id": 6732,
  "en": "proneness",
  "ru": "склонность"
  },
  {
  "id": 6733,
  "en": "pronounce",
  "ru": "произносить"
  },
  {
  "id": 6734,
  "en": "pronunciation",
  "ru": "произношение"
  },
  {
  "id": 6735,
  "en": "proof",
  "ru": "доказательство (неисч.)"
  },
  {
  "id": 6736,
  "en": "prop",
  "ru": "подпирать, подпорка"
  },
  {
  "id": 6737,
  "en": "propaganda",
  "ru": "пропаганда"
  },
  {
  "id": 6738,
  "en": "propagate",
  "ru": "размножать, распространять"
  },
  {
  "id": 6739,
  "en": "propagation",
  "ru": "распространение"
  },
  {
  "id": 6740,
  "en": "propel",
  "ru": "двигать, толкать"
  },
  {
  "id": 6741,
  "en": "propeller",
  "ru": "пропеллер, гребной винт"
  },
  {
  "id": 6742,
  "en": "proper",
  "ru": "правильный, надлежащий"
  },
  {
  "id": 6743,
  "en": "properly",
  "ru": "должным образом"
  },
  {
  "id": 6744,
  "en": "property",
  "ru": "собственность"
  },
  {
  "id": 6745,
  "en": "prophecy",
  "ru": "пророчество"
  },
  {
  "id": 6746,
  "en": "prophet",
  "ru": "пророк"
  },
  {
  "id": 6747,
  "en": "prophetic",
  "ru": "пророческий"
  },
  {
  "id": 6748,
  "en": "proponent",
  "ru": "сторонник, поборник"
  },
  {
  "id": 6749,
  "en": "proportion",
  "ru": "пропорция"
  },
  {
  "id": 6750,
  "en": "proposal",
  "ru": "предложение"
  },
  {
  "id": 6751,
  "en": "propose",
  "ru": "предлагать"
  },
  {
  "id": 6752,
  "en": "proposition",
  "ru": "предложение"
  },
  {
  "id": 6753,
  "en": "proprietor",
  "ru": "собственник"
  },
  {
  "id": 6754,
  "en": "propriety",
  "ru": "правильность, уместность"
  },
  {
  "id": 6755,
  "en": "prose",
  "ru": "проза"
  },
  {
  "id": 6756,
  "en": "prosecute",
  "ru": "вести, осуществлять"
  },
  {
  "id": 6757,
  "en": "prosecute",
  "ru": "преследовать (законодательно)"
  },
  {
  "id": 6758,
  "en": "prosecution",
  "ru": "судебное преследование"
  },
  {
  "id": 6759,
  "en": "prosecutor",
  "ru": "прокурор"
  },
  {
  "id": 6760,
  "en": "prospect",
  "ru": "перспектива, вид будущего"
  },
  {
  "id": 6761,
  "en": "prospective",
  "ru": "перспективный"
  },
  {
  "id": 6762,
  "en": "prosper",
  "ru": "процветать, преуспевать"
  },
  {
  "id": 6763,
  "en": "prosperity",
  "ru": "процветание"
  },
  {
  "id": 6764,
  "en": "prosperous",
  "ru": "процветающий"
  },
  {
  "id": 6765,
  "en": "prostitute",
  "ru": "проститутка"
  },
  {
  "id": 6766,
  "en": "protect",
  "ru": "защищать"
  },
  {
  "id": 6767,
  "en": "protection",
  "ru": "защита"
  },
  {
  "id": 6768,
  "en": "protective",
  "ru": "защитный"
  },
  {
  "id": 6769,
  "en": "protein",
  "ru": "протеин"
  },
  {
  "id": 6770,
  "en": "protest",
  "ru": "протест"
  },
  {
  "id": 6771,
  "en": "protestant",
  "ru": "протестант"
  },
  {
  "id": 6772,
  "en": "protocol",
  "ru": "протокол"
  },
  {
  "id": 6773,
  "en": "prototype",
  "ru": "прототип"
  },
  {
  "id": 6774,
  "en": "proud",
  "ru": "гордый, гордящийся"
  },
  {
  "id": 6775,
  "en": "prove",
  "ru": "доказывать"
  },
  {
  "id": 6776,
  "en": "proverb",
  "ru": "пословица"
  },
  {
  "id": 6777,
  "en": "proverbial",
  "ru": "вошедший в поговорку"
  },
  {
  "id": 6778,
  "en": "provide",
  "ru": "обеспечивать, снабжать"
  },
  {
  "id": 6779,
  "en": "provided",
  "ru": "при условии"
  },
  {
  "id": 6780,
  "en": "provider",
  "ru": "поставщик"
  },
  {
  "id": 6781,
  "en": "province",
  "ru": "провинция"
  },
  {
  "id": 6782,
  "en": "provision",
  "ru": "обеспечение"
  },
  {
  "id": 6783,
  "en": "provisional",
  "ru": "предварительный, временный"
  },
  {
  "id": 6784,
  "en": "proximity",
  "ru": "близость"
  },
  {
  "id": 6785,
  "en": "prudence",
  "ru": "предусмотрительность"
  },
  {
  "id": 6786,
  "en": "prudent",
  "ru": "разумный, осторожный"
  },
  {
  "id": 6787,
  "en": "prudential",
  "ru": "благоразумный"
  },
  {
  "id": 6788,
  "en": "pry",
  "ru": "любопытствовать, совать нос"
  },
  {
  "id": 6789,
  "en": "pseudonym",
  "ru": "псевдоним"
  },
  {
  "id": 6790,
  "en": "psychiatric",
  "ru": "психиатрический"
  },
  {
  "id": 6791,
  "en": "psychiatrist",
  "ru": "] психиатр"
  },
  {
  "id": 6792,
  "en": "psychiatry",
  "ru": "психиатрия"
  },
  {
  "id": 6793,
  "en": "psychic",
  "ru": "психический"
  },
  {
  "id": 6794,
  "en": "psychological",
  "ru": "психологический"
  },
  {
  "id": 6795,
  "en": "psychologist",
  "ru": "психолог"
  },
  {
  "id": 6796,
  "en": "psychology",
  "ru": "психология"
  },
  {
  "id": 6797,
  "en": "psychotherapist",
  "ru": "] психотерапевт"
  },
  {
  "id": 6798,
  "en": "psychotherapy",
  "ru": "психотерапия"
  },
  {
  "id": 6799,
  "en": "pub",
  "ru": "паб"
  },
  {
  "id": 6800,
  "en": "publication",
  "ru": "публикация"
  },
  {
  "id": 6801,
  "en": "publicize",
  "ru": "оповещать, рекламировать"
  },
  {
  "id": 6802,
  "en": "publish",
  "ru": "публиковать, издавать"
  },
  {
  "id": 6803,
  "en": "publisher",
  "ru": "издатель, издательство"
  },
  {
  "id": 6804,
  "en": "pudding",
  "ru": "пудинг"
  },
  {
  "id": 6805,
  "en": "puddle",
  "ru": "лужа"
  },
  {
  "id": 6806,
  "en": "puff",
  "ru": "дуновение, пых, клубы (дыма)"
  },
  {
  "id": 6807,
  "en": "pull",
  "ru": "[pʊlbæk] отступить, отвести войска"
  },
  {
  "id": 6808,
  "en": "pull",
  "ru": "[pʊlaʊt] выйти из дела"
  },
  {
  "id": 6809,
  "en": "pull",
  "ru": "[pʊldaʊn] снести, разрушить"
  },
  {
  "id": 6810,
  "en": "pull",
  "ru": "[pʊlθruː] выжить, выздороветь"
  },
  {
  "id": 6811,
  "en": "pull",
  "ru": "[pʊlˈəʊvə] притормозить ненадолго"
  },
  {
  "id": 6812,
  "en": "pull",
  "ru": "[pʊlʌp] остановиться"
  },
  {
  "id": 6813,
  "en": "pull",
  "ru": "[pʊlɒf] справиться, вытянуть"
  },
  {
  "id": 6814,
  "en": "pull",
  "ru": "тянуть"
  },
  {
  "id": 6815,
  "en": "pulse",
  "ru": "пульс"
  },
  {
  "id": 6816,
  "en": "pump",
  "ru": "насос, нагнетать"
  },
  {
  "id": 6817,
  "en": "pumpkin",
  "ru": "тыква"
  },
  {
  "id": 6818,
  "en": "punch",
  "ru": "удар (кулаком), бить"
  },
  {
  "id": 6819,
  "en": "punctual",
  "ru": "пунктуальный"
  },
  {
  "id": 6820,
  "en": "punctuation",
  "ru": "пунктуация"
  },
  {
  "id": 6821,
  "en": "punish",
  "ru": "наказывать"
  },
  {
  "id": 6822,
  "en": "punishable",
  "ru": "наказуемый"
  },
  {
  "id": 6823,
  "en": "punishment",
  "ru": "наказание"
  },
  {
  "id": 6824,
  "en": "punitive",
  "ru": "карательный"
  },
  {
  "id": 6825,
  "en": "pup",
  "ru": "щенок"
  },
  {
  "id": 6826,
  "en": "pupil",
  "ru": "зрачок"
  },
  {
  "id": 6827,
  "en": "puppet",
  "ru": "кукла, марионетка"
  },
  {
  "id": 6828,
  "en": "puppy",
  "ru": "щенок"
  },
  {
  "id": 6829,
  "en": "purchase",
  "ru": "покупка, покупать"
  },
  {
  "id": 6830,
  "en": "pure",
  "ru": "чистый, незагрязнённый"
  },
  {
  "id": 6831,
  "en": "purely",
  "ru": "чисто, вполне"
  },
  {
  "id": 6832,
  "en": "purgatory",
  "ru": "чистилище"
  },
  {
  "id": 6833,
  "en": "purge",
  "ru": "чистка, очищать"
  },
  {
  "id": 6834,
  "en": "purify",
  "ru": "очищать"
  },
  {
  "id": 6835,
  "en": "purity",
  "ru": "чистота"
  },
  {
  "id": 6836,
  "en": "purple",
  "ru": "пурпурный, фиолетовый"
  },
  {
  "id": 6837,
  "en": "purpose",
  "ru": "цель, причина"
  },
  {
  "id": 6838,
  "en": "purposeful",
  "ru": "целенаправленный"
  },
  {
  "id": 6839,
  "en": "purposeless",
  "ru": "бесцельный"
  },
  {
  "id": 6840,
  "en": "purposely",
  "ru": "намеренно"
  },
  {
  "id": 6841,
  "en": "purse",
  "ru": "кошелек, сумочка"
  },
  {
  "id": 6842,
  "en": "pursue",
  "ru": "преследовать, гнаться"
  },
  {
  "id": 6843,
  "en": "pursuit",
  "ru": "преследование"
  },
  {
  "id": 6844,
  "en": "push",
  "ru": "толкать"
  },
  {
  "id": 6845,
  "en": "put",
  "ru": "down to [pʊtsmthdaʊntuː] объяснить, списать на"
  },
  {
  "id": 6846,
  "en": "put",
  "ru": "[pʊtɒn] надеть"
  },
  {
  "id": 6847,
  "en": "put",
  "ru": "down [pʊtsmbdaʊn] подавлять, угнетать"
  },
  {
  "id": 6848,
  "en": "put",
  "ru": "[pʊtəˈsaɪd] отложить"
  },
  {
  "id": 6849,
  "en": "put",
  "ru": "[pʊtɒn] включить"
  },
  {
  "id": 6850,
  "en": "put",
  "ru": "[pʊtɒf] выключить"
  },
  {
  "id": 6851,
  "en": "put",
  "ru": "[pʊtɪn] вложить"
  },
  {
  "id": 6852,
  "en": "put",
  "ru": "[pʊtθruː] подвергнуть"
  },
  {
  "id": 6853,
  "en": "put",
  "ru": "[pʊttəˈgɛðə] собирать, соединять"
  },
  {
  "id": 6854,
  "en": "put",
  "ru": "[pʊtaʊt] потушить"
  },
  {
  "id": 6855,
  "en": "put",
  "ru": "[pʊt ʌp] устроить (напр. драку)"
  },
  {
  "id": 6856,
  "en": "put",
  "ru": "[pʊtɒf] отвратить, отвлечь и т. д."
  },
  {
  "id": 6857,
  "en": "put",
  "ru": "[pʊtɒn] провести (мероприятие)"
  },
  {
  "id": 6858,
  "en": "put",
  "ru": "[pʊt əˈweɪ] посадить в тюрьму"
  },
  {
  "id": 6859,
  "en": "put",
  "ru": "[pʊtɒf] откладывать"
  },
  {
  "id": 6860,
  "en": "put",
  "ru": "with [pʊtʌpwɪð] принимать, мириться"
  },
  {
  "id": 6861,
  "en": "put",
  "ru": "[pʊtaʊt] обременять, стеснять"
  },
  {
  "id": 6862,
  "en": "put",
  "ru": "класть"
  },
  {
  "id": 6863,
  "en": "puzzle",
  "ru": "озадачить"
  },
  {
  "id": 6864,
  "en": "puzzlement",
  "ru": "замешательство"
  },
  {
  "id": 6865,
  "en": "pyramid",
  "ru": "пирамида"
  },
  {
  "id": 6866,
  "en": "quaint",
  "ru": "причудливый"
  },
  {
  "id": 6867,
  "en": "qualification",
  "ru": "квалификация"
  },
  {
  "id": 6868,
  "en": "qualify",
  "ru": "квалифицировать"
  },
  {
  "id": 6869,
  "en": "qualitative",
  "ru": "качественный"
  },
  {
  "id": 6870,
  "en": "quality",
  "ru": "качество, качественный"
  },
  {
  "id": 6871,
  "en": "quantitative",
  "ru": "количественный"
  },
  {
  "id": 6872,
  "en": "quantity",
  "ru": "количество"
  },
  {
  "id": 6873,
  "en": "quantum",
  "ru": "квант"
  },
  {
  "id": 6874,
  "en": "quarrel",
  "ru": "ссора"
  },
  {
  "id": 6875,
  "en": "quarry",
  "ru": "карьер"
  },
  {
  "id": 6876,
  "en": "quarter",
  "ru": "четверть"
  },
  {
  "id": 6877,
  "en": "queen",
  "ru": "королева"
  },
  {
  "id": 6878,
  "en": "queer",
  "ru": "странный, чудной"
  },
  {
  "id": 6879,
  "en": "queer",
  "ru": "педик"
  },
  {
  "id": 6880,
  "en": "query",
  "ru": "запрос"
  },
  {
  "id": 6881,
  "en": "quest",
  "ru": "поиск"
  },
  {
  "id": 6882,
  "en": "question",
  "ru": "подвергать сомнению"
  },
  {
  "id": 6883,
  "en": "question",
  "ru": "вопрос"
  },
  {
  "id": 6884,
  "en": "questionable",
  "ru": "сомнительный"
  },
  {
  "id": 6885,
  "en": "questionnaire",
  "ru": "анкета"
  },
  {
  "id": 6886,
  "en": "queue",
  "ru": "[kjuːʌp] встать в очередь"
  },
  {
  "id": 6887,
  "en": "queue",
  "ru": "очередь"
  },
  {
  "id": 6888,
  "en": "quick",
  "ru": "быстрый"
  },
  {
  "id": 6889,
  "en": "quiet",
  "ru": "тихий, спокойный, тишина"
  },
  {
  "id": 6890,
  "en": "quiet",
  "ru": "[ˈkwaɪətdaʊn] успокоиться"
  },
  {
  "id": 6891,
  "en": "quieten",
  "ru": "успокаивать"
  },
  {
  "id": 6892,
  "en": "quietness",
  "ru": "спокойствие"
  },
  {
  "id": 6893,
  "en": "quilt",
  "ru": "одеяло (стёганное)"
  },
  {
  "id": 6894,
  "en": "quit",
  "ru": "quit) [kwɪt] бросить, покинуть, перестать"
  },
  {
  "id": 6895,
  "en": "quite",
  "ru": "вполне, более-менее"
  },
  {
  "id": 6896,
  "en": "quiz",
  "ru": "викторина, тест, опрос"
  },
  {
  "id": 6897,
  "en": "quota",
  "ru": "квота"
  },
  {
  "id": 6898,
  "en": "quotation",
  "ru": "цитата"
  },
  {
  "id": 6899,
  "en": "quote",
  "ru": "цитировать"
  },
  {
  "id": 6900,
  "en": "rabbit",
  "ru": "кролик"
  },
  {
  "id": 6901,
  "en": "race",
  "ru": "раса"
  },
  {
  "id": 6902,
  "en": "race",
  "ru": "гонка"
  },
  {
  "id": 6903,
  "en": "race",
  "ru": "раса"
  },
  {
  "id": 6904,
  "en": "racial",
  "ru": "расовый"
  },
  {
  "id": 6905,
  "en": "racial",
  "ru": "расовый"
  },
  {
  "id": 6906,
  "en": "racism",
  "ru": "расизм"
  },
  {
  "id": 6907,
  "en": "racist",
  "ru": "расист"
  },
  {
  "id": 6908,
  "en": "rack",
  "ru": "стеллаж, вешалка, подставка"
  },
  {
  "id": 6909,
  "en": "racket",
  "ru": "ракетка"
  },
  {
  "id": 6910,
  "en": "radar",
  "ru": "радар"
  },
  {
  "id": 6911,
  "en": "radiate",
  "ru": "излучать"
  },
  {
  "id": 6912,
  "en": "radiation",
  "ru": "излучение"
  },
  {
  "id": 6913,
  "en": "radical",
  "ru": "радикальный"
  },
  {
  "id": 6914,
  "en": "radio",
  "ru": "радио"
  },
  {
  "id": 6915,
  "en": "radioactive",
  "ru": "радиоактивный"
  },
  {
  "id": 6916,
  "en": "raft",
  "ru": "плот"
  },
  {
  "id": 6917,
  "en": "rag",
  "ru": "тряпка"
  },
  {
  "id": 6918,
  "en": "rage",
  "ru": "ярость"
  },
  {
  "id": 6919,
  "en": "ragged",
  "ru": "оборванный"
  },
  {
  "id": 6920,
  "en": "raid",
  "ru": "набег"
  },
  {
  "id": 6921,
  "en": "rail",
  "ru": "рельс, перила"
  },
  {
  "id": 6922,
  "en": "railing",
  "ru": "перила"
  },
  {
  "id": 6923,
  "en": "railroad",
  "ru": "железная дорога"
  },
  {
  "id": 6924,
  "en": "railway",
  "ru": "железная дорога"
  },
  {
  "id": 6925,
  "en": "rain",
  "ru": "дождь"
  },
  {
  "id": 6926,
  "en": "rainbow",
  "ru": "радуга"
  },
  {
  "id": 6927,
  "en": "raise",
  "ru": "растить (детей)"
  },
  {
  "id": 6928,
  "en": "raise",
  "ru": "поднять, повысить"
  },
  {
  "id": 6929,
  "en": "raisin",
  "ru": "изюм"
  },
  {
  "id": 6930,
  "en": "rake",
  "ru": "грабли"
  },
  {
  "id": 6931,
  "en": "rake",
  "ru": "[reɪkɪn] загребать"
  },
  {
  "id": 6932,
  "en": "rally",
  "ru": "собраться, созвать (напр. армию)"
  },
  {
  "id": 6933,
  "en": "rally",
  "ru": "оживать, приходить в себя"
  },
  {
  "id": 6934,
  "en": "ram",
  "ru": "баран"
  },
  {
  "id": 6935,
  "en": "ramble",
  "ru": "бродить, блуждать"
  },
  {
  "id": 6936,
  "en": "rambler",
  "ru": "праздно шатающийся, бродяга"
  },
  {
  "id": 6937,
  "en": "ramp",
  "ru": "скат, съезд"
  },
  {
  "id": 6938,
  "en": "ranch",
  "ru": "ранчо"
  },
  {
  "id": 6939,
  "en": "random",
  "ru": "выбранный наугад"
  },
  {
  "id": 6940,
  "en": "random",
  "ru": "случайный"
  },
  {
  "id": 6941,
  "en": "randomized",
  "ru": "случайный, перемешанный"
  },
  {
  "id": 6942,
  "en": "range",
  "ru": "диапазон, пределы"
  },
  {
  "id": 6943,
  "en": "ranger",
  "ru": "рейнджер"
  },
  {
  "id": 6944,
  "en": "rank",
  "ru": "ранг, разряд, звание"
  },
  {
  "id": 6945,
  "en": "ransom",
  "ru": "выкуп"
  },
  {
  "id": 6946,
  "en": "rap",
  "ru": "рэп"
  },
  {
  "id": 6947,
  "en": "rape",
  "ru": "насиловать, изнасилование"
  },
  {
  "id": 6948,
  "en": "rapid",
  "ru": "быстрый"
  },
  {
  "id": 6949,
  "en": "rapidity",
  "ru": "быстрота"
  },
  {
  "id": 6950,
  "en": "rapist",
  "ru": "насильник"
  },
  {
  "id": 6951,
  "en": "rare",
  "ru": "редкий"
  },
  {
  "id": 6952,
  "en": "rareness",
  "ru": "редкость"
  },
  {
  "id": 6953,
  "en": "rash",
  "ru": "опрометчивый, необдуманный"
  },
  {
  "id": 6954,
  "en": "raspberry",
  "ru": "малина"
  },
  {
  "id": 6955,
  "en": "rat",
  "ru": "крыса"
  },
  {
  "id": 6956,
  "en": "rate",
  "ru": "курс, тариф, ставка"
  },
  {
  "id": 6957,
  "en": "rate",
  "ru": "показатель, уровень, оценивать"
  },
  {
  "id": 6958,
  "en": "rather",
  "ru": "скорее, предпочтительнее"
  },
  {
  "id": 6959,
  "en": "ratify",
  "ru": "ратифицировать"
  },
  {
  "id": 6960,
  "en": "ratio",
  "ru": "соотношение, пропорции"
  },
  {
  "id": 6961,
  "en": "ration",
  "ru": "рацион"
  },
  {
  "id": 6962,
  "en": "rational",
  "ru": "рациональный"
  },
  {
  "id": 6963,
  "en": "rationale",
  "ru": "основание, обоснование"
  },
  {
  "id": 6964,
  "en": "rattle",
  "ru": "греметь, погремушка"
  },
  {
  "id": 6965,
  "en": "ravage",
  "ru": "разорить, опустошить"
  },
  {
  "id": 6966,
  "en": "raw",
  "ru": "сырой, необработанный"
  },
  {
  "id": 6967,
  "en": "ray",
  "ru": "луч"
  },
  {
  "id": 6968,
  "en": "razor",
  "ru": "бритва"
  },
  {
  "id": 6969,
  "en": "reach",
  "ru": "достичь"
  },
  {
  "id": 6970,
  "en": "reach",
  "ru": "[riːʧaʊt] потянуться (рукой)"
  },
  {
  "id": 6971,
  "en": "reachable",
  "ru": "достижимый"
  },
  {
  "id": 6972,
  "en": "react",
  "ru": "реагировать"
  },
  {
  "id": 6973,
  "en": "reaction",
  "ru": "реакция"
  },
  {
  "id": 6974,
  "en": "read",
  "ru": "[riːdaʊt] огласить, зачитать вслух"
  },
  {
  "id": 6975,
  "en": "read",
  "ru": "on [riːdʌpɒn] изучить вопрос"
  },
  {
  "id": 6976,
  "en": "read",
  "ru": "читать"
  },
  {
  "id": 6977,
  "en": "readjust",
  "ru": "подрегулировать"
  },
  {
  "id": 6978,
  "en": "ready",
  "ru": "готовый"
  },
  {
  "id": 6979,
  "en": "reaffirm",
  "ru": "подтверждать"
  },
  {
  "id": 6980,
  "en": "real",
  "ru": "[rɪəlɪsˈteɪt] недвижимость"
  },
  {
  "id": 6981,
  "en": "real",
  "ru": "реальный"
  },
  {
  "id": 6982,
  "en": "real",
  "ru": "реальный"
  },
  {
  "id": 6983,
  "en": "realism",
  "ru": "реализм"
  },
  {
  "id": 6984,
  "en": "realistic",
  "ru": "реалистичный"
  },
  {
  "id": 6985,
  "en": "realize",
  "ru": "понимать"
  },
  {
  "id": 6986,
  "en": "realize",
  "ru": "реализовать"
  },
  {
  "id": 6987,
  "en": "realm",
  "ru": "царство или область (перен.)"
  },
  {
  "id": 6988,
  "en": "reap",
  "ru": "пожинать"
  },
  {
  "id": 6989,
  "en": "rear",
  "ru": "задний"
  },
  {
  "id": 6990,
  "en": "rearrange",
  "ru": "перестраивать"
  },
  {
  "id": 6991,
  "en": "rearrangement",
  "ru": "перегруппировка"
  },
  {
  "id": 6992,
  "en": "reason",
  "ru": "разум, благоразумие"
  },
  {
  "id": 6993,
  "en": "reason",
  "ru": "причина, мотив"
  },
  {
  "id": 6994,
  "en": "reasonable",
  "ru": "разумный"
  },
  {
  "id": 6995,
  "en": "reassessment",
  "ru": "переоценка"
  },
  {
  "id": 6996,
  "en": "reassure",
  "ru": "успокоить"
  },
  {
  "id": 6997,
  "en": "rebel",
  "ru": "восставать"
  },
  {
  "id": 6998,
  "en": "rebel",
  "ru": "повстанец"
  },
  {
  "id": 6999,
  "en": "rebellion",
  "ru": "бунт"
  },
  {
  "id": 7000,
  "en": "rebellious",
  "ru": "мятежный"
  },
  {
  "id": 7001,
  "en": "rebound",
  "ru": "отскочить, рикошет"
  },
  {
  "id": 7002,
  "en": "recall",
  "ru": "вспоминать"
  },
  {
  "id": 7003,
  "en": "recapture",
  "ru": "вернуть себе"
  },
  {
  "id": 7004,
  "en": "recede",
  "ru": "убывать"
  },
  {
  "id": 7005,
  "en": "receipt",
  "ru": "квитанция"
  },
  {
  "id": 7006,
  "en": "receipt",
  "ru": "получение"
  },
  {
  "id": 7007,
  "en": "receive",
  "ru": "получить"
  },
  {
  "id": 7008,
  "en": "recent",
  "ru": "недавний, последний"
  },
  {
  "id": 7009,
  "en": "recently",
  "ru": "в последнее время"
  },
  {
  "id": 7010,
  "en": "reception",
  "ru": "прием, приёмная"
  },
  {
  "id": 7011,
  "en": "receptionist",
  "ru": "администратор"
  },
  {
  "id": 7012,
  "en": "recess",
  "ru": "перерыв"
  },
  {
  "id": 7013,
  "en": "recess",
  "ru": "выемка, впадина"
  },
  {
  "id": 7014,
  "en": "recession",
  "ru": "рецессия"
  },
  {
  "id": 7015,
  "en": "recharge",
  "ru": "перезарядить"
  },
  {
  "id": 7016,
  "en": "recipe",
  "ru": "рецепт"
  },
  {
  "id": 7017,
  "en": "recipient",
  "ru": "получатель"
  },
  {
  "id": 7018,
  "en": "reciprocal",
  "ru": "взаимный, ответный"
  },
  {
  "id": 7019,
  "en": "reciprocate",
  "ru": "отвечать взаимностью"
  },
  {
  "id": 7020,
  "en": "recital",
  "ru": "декламация, чтение вслух"
  },
  {
  "id": 7021,
  "en": "recite",
  "ru": "декламировать, рассказывать"
  },
  {
  "id": 7022,
  "en": "reckless",
  "ru": "опрометчивый, безрассудный"
  },
  {
  "id": 7023,
  "en": "recklessness",
  "ru": "безрассудство"
  },
  {
  "id": 7024,
  "en": "reckon",
  "ru": "считать, рассчитывать"
  },
  {
  "id": 7025,
  "en": "reclaim",
  "ru": "вернуть, востребовать"
  },
  {
  "id": 7026,
  "en": "recognition",
  "ru": "узнавание или признание"
  },
  {
  "id": 7027,
  "en": "recognizable",
  "ru": "узнаваемый"
  },
  {
  "id": 7028,
  "en": "recognize",
  "ru": "узнавать"
  },
  {
  "id": 7029,
  "en": "recollection",
  "ru": "воспоминание"
  },
  {
  "id": 7030,
  "en": "recommend",
  "ru": "рекомендовать"
  },
  {
  "id": 7031,
  "en": "reconcile",
  "ru": "примириться"
  },
  {
  "id": 7032,
  "en": "reconciliation",
  "ru": "примирение, улаживание"
  },
  {
  "id": 7033,
  "en": "reconsider",
  "ru": "пересматривать"
  },
  {
  "id": 7034,
  "en": "reconstruct",
  "ru": "восстановить"
  },
  {
  "id": 7035,
  "en": "record",
  "ru": "запись"
  },
  {
  "id": 7036,
  "en": "record",
  "ru": "записывать"
  },
  {
  "id": 7037,
  "en": "record",
  "ru": "рекорд"
  },
  {
  "id": 7038,
  "en": "recount",
  "ru": "пересчитывать"
  },
  {
  "id": 7039,
  "en": "recount",
  "ru": "пересказать"
  },
  {
  "id": 7040,
  "en": "recover",
  "ru": "восстановиться, выздороветь"
  },
  {
  "id": 7041,
  "en": "recoverable",
  "ru": "воостановимый, обратимый"
  },
  {
  "id": 7042,
  "en": "recovery",
  "ru": "восстановление"
  },
  {
  "id": 7043,
  "en": "recreation",
  "ru": "отдых и развлечения"
  },
  {
  "id": 7044,
  "en": "recreational",
  "ru": "развлекательный"
  },
  {
  "id": 7045,
  "en": "recruit",
  "ru": "набирать, вербовать"
  },
  {
  "id": 7046,
  "en": "recruitment",
  "ru": "набор персонала"
  },
  {
  "id": 7047,
  "en": "rectangle",
  "ru": "прямоугольник"
  },
  {
  "id": 7048,
  "en": "rectangular",
  "ru": "прямоугольный"
  },
  {
  "id": 7049,
  "en": "recur",
  "ru": "повторяться, возвращаться"
  },
  {
  "id": 7050,
  "en": "recurrence",
  "ru": "повторение"
  },
  {
  "id": 7051,
  "en": "recurrent",
  "ru": "возвратный"
  },
  {
  "id": 7052,
  "en": "recursion",
  "ru": "рекурсия"
  },
  {
  "id": 7053,
  "en": "recycle",
  "ru": "перерабатывать"
  },
  {
  "id": 7054,
  "en": "red",
  "ru": "красный"
  },
  {
  "id": 7055,
  "en": "redeem",
  "ru": "выкупить, искупить"
  },
  {
  "id": 7056,
  "en": "redistribute",
  "ru": "перераспределять"
  },
  {
  "id": 7057,
  "en": "redouble",
  "ru": "удваивать"
  },
  {
  "id": 7058,
  "en": "reduce",
  "ru": "снижать"
  },
  {
  "id": 7059,
  "en": "reduction",
  "ru": "сокращение"
  },
  {
  "id": 7060,
  "en": "redundancy",
  "ru": "избыточность"
  },
  {
  "id": 7061,
  "en": "redundant",
  "ru": "избыточный"
  },
  {
  "id": 7062,
  "en": "reed",
  "ru": "тростник, камыш"
  },
  {
  "id": 7063,
  "en": "reef",
  "ru": "риф"
  },
  {
  "id": 7064,
  "en": "reel",
  "ru": "катушка, наматывать"
  },
  {
  "id": 7065,
  "en": "reestablish",
  "ru": "восстановить"
  },
  {
  "id": 7066,
  "en": "refer",
  "ru": "сослаться, отослать"
  },
  {
  "id": 7067,
  "en": "referee",
  "ru": "рефери"
  },
  {
  "id": 7068,
  "en": "reference",
  "ru": "ссылка, рекомендация"
  },
  {
  "id": 7069,
  "en": "referendum",
  "ru": "референдум"
  },
  {
  "id": 7070,
  "en": "refine",
  "ru": ""
  },
  {
  "id": 7071,
  "en": "refinement",
  "ru": "утонченность"
  },
  {
  "id": 7072,
  "en": "refinery",
  "ru": "очистительный завод"
  },
  {
  "id": 7073,
  "en": "reflect",
  "ru": "отражать(ся)"
  },
  {
  "id": 7074,
  "en": "reflection",
  "ru": "отражение"
  },
  {
  "id": 7075,
  "en": "reform",
  "ru": "реформа, реформировать"
  },
  {
  "id": 7076,
  "en": "refrain",
  "ru": "воздерживаться"
  },
  {
  "id": 7077,
  "en": "refrain",
  "ru": "рефрен, припев"
  },
  {
  "id": 7078,
  "en": "refresh",
  "ru": "обновлять, освежить"
  },
  {
  "id": 7079,
  "en": "refrigerator",
  "ru": "холодильник"
  },
  {
  "id": 7080,
  "en": "refuel",
  "ru": "дозаправить"
  },
  {
  "id": 7081,
  "en": "refuge",
  "ru": "убежище, пристанище"
  },
  {
  "id": 7082,
  "en": "refugee",
  "ru": "беженец"
  },
  {
  "id": 7083,
  "en": "refund",
  "ru": "возврат, возмещение"
  },
  {
  "id": 7084,
  "en": "refusal",
  "ru": "отказ"
  },
  {
  "id": 7085,
  "en": "refuse",
  "ru": "отказаться"
  },
  {
  "id": 7086,
  "en": "refutation",
  "ru": "опровержение"
  },
  {
  "id": 7087,
  "en": "refute",
  "ru": "опровергать"
  },
  {
  "id": 7088,
  "en": "regain",
  "ru": "восстановить, вернуть себе"
  },
  {
  "id": 7089,
  "en": "regard",
  "ru": "внимание, уважение"
  },
  {
  "id": 7090,
  "en": "regard",
  "ru": "считать, рассматривать"
  },
  {
  "id": 7091,
  "en": "regardless",
  "ru": "несмотря на"
  },
  {
  "id": 7092,
  "en": "regenerate",
  "ru": "регенерировать"
  },
  {
  "id": 7093,
  "en": "regeneration",
  "ru": "] регенерация"
  },
  {
  "id": 7094,
  "en": "regime",
  "ru": "режим"
  },
  {
  "id": 7095,
  "en": "regiment",
  "ru": "полк"
  },
  {
  "id": 7096,
  "en": "region",
  "ru": "регион"
  },
  {
  "id": 7097,
  "en": "regional",
  "ru": "региональный"
  },
  {
  "id": 7098,
  "en": "register",
  "ru": "касса (магазина)"
  },
  {
  "id": 7099,
  "en": "register",
  "ru": "регистр"
  },
  {
  "id": 7100,
  "en": "registration",
  "ru": "] постановка на учет"
  },
  {
  "id": 7101,
  "en": "regress",
  "ru": "регресс"
  },
  {
  "id": 7102,
  "en": "regret",
  "ru": "сожалеть, сожаление"
  },
  {
  "id": 7103,
  "en": "regrettable",
  "ru": "прискорбный"
  },
  {
  "id": 7104,
  "en": "regular",
  "ru": "обычный"
  },
  {
  "id": 7105,
  "en": "regulate",
  "ru": "регулировать"
  },
  {
  "id": 7106,
  "en": "regulation",
  "ru": "регуляция"
  },
  {
  "id": 7107,
  "en": "regulator",
  "ru": "регулятор"
  },
  {
  "id": 7108,
  "en": "rehabilitate",
  "ru": "реабилитировать"
  },
  {
  "id": 7109,
  "en": "rehabilitation",
  "ru": "реабилитация"
  },
  {
  "id": 7110,
  "en": "rehearsal",
  "ru": "репетиция"
  },
  {
  "id": 7111,
  "en": "rehearse",
  "ru": "репетировать"
  },
  {
  "id": 7112,
  "en": "reign",
  "ru": "царствовать"
  },
  {
  "id": 7113,
  "en": "rein",
  "ru": "сдерживать, держать в узде"
  },
  {
  "id": 7114,
  "en": "reindeer",
  "ru": "северный олень"
  },
  {
  "id": 7115,
  "en": "reinforce",
  "ru": "усилить, укрепить"
  },
  {
  "id": 7116,
  "en": "reinforcement",
  "ru": "укрепление"
  },
  {
  "id": 7117,
  "en": "reject",
  "ru": "отвергать"
  },
  {
  "id": 7118,
  "en": "rejection",
  "ru": "отказ, отторжение"
  },
  {
  "id": 7119,
  "en": "rejoice",
  "ru": "радоваться"
  },
  {
  "id": 7120,
  "en": "relate",
  "ru": "относиться, быть связанным"
  },
  {
  "id": 7121,
  "en": "related",
  "ru": "родственный"
  },
  {
  "id": 7122,
  "en": "relation",
  "ru": "связь"
  },
  {
  "id": 7123,
  "en": "relationship",
  "ru": "отношения"
  },
  {
  "id": 7124,
  "en": "relative",
  "ru": "родственник"
  },
  {
  "id": 7125,
  "en": "relative",
  "ru": "относительный"
  },
  {
  "id": 7126,
  "en": "relativity",
  "ru": "относительность"
  },
  {
  "id": 7127,
  "en": "relax",
  "ru": "расслабляться"
  },
  {
  "id": 7128,
  "en": "relay",
  "ru": "передавать, ретранслировать"
  },
  {
  "id": 7129,
  "en": "release",
  "ru": "отпускать, выпускать"
  },
  {
  "id": 7130,
  "en": "relentless",
  "ru": "настойчивый, непрекращающийся"
  },
  {
  "id": 7131,
  "en": "relevance",
  "ru": "актуальность"
  },
  {
  "id": 7132,
  "en": "relevant",
  "ru": "уместный, актуальный"
  },
  {
  "id": 7133,
  "en": "reliability",
  "ru": "надежность"
  },
  {
  "id": 7134,
  "en": "reliable",
  "ru": "надежный"
  },
  {
  "id": 7135,
  "en": "relief",
  "ru": "облегчение"
  },
  {
  "id": 7136,
  "en": "relief",
  "ru": "рельеф"
  },
  {
  "id": 7137,
  "en": "relieve",
  "ru": "облегчить, освободить"
  },
  {
  "id": 7138,
  "en": "religion",
  "ru": "религия"
  },
  {
  "id": 7139,
  "en": "religious",
  "ru": "религиозный"
  },
  {
  "id": 7140,
  "en": "relish",
  "ru": "наслаждаться"
  },
  {
  "id": 7141,
  "en": "reload",
  "ru": "перезагружать"
  },
  {
  "id": 7142,
  "en": "reluctance",
  "ru": "нежелание"
  },
  {
  "id": 7143,
  "en": "reluctant",
  "ru": "неохотный, нежелающий"
  },
  {
  "id": 7144,
  "en": "rely",
  "ru": "полагаться"
  },
  {
  "id": 7145,
  "en": "remain",
  "ru": "оставаться"
  },
  {
  "id": 7146,
  "en": "remainder",
  "ru": "оставшаяся часть"
  },
  {
  "id": 7147,
  "en": "remains",
  "ru": "остатки, останки"
  },
  {
  "id": 7148,
  "en": "remark",
  "ru": "замечать, замечание"
  },
  {
  "id": 7149,
  "en": "remarkable",
  "ru": "замечательный"
  },
  {
  "id": 7150,
  "en": "remedy",
  "ru": "средство"
  },
  {
  "id": 7151,
  "en": "remember",
  "ru": "помнить"
  },
  {
  "id": 7152,
  "en": "remind",
  "ru": "напомнить"
  },
  {
  "id": 7153,
  "en": "reminder",
  "ru": "напоминание"
  },
  {
  "id": 7154,
  "en": "reminiscence",
  "ru": "воспоминание"
  },
  {
  "id": 7155,
  "en": "reminiscent",
  "ru": "напоминающий"
  },
  {
  "id": 7156,
  "en": "remnant",
  "ru": "остаток"
  },
  {
  "id": 7157,
  "en": "remorse",
  "ru": "раскаяние"
  },
  {
  "id": 7158,
  "en": "remote",
  "ru": "отдалённый, захолустный"
  },
  {
  "id": 7159,
  "en": "remoteness",
  "ru": "удаленность"
  },
  {
  "id": 7160,
  "en": "removal",
  "ru": "удаление"
  },
  {
  "id": 7161,
  "en": "remove",
  "ru": "убрать, удалить"
  },
  {
  "id": 7162,
  "en": "render",
  "ru": "делать, придавать свойство"
  },
  {
  "id": 7163,
  "en": "render",
  "ru": "воздавать, оказывать"
  },
  {
  "id": 7164,
  "en": "renew",
  "ru": "возобновлять"
  },
  {
  "id": 7165,
  "en": "renewable",
  "ru": "возобновляемый"
  },
  {
  "id": 7166,
  "en": "renewal",
  "ru": "обновление"
  },
  {
  "id": 7167,
  "en": "renovate",
  "ru": "ремонтировать, обновлять"
  },
  {
  "id": 7168,
  "en": "renovation",
  "ru": "ремонт, обновление"
  },
  {
  "id": 7169,
  "en": "renown",
  "ru": "известность, слава"
  },
  {
  "id": 7170,
  "en": "renowned",
  "ru": "прославленный"
  },
  {
  "id": 7171,
  "en": "rent",
  "ru": "аренда, арендовать, сдавать"
  },
  {
  "id": 7172,
  "en": "rent",
  "ru": "[rɛnt aʊt] сдавать в аренду"
  },
  {
  "id": 7173,
  "en": "rental",
  "ru": "аренда"
  },
  {
  "id": 7174,
  "en": "reorder",
  "ru": "переупорядочить"
  },
  {
  "id": 7175,
  "en": "repair",
  "ru": "ремонт, ремонтировать"
  },
  {
  "id": 7176,
  "en": "repay",
  "ru": "отплатить"
  },
  {
  "id": 7177,
  "en": "repayment",
  "ru": "погашение"
  },
  {
  "id": 7178,
  "en": "repeal",
  "ru": "отменить (закон)"
  },
  {
  "id": 7179,
  "en": "repeat",
  "ru": "повторять"
  },
  {
  "id": 7180,
  "en": "repel",
  "ru": "отталкивать, отражать"
  },
  {
  "id": 7181,
  "en": "repellent",
  "ru": "отталкивающий"
  },
  {
  "id": 7182,
  "en": "repertoire",
  "ru": "репертуар"
  },
  {
  "id": 7183,
  "en": "replace",
  "ru": "заменить"
  },
  {
  "id": 7184,
  "en": "replaceable",
  "ru": "заменяемый"
  },
  {
  "id": 7185,
  "en": "replacement",
  "ru": "замена"
  },
  {
  "id": 7186,
  "en": "replicate",
  "ru": "воспроизвести"
  },
  {
  "id": 7187,
  "en": "replication",
  "ru": "копирование"
  },
  {
  "id": 7188,
  "en": "reply",
  "ru": "ответ, отвечать"
  },
  {
  "id": 7189,
  "en": "report",
  "ru": "доклад, отчёт"
  },
  {
  "id": 7190,
  "en": "reportedly",
  "ru": "по сообщениям"
  },
  {
  "id": 7191,
  "en": "reporter",
  "ru": "репортёр"
  },
  {
  "id": 7192,
  "en": "represent",
  "ru": "представлять"
  },
  {
  "id": 7193,
  "en": "representative",
  "ru": "представитель"
  },
  {
  "id": 7194,
  "en": "repress",
  "ru": "подавлять"
  },
  {
  "id": 7195,
  "en": "reproduce",
  "ru": "воспроизводить"
  },
  {
  "id": 7196,
  "en": "reproducible",
  "ru": "воспроизводимый"
  },
  {
  "id": 7197,
  "en": "reproduction",
  "ru": "воспроизведение"
  },
  {
  "id": 7198,
  "en": "reproductive",
  "ru": "репродуктивный"
  },
  {
  "id": 7199,
  "en": "reptile",
  "ru": "рептилия"
  },
  {
  "id": 7200,
  "en": "republic",
  "ru": "республика"
  },
  {
  "id": 7201,
  "en": "reputation",
  "ru": "репутация"
  },
  {
  "id": 7202,
  "en": "request",
  "ru": "запрос, запрашивать"
  },
  {
  "id": 7203,
  "en": "require",
  "ru": "требовать"
  },
  {
  "id": 7204,
  "en": "requirement",
  "ru": "требование"
  },
  {
  "id": 7205,
  "en": "resale",
  "ru": "перепродажа"
  },
  {
  "id": 7206,
  "en": "rescue",
  "ru": "спасать, спасение"
  },
  {
  "id": 7207,
  "en": "research",
  "ru": "исследование, исследовать"
  },
  {
  "id": 7208,
  "en": "researcher",
  "ru": "исследователь"
  },
  {
  "id": 7209,
  "en": "resemblance",
  "ru": "сходство"
  },
  {
  "id": 7210,
  "en": "resemble",
  "ru": "походить"
  },
  {
  "id": 7211,
  "en": "resent",
  "ru": "огорчаться, возмущаться"
  },
  {
  "id": 7212,
  "en": "resentful",
  "ru": "обиженный"
  },
  {
  "id": 7213,
  "en": "resentment",
  "ru": "чувство обиды"
  },
  {
  "id": 7214,
  "en": "reservation",
  "ru": "бронирование"
  },
  {
  "id": 7215,
  "en": "reserve",
  "ru": "запас, запасной, запасать"
  },
  {
  "id": 7216,
  "en": "reserve",
  "ru": "бронировать"
  },
  {
  "id": 7217,
  "en": "reserved",
  "ru": "скрытный, замкнутый"
  },
  {
  "id": 7218,
  "en": "reservoir",
  "ru": "резервуар"
  },
  {
  "id": 7219,
  "en": "reshape",
  "ru": "перекроить"
  },
  {
  "id": 7220,
  "en": "reshuffle",
  "ru": "перетасовать"
  },
  {
  "id": 7221,
  "en": "reside",
  "ru": "проживать (где-то)"
  },
  {
  "id": 7222,
  "en": "residence",
  "ru": "место проживания"
  },
  {
  "id": 7223,
  "en": "residence",
  "ru": "резиденция"
  },
  {
  "id": 7224,
  "en": "resident",
  "ru": "резидент, житель"
  },
  {
  "id": 7225,
  "en": "residual",
  "ru": "остаточный"
  },
  {
  "id": 7226,
  "en": "residue",
  "ru": "остаток"
  },
  {
  "id": 7227,
  "en": "resign",
  "ru": "отказываться, сдавать, уходить"
  },
  {
  "id": 7228,
  "en": "resignation",
  "ru": "отставка"
  },
  {
  "id": 7229,
  "en": "resignation",
  "ru": "смирение"
  },
  {
  "id": 7230,
  "en": "resilience",
  "ru": "упругость"
  },
  {
  "id": 7231,
  "en": "resilient",
  "ru": "стойкий, упругий"
  },
  {
  "id": 7232,
  "en": "resist",
  "ru": "сопротивляться"
  },
  {
  "id": 7233,
  "en": "resolute",
  "ru": "решительный, твёрдый"
  },
  {
  "id": 7234,
  "en": "resolution",
  "ru": "решение, решимость"
  },
  {
  "id": 7235,
  "en": "resolution",
  "ru": "резолюция"
  },
  {
  "id": 7236,
  "en": "resolve",
  "ru": "решиться, решимость"
  },
  {
  "id": 7237,
  "en": "resolve",
  "ru": "разрешить (ситуацию)"
  },
  {
  "id": 7238,
  "en": "resonance",
  "ru": "резонанс"
  },
  {
  "id": 7239,
  "en": "resonate",
  "ru": "резонировать"
  },
  {
  "id": 7240,
  "en": "resort",
  "ru": "курорт"
  },
  {
  "id": 7241,
  "en": "resort",
  "ru": "[rɪˈzɔːttuː] прибегать к"
  },
  {
  "id": 7242,
  "en": "resource",
  "ru": "ресурс"
  },
  {
  "id": 7243,
  "en": "respect",
  "ru": "уважать"
  },
  {
  "id": 7244,
  "en": "respective",
  "ru": "соответственный"
  },
  {
  "id": 7245,
  "en": "respectively",
  "ru": "соответственно"
  },
  {
  "id": 7246,
  "en": "respirator",
  "ru": "респиратор, противогаз"
  },
  {
  "id": 7247,
  "en": "respond",
  "ru": "отвечать"
  },
  {
  "id": 7248,
  "en": "respondent",
  "ru": "тот, кто отвечает"
  },
  {
  "id": 7249,
  "en": "response",
  "ru": "ответ, отклик"
  },
  {
  "id": 7250,
  "en": "responsibility",
  "ru": "обязанность"
  },
  {
  "id": 7251,
  "en": "responsible",
  "ru": "ответственный"
  },
  {
  "id": 7252,
  "en": "responsive",
  "ru": "отзывчивый"
  },
  {
  "id": 7253,
  "en": "rest",
  "ru": "остаток, остальное"
  },
  {
  "id": 7254,
  "en": "rest",
  "ru": "отдых, отдыхать"
  },
  {
  "id": 7255,
  "en": "rest",
  "ru": "покоиться"
  },
  {
  "id": 7256,
  "en": "restaurant",
  "ru": "ресторан"
  },
  {
  "id": 7257,
  "en": "restoration",
  "ru": "восстановление"
  },
  {
  "id": 7258,
  "en": "restore",
  "ru": "восстанавливать"
  },
  {
  "id": 7259,
  "en": "restrain",
  "ru": "ограничивать, удерживать"
  },
  {
  "id": 7260,
  "en": "restraint",
  "ru": "сдержанность"
  },
  {
  "id": 7261,
  "en": "restrict",
  "ru": "ограничивать"
  },
  {
  "id": 7262,
  "en": "restriction",
  "ru": "ограничение"
  },
  {
  "id": 7263,
  "en": "result",
  "ru": "привести к"
  },
  {
  "id": 7264,
  "en": "result",
  "ru": "результат"
  },
  {
  "id": 7265,
  "en": "resume",
  "ru": "возобновить"
  },
  {
  "id": 7266,
  "en": "resumption",
  "ru": "возобновление"
  },
  {
  "id": 7267,
  "en": "resurrect",
  "ru": "воскрешать"
  },
  {
  "id": 7268,
  "en": "resurrection",
  "ru": "воскрешение"
  },
  {
  "id": 7269,
  "en": "retail",
  "ru": "розничная продажа"
  },
  {
  "id": 7270,
  "en": "retain",
  "ru": "сохранять, удерживать"
  },
  {
  "id": 7271,
  "en": "retaliate",
  "ru": "отплатить, отомстить"
  },
  {
  "id": 7272,
  "en": "retaliation",
  "ru": "воздаяние"
  },
  {
  "id": 7273,
  "en": "retarded",
  "ru": "умственно отсталый"
  },
  {
  "id": 7274,
  "en": "retention",
  "ru": "удержание, сохранение"
  },
  {
  "id": 7275,
  "en": "retire",
  "ru": "уходить в отставку, на пенсию"
  },
  {
  "id": 7276,
  "en": "retirement",
  "ru": "выход на пенсию"
  },
  {
  "id": 7277,
  "en": "retract",
  "ru": "втягивать, брать обратно и т.д."
  },
  {
  "id": 7278,
  "en": "retreat",
  "ru": "отступать"
  },
  {
  "id": 7279,
  "en": "retrieval",
  "ru": "поиск, извлечение"
  },
  {
  "id": 7280,
  "en": "retrieve",
  "ru": "извлечь, вернуть"
  },
  {
  "id": 7281,
  "en": "retrospect",
  "ru": "взгляд в прошлое"
  },
  {
  "id": 7282,
  "en": "retrospective",
  "ru": "ретроспективный"
  },
  {
  "id": 7283,
  "en": "return",
  "ru": "возвращаться"
  },
  {
  "id": 7284,
  "en": "reveal",
  "ru": "раскрыть, выявить"
  },
  {
  "id": 7285,
  "en": "revel",
  "ru": "наслаждаться, развлекаться"
  },
  {
  "id": 7286,
  "en": "revelation",
  "ru": "открытие, откровение"
  },
  {
  "id": 7287,
  "en": "revenge",
  "ru": "месть"
  },
  {
  "id": 7288,
  "en": "revenue",
  "ru": "доход, выручка"
  },
  {
  "id": 7289,
  "en": "revere",
  "ru": "почитать"
  },
  {
  "id": 7290,
  "en": "reverence",
  "ru": "почитание, благоговение"
  },
  {
  "id": 7291,
  "en": "reverent",
  "ru": "благоговейный"
  },
  {
  "id": 7292,
  "en": "reversal",
  "ru": "обращение, обратный ход"
  },
  {
  "id": 7293,
  "en": "reverse",
  "ru": "обратный, обратить"
  },
  {
  "id": 7294,
  "en": "reversible",
  "ru": "обратимый"
  },
  {
  "id": 7295,
  "en": "review",
  "ru": "обзор, рассмотрение"
  },
  {
  "id": 7296,
  "en": "review",
  "ru": "обзор, сделать обзор"
  },
  {
  "id": 7297,
  "en": "revise",
  "ru": "пересматривать, проверять"
  },
  {
  "id": 7298,
  "en": "revision",
  "ru": "перемотр"
  },
  {
  "id": 7299,
  "en": "revival",
  "ru": "возрождение"
  },
  {
  "id": 7300,
  "en": "revive",
  "ru": "возрождать, оживлять"
  },
  {
  "id": 7301,
  "en": "revolt",
  "ru": "восстание, бунт"
  },
  {
  "id": 7302,
  "en": "revolution",
  "ru": "революция"
  },
  {
  "id": 7303,
  "en": "revolve",
  "ru": "вращаться"
  },
  {
  "id": 7304,
  "en": "revolver",
  "ru": "барабан или револьвер"
  },
  {
  "id": 7305,
  "en": "reward",
  "ru": "награда, награждать"
  },
  {
  "id": 7306,
  "en": "rhetoric",
  "ru": "риторика"
  },
  {
  "id": 7307,
  "en": "rhyme",
  "ru": "рифма, рифмовать"
  },
  {
  "id": 7308,
  "en": "rhythm",
  "ru": "ритм"
  },
  {
  "id": 7309,
  "en": "rib",
  "ru": "ребро"
  },
  {
  "id": 7310,
  "en": "ribbed",
  "ru": "ребристый"
  },
  {
  "id": 7311,
  "en": "ribbon",
  "ru": "лента"
  },
  {
  "id": 7312,
  "en": "ribcage",
  "ru": "грудная клетка"
  },
  {
  "id": 7313,
  "en": "rice",
  "ru": "рис"
  },
  {
  "id": 7314,
  "en": "rich",
  "ru": "богатый"
  },
  {
  "id": 7315,
  "en": "riches",
  "ru": "богатства"
  },
  {
  "id": 7316,
  "en": "richness",
  "ru": "богатство"
  },
  {
  "id": 7317,
  "en": "rid",
  "ru": "освобождать, избавлять"
  },
  {
  "id": 7318,
  "en": "riddle",
  "ru": "загадка"
  },
  {
  "id": 7319,
  "en": "ride",
  "ru": "ездить"
  },
  {
  "id": 7320,
  "en": "ridge",
  "ru": "хребет, ребро"
  },
  {
  "id": 7321,
  "en": "ridged",
  "ru": "заострённый"
  },
  {
  "id": 7322,
  "en": "ridicule",
  "ru": "высмеивать, осмеяние"
  },
  {
  "id": 7323,
  "en": "ridiculous",
  "ru": "смешной, нелепый"
  },
  {
  "id": 7324,
  "en": "rifle",
  "ru": "винтовка"
  },
  {
  "id": 7325,
  "en": "rifleman",
  "ru": "стрелок"
  },
  {
  "id": 7326,
  "en": "rift",
  "ru": "разрыв, трещина"
  },
  {
  "id": 7327,
  "en": "rig",
  "ru": "установка, сооружение"
  },
  {
  "id": 7328,
  "en": "right",
  "ru": "[raɪtəˈweɪ] немедленно"
  },
  {
  "id": 7329,
  "en": "right",
  "ru": "правый"
  },
  {
  "id": 7330,
  "en": "right",
  "ru": "правильный"
  },
  {
  "id": 7331,
  "en": "righteous",
  "ru": "праведный"
  },
  {
  "id": 7332,
  "en": "righteousness",
  "ru": "праведность"
  },
  {
  "id": 7333,
  "en": "rigid",
  "ru": "жесткий"
  },
  {
  "id": 7334,
  "en": "rigidity",
  "ru": "жесткость"
  },
  {
  "id": 7335,
  "en": "rigorous",
  "ru": "строгий, тщательный"
  },
  {
  "id": 7336,
  "en": "rim",
  "ru": "край, обод"
  },
  {
  "id": 7337,
  "en": "ring",
  "ru": "звонить, звонок"
  },
  {
  "id": 7338,
  "en": "ring",
  "ru": "кольцо"
  },
  {
  "id": 7339,
  "en": "rinse",
  "ru": "полоскать, полоскание"
  },
  {
  "id": 7340,
  "en": "riot",
  "ru": "бунт"
  },
  {
  "id": 7341,
  "en": "riotous",
  "ru": "буйный, шумный"
  },
  {
  "id": 7342,
  "en": "rip",
  "ru": "рвать"
  },
  {
  "id": 7343,
  "en": "rip",
  "ru": "[rɪpɒf] обмануть, ободрать"
  },
  {
  "id": 7344,
  "en": "ripe",
  "ru": "созревший"
  },
  {
  "id": 7345,
  "en": "ripen",
  "ru": "созревать"
  },
  {
  "id": 7346,
  "en": "ripple",
  "ru": "рябь или пульсация"
  },
  {
  "id": 7347,
  "en": "rise",
  "ru": "risen) [raɪz] подниматься, повышение"
  },
  {
  "id": 7348,
  "en": "risk",
  "ru": "риск"
  },
  {
  "id": 7349,
  "en": "rite",
  "ru": "церемония, ритуал"
  },
  {
  "id": 7350,
  "en": "ritual",
  "ru": "ритуал"
  },
  {
  "id": 7351,
  "en": "rival",
  "ru": "соперничающий, враждебный"
  },
  {
  "id": 7352,
  "en": "rivalry",
  "ru": "соперничество"
  },
  {
  "id": 7353,
  "en": "river",
  "ru": "река"
  },
  {
  "id": 7354,
  "en": "rivet",
  "ru": "заклёпка, приковывать, клепать"
  },
  {
  "id": 7355,
  "en": "road",
  "ru": "дорога"
  },
  {
  "id": 7356,
  "en": "roadside",
  "ru": "обочина, придорожный"
  },
  {
  "id": 7357,
  "en": "roadway",
  "ru": "проезжая часть"
  },
  {
  "id": 7358,
  "en": "roam",
  "ru": "бродить, блуждать"
  },
  {
  "id": 7359,
  "en": "roar",
  "ru": "рёв, реветь"
  },
  {
  "id": 7360,
  "en": "roast",
  "ru": "жарить, обжигать"
  },
  {
  "id": 7361,
  "en": "rob",
  "ru": "грабить, отнимать"
  },
  {
  "id": 7362,
  "en": "robber",
  "ru": "грабитель"
  },
  {
  "id": 7363,
  "en": "robbery",
  "ru": "ограбление"
  },
  {
  "id": 7364,
  "en": "robe",
  "ru": "халат, мантия, одеяние"
  },
  {
  "id": 7365,
  "en": "robot",
  "ru": "робот"
  },
  {
  "id": 7366,
  "en": "robust",
  "ru": "крепкий, надёжный, здоровый"
  },
  {
  "id": 7367,
  "en": "robustness",
  "ru": "прочность"
  },
  {
  "id": 7368,
  "en": "rock",
  "ru": "камень, скала"
  },
  {
  "id": 7369,
  "en": "rock",
  "ru": "качать, трясти"
  },
  {
  "id": 7370,
  "en": "rocket",
  "ru": "ракета"
  },
  {
  "id": 7371,
  "en": "rod",
  "ru": "стержень, прут"
  },
  {
  "id": 7372,
  "en": "rodent",
  "ru": "грызун"
  },
  {
  "id": 7373,
  "en": "rogue",
  "ru": "жулик, проходимец"
  },
  {
  "id": 7374,
  "en": "role",
  "ru": "роль"
  },
  {
  "id": 7375,
  "en": "roll",
  "ru": "рулон, клубок, свиток и т. д."
  },
  {
  "id": 7376,
  "en": "roll",
  "ru": "[rəʊlʌp] свернуть, скатать"
  },
  {
  "id": 7377,
  "en": "roll",
  "ru": "[rəʊlaʊt] выпустить"
  },
  {
  "id": 7378,
  "en": "roll",
  "ru": "катиться"
  },
  {
  "id": 7379,
  "en": "roller",
  "ru": "ролик, валик, каток и т. п."
  },
  {
  "id": 7380,
  "en": "romance",
  "ru": "романс, роман"
  },
  {
  "id": 7381,
  "en": "romantic",
  "ru": "романтический"
  },
  {
  "id": 7382,
  "en": "roof",
  "ru": "крыша"
  },
  {
  "id": 7383,
  "en": "rooftop",
  "ru": "кровля"
  },
  {
  "id": 7384,
  "en": "room",
  "ru": "место, пространство"
  },
  {
  "id": 7385,
  "en": "room",
  "ru": "комната"
  },
  {
  "id": 7386,
  "en": "roommate",
  "ru": "сосед по комнате"
  },
  {
  "id": 7387,
  "en": "roomy",
  "ru": "вместительный"
  },
  {
  "id": 7388,
  "en": "root",
  "ru": "корень"
  },
  {
  "id": 7389,
  "en": "root",
  "ru": "[ruːtaʊt] искоренить"
  },
  {
  "id": 7390,
  "en": "rope",
  "ru": "верёвка"
  },
  {
  "id": 7391,
  "en": "rope",
  "ru": "(into) [rəʊpɪn] втянуть в занятие"
  },
  {
  "id": 7392,
  "en": "rose",
  "ru": "роза"
  },
  {
  "id": 7393,
  "en": "rot",
  "ru": "гнить"
  },
  {
  "id": 7394,
  "en": "rotate",
  "ru": "сменять, чередовать"
  },
  {
  "id": 7395,
  "en": "rotate",
  "ru": "вращать"
  },
  {
  "id": 7396,
  "en": "rotation",
  "ru": "вращение"
  },
  {
  "id": 7397,
  "en": "rotation",
  "ru": "вращение"
  },
  {
  "id": 7398,
  "en": "rotten",
  "ru": "гнилой"
  },
  {
  "id": 7399,
  "en": "rough",
  "ru": "грубый, неровный, жёсткий"
  },
  {
  "id": 7400,
  "en": "rough",
  "ru": "[rʌfʌp] грубо обращаться, нападать"
  },
  {
  "id": 7401,
  "en": "roughness",
  "ru": "шероховатость"
  },
  {
  "id": 7402,
  "en": "round",
  "ru": "круг, круглый"
  },
  {
  "id": 7403,
  "en": "round",
  "ru": "[raʊnddaʊn] округлить (вниз)"
  },
  {
  "id": 7404,
  "en": "round",
  "ru": "[raʊndʌp] округлять (вверх)"
  },
  {
  "id": 7405,
  "en": "rounded",
  "ru": "закругленный"
  },
  {
  "id": 7406,
  "en": "rouse",
  "ru": "будить"
  },
  {
  "id": 7407,
  "en": "route",
  "ru": "маршрут"
  },
  {
  "id": 7408,
  "en": "routine",
  "ru": "рутина"
  },
  {
  "id": 7409,
  "en": "row",
  "ru": "грести"
  },
  {
  "id": 7410,
  "en": "row",
  "ru": "ряд"
  },
  {
  "id": 7411,
  "en": "royal",
  "ru": "королевский"
  },
  {
  "id": 7412,
  "en": "rub",
  "ru": "тереть"
  },
  {
  "id": 7413,
  "en": "rubber",
  "ru": "резина, резиновый"
  },
  {
  "id": 7414,
  "en": "rubber",
  "ru": "ластик (брит.)"
  },
  {
  "id": 7415,
  "en": "rubbish",
  "ru": "мусор (в осн. брит.)"
  },
  {
  "id": 7416,
  "en": "rubble",
  "ru": "щебень, обломки"
  },
  {
  "id": 7417,
  "en": "rude",
  "ru": "грубый, неприличный"
  },
  {
  "id": 7418,
  "en": "rudeness",
  "ru": "грубость"
  },
  {
  "id": 7419,
  "en": "ruffle",
  "ru": "рябить, взъерошить"
  },
  {
  "id": 7420,
  "en": "rug",
  "ru": "коврик"
  },
  {
  "id": 7421,
  "en": "rugged",
  "ru": "неровный, грубый"
  },
  {
  "id": 7422,
  "en": "ruin",
  "ru": "разрушать, губить"
  },
  {
  "id": 7423,
  "en": "ruins",
  "ru": "руины"
  },
  {
  "id": 7424,
  "en": "rule",
  "ru": "правило"
  },
  {
  "id": 7425,
  "en": "rule",
  "ru": "править"
  },
  {
  "id": 7426,
  "en": "ruler",
  "ru": "линейка"
  },
  {
  "id": 7427,
  "en": "ruler",
  "ru": "правитель"
  },
  {
  "id": 7428,
  "en": "rum",
  "ru": "ром"
  },
  {
  "id": 7429,
  "en": "rumble",
  "ru": "грохот, рокот"
  },
  {
  "id": 7430,
  "en": "rumor",
  "ru": "[ˈruːmə] слух"
  },
  {
  "id": 7431,
  "en": "run",
  "ru": "[rʌnˈɑːftə] гнаться за"
  },
  {
  "id": 7432,
  "en": "run",
  "ru": "[rʌnˈəʊvə] переехать машиной"
  },
  {
  "id": 7433,
  "en": "run",
  "ru": "[rʌndaʊn] сбить машиной"
  },
  {
  "id": 7434,
  "en": "run",
  "ru": "of [rʌnaʊtɒv] исчерпать запас"
  },
  {
  "id": 7435,
  "en": "run",
  "ru": "to [rʌnʌptuː] подбежать к"
  },
  {
  "id": 7436,
  "en": "run",
  "ru": "[rʌnəˈweɪ] убежать"
  },
  {
  "id": 7437,
  "en": "run",
  "ru": "against [rʌnʌpəˈgɛnst] нарываться на"
  },
  {
  "id": 7438,
  "en": "run",
  "ru": "[rʌnθruː] просмотреть"
  },
  {
  "id": 7439,
  "en": "run",
  "ru": "[rʌnˈɪntuː] случайно встретить"
  },
  {
  "id": 7440,
  "en": "run",
  "ru": "[rʌnɒf] убегать"
  },
  {
  "id": 7441,
  "en": "run",
  "ru": "[rʌnəˈkrɒs] натолкнуться"
  },
  {
  "id": 7442,
  "en": "run",
  "ru": "[rʌnˈkaʊntə] противоречить"
  },
  {
  "id": 7443,
  "en": "run",
  "ru": "управлять"
  },
  {
  "id": 7444,
  "en": "run",
  "ru": "[rʌnɒn] продолжаться"
  },
  {
  "id": 7445,
  "en": "run",
  "ru": "бежать"
  },
  {
  "id": 7446,
  "en": "runaway",
  "ru": "беглый, беглец"
  },
  {
  "id": 7447,
  "en": "runway",
  "ru": "взлётная полоса"
  },
  {
  "id": 7448,
  "en": "rupture",
  "ru": "разрыв"
  },
  {
  "id": 7449,
  "en": "rural",
  "ru": "сельский"
  },
  {
  "id": 7450,
  "en": "rush",
  "ru": "торопиться, мчаться, броситься"
  },
  {
  "id": 7451,
  "en": "rust",
  "ru": "ржавчина"
  },
  {
  "id": 7452,
  "en": "rustic",
  "ru": "деревенский, простой, грубый"
  },
  {
  "id": 7453,
  "en": "rustle",
  "ru": "шелест"
  },
  {
  "id": 7454,
  "en": "rusty",
  "ru": "ржавый"
  },
  {
  "id": 7455,
  "en": "rut",
  "ru": "борозда, колея, рутина"
  },
  {
  "id": 7456,
  "en": "ruthless",
  "ru": "беспощадный"
  },
  {
  "id": 7457,
  "en": "ruthlessness",
  "ru": "беспощадность"
  },
  {
  "id": 7458,
  "en": "sabotage",
  "ru": "саботаж"
  },
  {
  "id": 7459,
  "en": "sack",
  "ru": "мешок"
  },
  {
  "id": 7460,
  "en": "sacrament",
  "ru": "таинство"
  },
  {
  "id": 7461,
  "en": "sacramental",
  "ru": "священный"
  },
  {
  "id": 7462,
  "en": "sacred",
  "ru": "священный"
  },
  {
  "id": 7463,
  "en": "sacrifice",
  "ru": "жертва, жертвовать"
  },
  {
  "id": 7464,
  "en": "sacrificial",
  "ru": "жертвенный"
  },
  {
  "id": 7465,
  "en": "sad",
  "ru": "грустный"
  },
  {
  "id": 7466,
  "en": "saddle",
  "ru": "седло"
  },
  {
  "id": 7467,
  "en": "safe",
  "ru": "надёжный, защищённый"
  },
  {
  "id": 7468,
  "en": "safeguard",
  "ru": "защита"
  },
  {
  "id": 7469,
  "en": "safety",
  "ru": "безопасность"
  },
  {
  "id": 7470,
  "en": "saga",
  "ru": "сага"
  },
  {
  "id": 7471,
  "en": "sage",
  "ru": "мудрец"
  },
  {
  "id": 7472,
  "en": "sail",
  "ru": "парус, плыть (о судне)"
  },
  {
  "id": 7473,
  "en": "sailboat",
  "ru": "парусная лодка"
  },
  {
  "id": 7474,
  "en": "sailor",
  "ru": "моряк"
  },
  {
  "id": 7475,
  "en": "saint",
  "ru": "святой"
  },
  {
  "id": 7476,
  "en": "salad",
  "ru": "салат"
  },
  {
  "id": 7477,
  "en": "salary",
  "ru": "зарплата"
  },
  {
  "id": 7478,
  "en": "sale",
  "ru": "продажа, сбыт"
  },
  {
  "id": 7479,
  "en": "salesgirl",
  "ru": "продавщица"
  },
  {
  "id": 7480,
  "en": "salesman",
  "ru": "продавец"
  },
  {
  "id": 7481,
  "en": "salespeople",
  "ru": "продавцы"
  },
  {
  "id": 7482,
  "en": "salesperson",
  "ru": "продавец (в магазине)"
  },
  {
  "id": 7483,
  "en": "saleswoman",
  "ru": "продавщица"
  },
  {
  "id": 7484,
  "en": "salience",
  "ru": "выпуклость, выступ"
  },
  {
  "id": 7485,
  "en": "salient",
  "ru": "выступающий, заметный"
  },
  {
  "id": 7486,
  "en": "saliva",
  "ru": "слюна"
  },
  {
  "id": 7487,
  "en": "salmon",
  "ru": "лосось"
  },
  {
  "id": 7488,
  "en": "salmon",
  "ru": "[ˈsæmən] цвет лососевого мяса"
  },
  {
  "id": 7489,
  "en": "salon",
  "ru": "салон"
  },
  {
  "id": 7490,
  "en": "salt",
  "ru": "соль"
  },
  {
  "id": 7491,
  "en": "salvage",
  "ru": "спасти, уберечь от потери"
  },
  {
  "id": 7492,
  "en": "salvation",
  "ru": "спасение"
  },
  {
  "id": 7493,
  "en": "same",
  "ru": "тот"
  },
  {
  "id": 7494,
  "en": "sample",
  "ru": "образец, часть"
  },
  {
  "id": 7495,
  "en": "sanction",
  "ru": "санкция, разрешения"
  },
  {
  "id": 7496,
  "en": "sanctuary",
  "ru": "убежище или заповедник"
  },
  {
  "id": 7497,
  "en": "sand",
  "ru": "песок"
  },
  {
  "id": 7498,
  "en": "sandal",
  "ru": "сандалия"
  },
  {
  "id": 7499,
  "en": "sandbox",
  "ru": "песочница"
  },
  {
  "id": 7500,
  "en": "sandstone",
  "ru": "песчаник"
  },
  {
  "id": 7501,
  "en": "sandwich",
  "ru": "сэндвич"
  },
  {
  "id": 7502,
  "en": "sane",
  "ru": "здравый, вменяемый"
  },
  {
  "id": 7503,
  "en": "sanitary",
  "ru": "санитарный"
  },
  {
  "id": 7504,
  "en": "sanity",
  "ru": "вменяемость"
  },
  {
  "id": 7505,
  "en": "sarcasm",
  "ru": "] сарказм"
  },
  {
  "id": 7506,
  "en": "sarcastic",
  "ru": "саркастический"
  },
  {
  "id": 7507,
  "en": "satellite",
  "ru": "спутник"
  },
  {
  "id": 7508,
  "en": "satire",
  "ru": "сатира"
  },
  {
  "id": 7509,
  "en": "satisfaction",
  "ru": "удовлетворение"
  },
  {
  "id": 7510,
  "en": "satisfy",
  "ru": "удовлетворять"
  },
  {
  "id": 7511,
  "en": "saturated",
  "ru": "насыщенный"
  },
  {
  "id": 7512,
  "en": "saturation",
  "ru": "насыщенность"
  },
  {
  "id": 7513,
  "en": "Saturday",
  "ru": "суббота"
  },
  {
  "id": 7514,
  "en": "sauce",
  "ru": "соус"
  },
  {
  "id": 7515,
  "en": "saucepan",
  "ru": "кастрюля или сковорода"
  },
  {
  "id": 7516,
  "en": "saucer",
  "ru": "блюдце"
  },
  {
  "id": 7517,
  "en": "sausage",
  "ru": "колбаса"
  },
  {
  "id": 7518,
  "en": "savage",
  "ru": "дикарь, дикий (в т. ч. перен.)"
  },
  {
  "id": 7519,
  "en": "savagery",
  "ru": "дикость"
  },
  {
  "id": 7520,
  "en": "save",
  "ru": "[seɪvʌp] накопить"
  },
  {
  "id": 7521,
  "en": "save",
  "ru": "спасать"
  },
  {
  "id": 7522,
  "en": "savings",
  "ru": "сбережения"
  },
  {
  "id": 7523,
  "en": "savior",
  "ru": "спаситель"
  },
  {
  "id": 7524,
  "en": "savor",
  "ru": "вкус, смаковать"
  },
  {
  "id": 7525,
  "en": "savory",
  "ru": "вкусный, привлекательный"
  },
  {
  "id": 7526,
  "en": "scaffold",
  "ru": "помост"
  },
  {
  "id": 7527,
  "en": "scaffolding",
  "ru": "строительные леса"
  },
  {
  "id": 7528,
  "en": "scale",
  "ru": "чешуя, шелуха"
  },
  {
  "id": 7529,
  "en": "scale",
  "ru": "взбираться"
  },
  {
  "id": 7530,
  "en": "scale",
  "ru": "масштаб, шкала"
  },
  {
  "id": 7531,
  "en": "scales",
  "ru": "весы"
  },
  {
  "id": 7532,
  "en": "scan",
  "ru": "сканировать"
  },
  {
  "id": 7533,
  "en": "scandal",
  "ru": "скандал"
  },
  {
  "id": 7534,
  "en": "scanner",
  "ru": "] сканер"
  },
  {
  "id": 7535,
  "en": "scant",
  "ru": "скудный"
  },
  {
  "id": 7536,
  "en": "scar",
  "ru": "шрам"
  },
  {
  "id": 7537,
  "en": "scarce",
  "ru": "редкий, скудный"
  },
  {
  "id": 7538,
  "en": "scarcely",
  "ru": "едва"
  },
  {
  "id": 7539,
  "en": "scarcity",
  "ru": "дефицит"
  },
  {
  "id": 7540,
  "en": "scare",
  "ru": "пугать"
  },
  {
  "id": 7541,
  "en": "scarf",
  "ru": "шарф"
  },
  {
  "id": 7542,
  "en": "scarlet",
  "ru": "алый"
  },
  {
  "id": 7543,
  "en": "scary",
  "ru": "страшный"
  },
  {
  "id": 7544,
  "en": "scatter",
  "ru": "разбрасывать, рассеивать"
  },
  {
  "id": 7545,
  "en": "scenario",
  "ru": "сценарий"
  },
  {
  "id": 7546,
  "en": "scene",
  "ru": "сцена, место действия"
  },
  {
  "id": 7547,
  "en": "scenic",
  "ru": "сценический"
  },
  {
  "id": 7548,
  "en": "scent",
  "ru": "аромат или нюх"
  },
  {
  "id": 7549,
  "en": "scented",
  "ru": "душистый, ароматический"
  },
  {
  "id": 7550,
  "en": "sceptic",
  "ru": "скептик"
  },
  {
  "id": 7551,
  "en": "sceptical",
  "ru": "скептический"
  },
  {
  "id": 7552,
  "en": "schedule",
  "ru": "график, расписание"
  },
  {
  "id": 7553,
  "en": "scheduled",
  "ru": "запланированный, расписанный"
  },
  {
  "id": 7554,
  "en": "schematic",
  "ru": "схематический"
  },
  {
  "id": 7555,
  "en": "scheme",
  "ru": "схема"
  },
  {
  "id": 7556,
  "en": "schizophrenic",
  "ru": "шизофренический"
  },
  {
  "id": 7557,
  "en": "scholar",
  "ru": "учёный"
  },
  {
  "id": 7558,
  "en": "scholarship",
  "ru": "учёность"
  },
  {
  "id": 7559,
  "en": "scholarship",
  "ru": "[ˈskɒləʃɪp] стипендия"
  },
  {
  "id": 7560,
  "en": "school",
  "ru": "школа"
  },
  {
  "id": 7561,
  "en": "science",
  "ru": "наука"
  },
  {
  "id": 7562,
  "en": "scientific",
  "ru": "научный"
  },
  {
  "id": 7563,
  "en": "scientist",
  "ru": "ученый"
  },
  {
  "id": 7564,
  "en": "scissors",
  "ru": "ножницы"
  },
  {
  "id": 7565,
  "en": "scold",
  "ru": "бранить, ругать"
  },
  {
  "id": 7566,
  "en": "scolding",
  "ru": "выговор"
  },
  {
  "id": 7567,
  "en": "scoop",
  "ru": "совок, ковш, черпать"
  },
  {
  "id": 7568,
  "en": "scope",
  "ru": "пределы, район"
  },
  {
  "id": 7569,
  "en": "score",
  "ru": "счёт, очко, балл"
  },
  {
  "id": 7570,
  "en": "scorn",
  "ru": "презирать, презрение"
  },
  {
  "id": 7571,
  "en": "scornful",
  "ru": "презрительный"
  },
  {
  "id": 7572,
  "en": "scour",
  "ru": "обыскать, прочесать"
  },
  {
  "id": 7573,
  "en": "scout",
  "ru": "разведчик"
  },
  {
  "id": 7574,
  "en": "scowl",
  "ru": "насупиться, рассердиться"
  },
  {
  "id": 7575,
  "en": "scramble",
  "ru": "драка, схватка"
  },
  {
  "id": 7576,
  "en": "scramble",
  "ru": "карабкаться, продираться"
  },
  {
  "id": 7577,
  "en": "scrambled",
  "ru": "[ˈskræmbldɛgz] яичница"
  },
  {
  "id": 7578,
  "en": "scrap",
  "ru": "обломок, обрывок"
  },
  {
  "id": 7579,
  "en": "scrape",
  "ru": "скрести"
  },
  {
  "id": 7580,
  "en": "scrape",
  "ru": "[skreɪptəˈgɛðə] наскрести (денег)"
  },
  {
  "id": 7581,
  "en": "scrape",
  "ru": "[skreɪpθruː] с трудом пройти"
  },
  {
  "id": 7582,
  "en": "scratch",
  "ru": "царапать, царапина"
  },
  {
  "id": 7583,
  "en": "scream",
  "ru": "кричать, крик, вопль"
  },
  {
  "id": 7584,
  "en": "screech",
  "ru": "визг, скрип, хрип и т. д."
  },
  {
  "id": 7585,
  "en": "screen",
  "ru": "экран"
  },
  {
  "id": 7586,
  "en": "screenplay",
  "ru": "сценарий"
  },
  {
  "id": 7587,
  "en": "screw",
  "ru": "винт, ввинчивать"
  },
  {
  "id": 7588,
  "en": "screw",
  "ru": "[skruːʌp] завалить, просрать"
  },
  {
  "id": 7589,
  "en": "screw",
  "ru": "к чёрту"
  },
  {
  "id": 7590,
  "en": "screwdriver",
  "ru": "отвертка"
  },
  {
  "id": 7591,
  "en": "scribble",
  "ru": "криво написать, нацарапать"
  },
  {
  "id": 7592,
  "en": "script",
  "ru": "скрипт"
  },
  {
  "id": 7593,
  "en": "scrub",
  "ru": "чистить, драить"
  },
  {
  "id": 7594,
  "en": "scrutinize",
  "ru": "тщательно исследовать"
  },
  {
  "id": 7595,
  "en": "scrutiny",
  "ru": "внимательный осмотр, изучение"
  },
  {
  "id": 7596,
  "en": "sculptor",
  "ru": "скультор"
  },
  {
  "id": 7597,
  "en": "sculpture",
  "ru": "скульптура"
  },
  {
  "id": 7598,
  "en": "scurry",
  "ru": "бежать, сновать, суетиться"
  },
  {
  "id": 7599,
  "en": "sea",
  "ru": "море"
  },
  {
  "id": 7600,
  "en": "seal",
  "ru": "печать, запечатывать"
  },
  {
  "id": 7601,
  "en": "seal",
  "ru": "[siːlɒf] опечатать (здание)"
  },
  {
  "id": 7602,
  "en": "seal",
  "ru": "тюлень"
  },
  {
  "id": 7603,
  "en": "seam",
  "ru": "шов"
  },
  {
  "id": 7604,
  "en": "seamless",
  "ru": "бесшовный"
  },
  {
  "id": 7605,
  "en": "search",
  "ru": "поиски, искать"
  },
  {
  "id": 7606,
  "en": "season",
  "ru": "сезон"
  },
  {
  "id": 7607,
  "en": "seasonal",
  "ru": "] сезонное"
  },
  {
  "id": 7608,
  "en": "seasoning",
  "ru": "приправа"
  },
  {
  "id": 7609,
  "en": "seat",
  "ru": "место, сиденье"
  },
  {
  "id": 7610,
  "en": "seaweed",
  "ru": "водоросли"
  },
  {
  "id": 7611,
  "en": "second",
  "ru": "секунда"
  },
  {
  "id": 7612,
  "en": "second",
  "ru": "второй"
  },
  {
  "id": 7613,
  "en": "secrecy",
  "ru": "] секретность"
  },
  {
  "id": 7614,
  "en": "secret",
  "ru": "секрет"
  },
  {
  "id": 7615,
  "en": "secretary",
  "ru": "секретарь"
  },
  {
  "id": 7616,
  "en": "sect",
  "ru": "секта"
  },
  {
  "id": 7617,
  "en": "section",
  "ru": "секция"
  },
  {
  "id": 7618,
  "en": "sector",
  "ru": "сектор"
  },
  {
  "id": 7619,
  "en": "secular",
  "ru": "светский"
  },
  {
  "id": 7620,
  "en": "secure",
  "ru": "безопасный, надёжный"
  },
  {
  "id": 7621,
  "en": "security",
  "ru": "безопасность"
  },
  {
  "id": 7622,
  "en": "sediment",
  "ru": "осадок"
  },
  {
  "id": 7623,
  "en": "sedimentary",
  "ru": "осадочный"
  },
  {
  "id": 7624,
  "en": "seduce",
  "ru": "соблазнять"
  },
  {
  "id": 7625,
  "en": "seduction",
  "ru": "соблазнение"
  },
  {
  "id": 7626,
  "en": "seductive",
  "ru": "соблазнительный"
  },
  {
  "id": 7627,
  "en": "see",
  "ru": "[siːɒf] провожать (в путь)"
  },
  {
  "id": 7628,
  "en": "see",
  "ru": "[siːaʊt] проводить (до выхода)"
  },
  {
  "id": 7629,
  "en": "see",
  "ru": "[siːtuː] заняться, позаботиться"
  },
  {
  "id": 7630,
  "en": "see",
  "ru": "[siːθruː] довести до конца"
  },
  {
  "id": 7631,
  "en": "see",
  "ru": "видеть"
  },
  {
  "id": 7632,
  "en": "seed",
  "ru": "семя, сеять"
  },
  {
  "id": 7633,
  "en": "seeding",
  "ru": "посев"
  },
  {
  "id": 7634,
  "en": "seek",
  "ru": "sought) [siːk] искать, стремиться"
  },
  {
  "id": 7635,
  "en": "seem",
  "ru": "казаться"
  },
  {
  "id": 7636,
  "en": "seemingly",
  "ru": "по-видимому"
  },
  {
  "id": 7637,
  "en": "seep",
  "ru": "просачиваться, проникать"
  },
  {
  "id": 7638,
  "en": "segment",
  "ru": "сегмент"
  },
  {
  "id": 7639,
  "en": "segregate",
  "ru": "разделять"
  },
  {
  "id": 7640,
  "en": "segregation",
  "ru": "разделение"
  },
  {
  "id": 7641,
  "en": "seize",
  "ru": "схватить"
  },
  {
  "id": 7642,
  "en": "seizure",
  "ru": "захват"
  },
  {
  "id": 7643,
  "en": "seldom",
  "ru": "редко"
  },
  {
  "id": 7644,
  "en": "select",
  "ru": "выбирать, отбирать"
  },
  {
  "id": 7645,
  "en": "selection",
  "ru": "выбор, подбор"
  },
  {
  "id": 7646,
  "en": "selective",
  "ru": "избирательный"
  },
  {
  "id": 7647,
  "en": "self-esteem",
  "ru": "самооценка, самоуважение"
  },
  {
  "id": 7648,
  "en": "selfish",
  "ru": "эгоистичный"
  },
  {
  "id": 7649,
  "en": "selfishness",
  "ru": "эгоизм"
  },
  {
  "id": 7650,
  "en": "sell",
  "ru": "of [sɛlaʊtɒv] распродать (весь товар)"
  },
  {
  "id": 7651,
  "en": "sell",
  "ru": "продавать"
  },
  {
  "id": 7652,
  "en": "semester",
  "ru": "семестр"
  },
  {
  "id": 7653,
  "en": "semicolon",
  "ru": "точка с запятой"
  },
  {
  "id": 7654,
  "en": "seminar",
  "ru": "семинар"
  },
  {
  "id": 7655,
  "en": "senate",
  "ru": "сенат"
  },
  {
  "id": 7656,
  "en": "senator",
  "ru": "сенатор"
  },
  {
  "id": 7657,
  "en": "send",
  "ru": "[sɛndaʊt] рассылать"
  },
  {
  "id": 7658,
  "en": "send",
  "ru": "sent) [sɛnd] отправить"
  },
  {
  "id": 7659,
  "en": "senior",
  "ru": "старший"
  },
  {
  "id": 7660,
  "en": "senior",
  "ru": "старшеклассник"
  },
  {
  "id": 7661,
  "en": "seniority",
  "ru": "старшинство"
  },
  {
  "id": 7662,
  "en": "sensation",
  "ru": "ощущение"
  },
  {
  "id": 7663,
  "en": "sense",
  "ru": "чувство, осознание"
  },
  {
  "id": 7664,
  "en": "sense",
  "ru": "смысл, значение"
  },
  {
  "id": 7665,
  "en": "senseless",
  "ru": "бесчуственный"
  },
  {
  "id": 7666,
  "en": "senseless",
  "ru": "бессмысленный"
  },
  {
  "id": 7667,
  "en": "sensible",
  "ru": "разумный, имеющий смысл"
  },
  {
  "id": 7668,
  "en": "sensitive",
  "ru": "чувствительный"
  },
  {
  "id": 7669,
  "en": "sensitivity",
  "ru": "чувствительность"
  },
  {
  "id": 7670,
  "en": "sensor",
  "ru": "сенсор, датчик"
  },
  {
  "id": 7671,
  "en": "sentence",
  "ru": "предложение"
  },
  {
  "id": 7672,
  "en": "sentence",
  "ru": "приговор"
  },
  {
  "id": 7673,
  "en": "sentiment",
  "ru": "настроение, чувство"
  },
  {
  "id": 7674,
  "en": "sentimental",
  "ru": "сентиментальный"
  },
  {
  "id": 7675,
  "en": "separate",
  "ru": "отдельный, отделять"
  },
  {
  "id": 7676,
  "en": "separation",
  "ru": "отделение"
  },
  {
  "id": 7677,
  "en": "September",
  "ru": "сентябрь"
  },
  {
  "id": 7678,
  "en": "sequence",
  "ru": "последовательность"
  },
  {
  "id": 7679,
  "en": "serene",
  "ru": "безмятежный, безоблачный"
  },
  {
  "id": 7680,
  "en": "serenity",
  "ru": "безмятежность"
  },
  {
  "id": 7681,
  "en": "sergeant",
  "ru": "сержант"
  },
  {
  "id": 7682,
  "en": "serial",
  "ru": "серийный"
  },
  {
  "id": 7683,
  "en": "series",
  "ru": "сериал"
  },
  {
  "id": 7684,
  "en": "serious",
  "ru": "серьёзный"
  },
  {
  "id": 7685,
  "en": "sermon",
  "ru": "проповедь"
  },
  {
  "id": 7686,
  "en": "serve",
  "ru": "служить"
  },
  {
  "id": 7687,
  "en": "serve",
  "ru": "сидеть (в тюрьме)"
  },
  {
  "id": 7688,
  "en": "serve",
  "ru": "подавать (блюдо)"
  },
  {
  "id": 7689,
  "en": "service",
  "ru": "служба, услуга"
  },
  {
  "id": 7690,
  "en": "session",
  "ru": "сессия"
  },
  {
  "id": 7691,
  "en": "set",
  "ru": "[sɛtaʊt] разъяснять"
  },
  {
  "id": 7692,
  "en": "set",
  "ru": "up with [sɛtsmbʌpwɪð] устроить, организовать"
  },
  {
  "id": 7693,
  "en": "set",
  "ru": "набор, комплект"
  },
  {
  "id": 7694,
  "en": "set",
  "ru": "up with [sɛtsmbʌpwɪð] познакомить, свести"
  },
  {
  "id": 7695,
  "en": "set",
  "ru": "back [sɛtsmbbæk] задержать"
  },
  {
  "id": 7696,
  "en": "set",
  "ru": "[sɛtəˈbaʊt] приступить, начать"
  },
  {
  "id": 7697,
  "en": "set",
  "ru": "up [sɛtsmbʌp] подставить"
  },
  {
  "id": 7698,
  "en": "set",
  "ru": "set) [sɛt] установить, наладить"
  },
  {
  "id": 7699,
  "en": "set",
  "ru": "back [sɛtsmbbæk] обойтись в (сумму)"
  },
  {
  "id": 7700,
  "en": "set",
  "ru": "for [sɛtaʊtfɔː] отправиться"
  },
  {
  "id": 7701,
  "en": "set",
  "ru": "[sɛtɒf] отправляться"
  },
  {
  "id": 7702,
  "en": "set",
  "ru": "[sɛtdaʊn] написать, установить"
  },
  {
  "id": 7703,
  "en": "setback",
  "ru": "задержка, препятствие, регресс"
  },
  {
  "id": 7704,
  "en": "setting",
  "ru": "оправа, обрамление"
  },
  {
  "id": 7705,
  "en": "settings",
  "ru": "настройки"
  },
  {
  "id": 7706,
  "en": "settle",
  "ru": "уладить"
  },
  {
  "id": 7707,
  "en": "settle",
  "ru": "селиться"
  },
  {
  "id": 7708,
  "en": "settle",
  "ru": "[ˈsɛtlɒn] определиться, договориться"
  },
  {
  "id": 7709,
  "en": "settle",
  "ru": "[ˈsɛtldaʊn] успокоится"
  },
  {
  "id": 7710,
  "en": "settle",
  "ru": "[ˈsɛtlfɔː] согласиться на"
  },
  {
  "id": 7711,
  "en": "settle",
  "ru": "[ˈsɛtlɪn] освоиться"
  },
  {
  "id": 7712,
  "en": "settlement",
  "ru": "поселок"
  },
  {
  "id": 7713,
  "en": "settler",
  "ru": "поселенец"
  },
  {
  "id": 7714,
  "en": "setup",
  "ru": "установка"
  },
  {
  "id": 7715,
  "en": "seven",
  "ru": 7
  },
  {
  "id": 7716,
  "en": "seventeen",
  "ru": 17
  },
  {
  "id": 7717,
  "en": "sever",
  "ru": "разрывать, разъединять"
  },
  {
  "id": 7718,
  "en": "several",
  "ru": "несколько"
  },
  {
  "id": 7719,
  "en": "severance",
  "ru": "разрыв"
  },
  {
  "id": 7720,
  "en": "severe",
  "ru": "серьёзный, суровый, жёсткий"
  },
  {
  "id": 7721,
  "en": "severeness",
  "ru": "тщательность"
  },
  {
  "id": 7722,
  "en": "sew",
  "ru": "шить"
  },
  {
  "id": 7723,
  "en": "sew",
  "ru": "[səʊʌp] зашить"
  },
  {
  "id": 7724,
  "en": "sew",
  "ru": "[səʊɒn] пришить"
  },
  {
  "id": 7725,
  "en": "sewage",
  "ru": "канализация, сточные воды"
  },
  {
  "id": 7726,
  "en": "sewer",
  "ru": "сточная труба"
  },
  {
  "id": 7727,
  "en": "sex",
  "ru": "пол"
  },
  {
  "id": 7728,
  "en": "sex",
  "ru": "секс"
  },
  {
  "id": 7729,
  "en": "sexual",
  "ru": "половой"
  },
  {
  "id": 7730,
  "en": "sexual",
  "ru": "сексуальный"
  },
  {
  "id": 7731,
  "en": "shabby",
  "ru": "потрёпанный, облезлый"
  },
  {
  "id": 7732,
  "en": "shack",
  "ru": "лачуга, хибара, будка"
  },
  {
  "id": 7733,
  "en": "shade",
  "ru": "тень"
  },
  {
  "id": 7734,
  "en": "shade",
  "ru": "оттенок (яркости)"
  },
  {
  "id": 7735,
  "en": "shadow",
  "ru": "тень"
  },
  {
  "id": 7736,
  "en": "shadowy",
  "ru": "тёмный, смутный"
  },
  {
  "id": 7737,
  "en": "shady",
  "ru": "тенистый или неясный"
  },
  {
  "id": 7738,
  "en": "shaft",
  "ru": "вал, ось, стержень"
  },
  {
  "id": 7739,
  "en": "shaft",
  "ru": "шахта (напр. лифта)"
  },
  {
  "id": 7740,
  "en": "shake",
  "ru": "shaken) [ʃeɪk] трясти"
  },
  {
  "id": 7741,
  "en": "shake",
  "ru": "пожать (руки)"
  },
  {
  "id": 7742,
  "en": "shake",
  "ru": "[ʃeɪkʌp] встряхнуть, взбудоражить"
  },
  {
  "id": 7743,
  "en": "shake",
  "ru": "[ʃeɪkɒf] отделаться"
  },
  {
  "id": 7744,
  "en": "shallow",
  "ru": "мелкий"
  },
  {
  "id": 7745,
  "en": "shaman",
  "ru": "шаман"
  },
  {
  "id": 7746,
  "en": "shame",
  "ru": "стыд, позор"
  },
  {
  "id": 7747,
  "en": "shameful",
  "ru": "постыдный"
  },
  {
  "id": 7748,
  "en": "shameless",
  "ru": "бесстыдный"
  },
  {
  "id": 7749,
  "en": "shampoo",
  "ru": "шампунь"
  },
  {
  "id": 7750,
  "en": "shape",
  "ru": "форма, формировать"
  },
  {
  "id": 7751,
  "en": "shapeless",
  "ru": "бесформенный"
  },
  {
  "id": 7752,
  "en": "share",
  "ru": "делить, доля"
  },
  {
  "id": 7753,
  "en": "share",
  "ru": "разделять (напр. мнение)"
  },
  {
  "id": 7754,
  "en": "shareholder",
  "ru": "акционер"
  },
  {
  "id": 7755,
  "en": "shark",
  "ru": "акула"
  },
  {
  "id": 7756,
  "en": "sharp",
  "ru": "острый"
  },
  {
  "id": 7757,
  "en": "sharpen",
  "ru": "точить"
  },
  {
  "id": 7758,
  "en": "sharpness",
  "ru": "острота"
  },
  {
  "id": 7759,
  "en": "shatter",
  "ru": "разрушить, раздробить"
  },
  {
  "id": 7760,
  "en": "shave",
  "ru": "брить"
  },
  {
  "id": 7761,
  "en": "shave",
  "ru": "[ʃeɪvɒf] сбривать"
  },
  {
  "id": 7762,
  "en": "she",
  "ru": "она"
  },
  {
  "id": 7763,
  "en": "shed",
  "ru": "shed) [ʃɛd] проливать, терять, сбрасывать"
  },
  {
  "id": 7764,
  "en": "shed",
  "ru": "сарай, ангар и т.п."
  },
  {
  "id": 7765,
  "en": "sheep",
  "ru": "[ʃiːp] овца"
  },
  {
  "id": 7766,
  "en": "sheer",
  "ru": "явный, полный, чистый"
  },
  {
  "id": 7767,
  "en": "sheer",
  "ru": "отвесный"
  },
  {
  "id": 7768,
  "en": "sheet",
  "ru": "лист"
  },
  {
  "id": 7769,
  "en": "shelf",
  "ru": "shelves) [ʃɛlf] полка, уступ"
  },
  {
  "id": 7770,
  "en": "shell",
  "ru": "скорлупа, раковина, гильза"
  },
  {
  "id": 7771,
  "en": "shelter",
  "ru": "укрытие, убежище"
  },
  {
  "id": 7772,
  "en": "shepherd",
  "ru": "пастух"
  },
  {
  "id": 7773,
  "en": "shepherdess",
  "ru": "пастушка"
  },
  {
  "id": 7774,
  "en": "sheriff",
  "ru": "шериф"
  },
  {
  "id": 7775,
  "en": "shield",
  "ru": "щит, прикрывать"
  },
  {
  "id": 7776,
  "en": "shift",
  "ru": "сменить, сдвинуть"
  },
  {
  "id": 7777,
  "en": "shift",
  "ru": "смена (на работе)"
  },
  {
  "id": 7778,
  "en": "shifty",
  "ru": "ловкий, изворотливый"
  },
  {
  "id": 7779,
  "en": "shimmer",
  "ru": "мерцать, переливаться"
  },
  {
  "id": 7780,
  "en": "shine",
  "ru": "shined) [ʃaɪn] сиять, блестить, светить"
  },
  {
  "id": 7781,
  "en": "ship",
  "ru": "доставлять"
  },
  {
  "id": 7782,
  "en": "ship",
  "ru": "корабль"
  },
  {
  "id": 7783,
  "en": "shipwreck",
  "ru": "кораблекрушение"
  },
  {
  "id": 7784,
  "en": "shirt",
  "ru": "рубашка"
  },
  {
  "id": 7785,
  "en": "shirtless",
  "ru": "без майки"
  },
  {
  "id": 7786,
  "en": "shit",
  "ru": "дерьмо"
  },
  {
  "id": 7787,
  "en": "shiver",
  "ru": "дрожь, дрожать"
  },
  {
  "id": 7788,
  "en": "shock",
  "ru": "шок, шокировать"
  },
  {
  "id": 7789,
  "en": "shoe",
  "ru": "туфля, ботинок (низкий)"
  },
  {
  "id": 7790,
  "en": "shoemaker",
  "ru": "сапожник, башмачник"
  },
  {
  "id": 7791,
  "en": "shoot",
  "ru": "shot) [ʃuːt] стрелять"
  },
  {
  "id": 7792,
  "en": "shoot",
  "ru": "shot) [ʃuːt] снимать, фотографировать"
  },
  {
  "id": 7793,
  "en": "shop",
  "ru": "[ʃɒp əˈsɪstənt] продавец"
  },
  {
  "id": 7794,
  "en": "shop",
  "ru": "[ʃɒpəˈraʊnd] походить по магазинам"
  },
  {
  "id": 7795,
  "en": "shop",
  "ru": "магазин"
  },
  {
  "id": 7796,
  "en": "shore",
  "ru": "берег"
  },
  {
  "id": 7797,
  "en": "shoreline",
  "ru": "береговая линия"
  },
  {
  "id": 7798,
  "en": "short",
  "ru": "короткий"
  },
  {
  "id": 7799,
  "en": "short-term",
  "ru": "краткосрочный"
  },
  {
  "id": 7800,
  "en": "shortage",
  "ru": "нехватка"
  },
  {
  "id": 7801,
  "en": "shorts",
  "ru": "шорты"
  },
  {
  "id": 7802,
  "en": "shot",
  "ru": "выстрел"
  },
  {
  "id": 7803,
  "en": "shotgun",
  "ru": "дробовик"
  },
  {
  "id": 7804,
  "en": "shoulder",
  "ru": "плечо"
  },
  {
  "id": 7805,
  "en": "shout",
  "ru": "кричать"
  },
  {
  "id": 7806,
  "en": "shove",
  "ru": "резко толкнуть, пихнуть"
  },
  {
  "id": 7807,
  "en": "shovel",
  "ru": "лопата или совок"
  },
  {
  "id": 7808,
  "en": "show",
  "ru": "[ʃəʊɒf] показать всем, похвастаться"
  },
  {
  "id": 7809,
  "en": "show",
  "ru": "[ʃəʊʌp] прийти (на тусовку)"
  },
  {
  "id": 7810,
  "en": "show",
  "ru": "[ʃəʊəˈraʊnd] показать места"
  },
  {
  "id": 7811,
  "en": "show",
  "ru": "показывать"
  },
  {
  "id": 7812,
  "en": "showcase",
  "ru": "витрина, демонстрировать"
  },
  {
  "id": 7813,
  "en": "shower",
  "ru": "душ"
  },
  {
  "id": 7814,
  "en": "shred",
  "ru": "мелко порубить"
  },
  {
  "id": 7815,
  "en": "shrewd",
  "ru": "проницательный"
  },
  {
  "id": 7816,
  "en": "shrewdness",
  "ru": "проницательность"
  },
  {
  "id": 7817,
  "en": "shriek",
  "ru": "пронзительный крик, вскрикнуть"
  },
  {
  "id": 7818,
  "en": "shrimp",
  "ru": "креветка"
  },
  {
  "id": 7819,
  "en": "shrine",
  "ru": "святыня"
  },
  {
  "id": 7820,
  "en": "shrink",
  "ru": "shrunk) [ʃrɪŋk] сжаться, съёжиться"
  },
  {
  "id": 7821,
  "en": "shrinkage",
  "ru": "усадка"
  },
  {
  "id": 7822,
  "en": "shroud",
  "ru": "пелена, окутывать"
  },
  {
  "id": 7823,
  "en": "shrub",
  "ru": "куст"
  },
  {
  "id": 7824,
  "en": "shrug",
  "ru": "пожать плечами"
  },
  {
  "id": 7825,
  "en": "shudder",
  "ru": "содрогаться, дрожь"
  },
  {
  "id": 7826,
  "en": "shuffle",
  "ru": "перемешивать, тасовать"
  },
  {
  "id": 7827,
  "en": "shun",
  "ru": "избегать"
  },
  {
  "id": 7828,
  "en": "shut",
  "ru": "не впускать"
  },
  {
  "id": 7829,
  "en": "shut",
  "ru": "не выпускать"
  },
  {
  "id": 7830,
  "en": "shut",
  "ru": "shut) [ʃʌt] закрыть"
  },
  {
  "id": 7831,
  "en": "shut",
  "ru": "[ʃʌtdaʊn] закрыться"
  },
  {
  "id": 7832,
  "en": "shut",
  "ru": "[ʃʌtʌp] заткнуться"
  },
  {
  "id": 7833,
  "en": "shutdown",
  "ru": "закрытие"
  },
  {
  "id": 7834,
  "en": "shutters",
  "ru": "жалюзи или ставни"
  },
  {
  "id": 7835,
  "en": "shuttle",
  "ru": "шатл"
  },
  {
  "id": 7836,
  "en": "shy",
  "ru": "застенчивый"
  },
  {
  "id": 7837,
  "en": "shyness",
  "ru": "робость"
  },
  {
  "id": 7838,
  "en": "siblings",
  "ru": "братья и сестры"
  },
  {
  "id": 7839,
  "en": "sick",
  "ru": "больной, плохо чувствующий"
  },
  {
  "id": 7840,
  "en": "sideline",
  "ru": "что-то вторичное"
  },
  {
  "id": 7841,
  "en": "sidewalk",
  "ru": "тротуар"
  },
  {
  "id": 7842,
  "en": "sideways",
  "ru": "вбок"
  },
  {
  "id": 7843,
  "en": "siege",
  "ru": "осада"
  },
  {
  "id": 7844,
  "en": "sift",
  "ru": "просеять"
  },
  {
  "id": 7845,
  "en": "sifter",
  "ru": "сито"
  },
  {
  "id": 7846,
  "en": "sigh",
  "ru": "вздох"
  },
  {
  "id": 7847,
  "en": "sight",
  "ru": "вид, поле зрения"
  },
  {
  "id": 7848,
  "en": "sight",
  "ru": "достопримечаетльность"
  },
  {
  "id": 7849,
  "en": "sightseeing",
  "ru": "осмотр достопримечательностей"
  },
  {
  "id": 7850,
  "en": "sign",
  "ru": "знак"
  },
  {
  "id": 7851,
  "en": "sign",
  "ru": "подпись, подписывать"
  },
  {
  "id": 7852,
  "en": "sign",
  "ru": "[saɪnʌp] записаться, зарегистрироваться"
  },
  {
  "id": 7853,
  "en": "sign",
  "ru": "[saɪnɪn] войти в систему"
  },
  {
  "id": 7854,
  "en": "signal",
  "ru": "сигнал"
  },
  {
  "id": 7855,
  "en": "signature",
  "ru": "подпись"
  },
  {
  "id": 7856,
  "en": "significance",
  "ru": "значение"
  },
  {
  "id": 7857,
  "en": "significant",
  "ru": "значительный"
  },
  {
  "id": 7858,
  "en": "signification",
  "ru": "значение"
  },
  {
  "id": 7859,
  "en": "signify",
  "ru": "означать"
  },
  {
  "id": 7860,
  "en": "silence",
  "ru": "тишина"
  },
  {
  "id": 7861,
  "en": "silent",
  "ru": "тихий, молчаливый"
  },
  {
  "id": 7862,
  "en": "silhouette",
  "ru": "силуэт"
  },
  {
  "id": 7863,
  "en": "silk",
  "ru": "шёлк, шёлковый"
  },
  {
  "id": 7864,
  "en": "silky",
  "ru": "шелковистый"
  },
  {
  "id": 7865,
  "en": "sill",
  "ru": "подоконник, порог"
  },
  {
  "id": 7866,
  "en": "silly",
  "ru": "глупый"
  },
  {
  "id": 7867,
  "en": "silver",
  "ru": "серебро"
  },
  {
  "id": 7868,
  "en": "similar",
  "ru": "похожий"
  },
  {
  "id": 7869,
  "en": "similarity",
  "ru": "сходство"
  },
  {
  "id": 7870,
  "en": "simmer",
  "ru": "медленно кипятить"
  },
  {
  "id": 7871,
  "en": "simple",
  "ru": "простой, обычный"
  },
  {
  "id": 7872,
  "en": "simplicity",
  "ru": "простота"
  },
  {
  "id": 7873,
  "en": "simplification",
  "ru": "упрощение"
  },
  {
  "id": 7874,
  "en": "simplify",
  "ru": "упрощать"
  },
  {
  "id": 7875,
  "en": "simulate",
  "ru": "моделировать, имитировать"
  },
  {
  "id": 7876,
  "en": "simulation",
  "ru": "моделирование"
  },
  {
  "id": 7877,
  "en": "simulation",
  "ru": "симуляция"
  },
  {
  "id": 7878,
  "en": "simultaneous",
  "ru": "одновременный"
  },
  {
  "id": 7879,
  "en": "sin",
  "ru": "грех, грешить"
  },
  {
  "id": 7880,
  "en": "since",
  "ru": "поскольку"
  },
  {
  "id": 7881,
  "en": "since",
  "ru": "с (какого-то времени)"
  },
  {
  "id": 7882,
  "en": "sincere",
  "ru": "искренний"
  },
  {
  "id": 7883,
  "en": "sincerity",
  "ru": "искренность"
  },
  {
  "id": 7884,
  "en": "sing",
  "ru": "петь"
  },
  {
  "id": 7885,
  "en": "single",
  "ru": "один, отдельный, единый"
  },
  {
  "id": 7886,
  "en": "singular",
  "ru": "единственный, особый"
  },
  {
  "id": 7887,
  "en": "sinister",
  "ru": "зловещий"
  },
  {
  "id": 7888,
  "en": "sink",
  "ru": "раковина"
  },
  {
  "id": 7889,
  "en": "sink",
  "ru": "sunk) [sɪŋk] тонуть, топить"
  },
  {
  "id": 7890,
  "en": "sinner",
  "ru": "грешник"
  },
  {
  "id": 7891,
  "en": "sip",
  "ru": "глоток"
  },
  {
  "id": 7892,
  "en": "sir",
  "ru": "сэр"
  },
  {
  "id": 7893,
  "en": "sister",
  "ru": "сестра"
  },
  {
  "id": 7894,
  "en": "sit",
  "ru": "[sɪtaʊt] высидеть"
  },
  {
  "id": 7895,
  "en": "sit",
  "ru": "[sɪtθruː] высидеть до конца"
  },
  {
  "id": 7896,
  "en": "sit",
  "ru": "[sɪtbæk] отсидеться"
  },
  {
  "id": 7897,
  "en": "sit",
  "ru": "[sɪtəˈraʊnd] просто сидеть"
  },
  {
  "id": 7898,
  "en": "sit",
  "ru": "сидеть"
  },
  {
  "id": 7899,
  "en": "sitcom",
  "ru": "ситком"
  },
  {
  "id": 7900,
  "en": "site",
  "ru": "местоположение"
  },
  {
  "id": 7901,
  "en": "situate",
  "ru": "располагать"
  },
  {
  "id": 7902,
  "en": "situation",
  "ru": "положение"
  },
  {
  "id": 7903,
  "en": "situation",
  "ru": "ситуация"
  },
  {
  "id": 7904,
  "en": "six",
  "ru": 6
  },
  {
  "id": 7905,
  "en": "sixteen",
  "ru": 16
  },
  {
  "id": 7906,
  "en": "size",
  "ru": "[saɪzʌp] изучить, оценить"
  },
  {
  "id": 7907,
  "en": "size",
  "ru": "размер"
  },
  {
  "id": 7908,
  "en": "skate",
  "ru": "конёк, кататься на коньках"
  },
  {
  "id": 7909,
  "en": "skater",
  "ru": "конькобежец"
  },
  {
  "id": 7910,
  "en": "skeleton",
  "ru": "скелет"
  },
  {
  "id": 7911,
  "en": "sketch",
  "ru": "набросок, эскиз"
  },
  {
  "id": 7912,
  "en": "sketchbook",
  "ru": "альбом для рисования"
  },
  {
  "id": 7913,
  "en": "sketchy",
  "ru": "схематичный"
  },
  {
  "id": 7914,
  "en": "ski",
  "ru": "ездить на лыжах"
  },
  {
  "id": 7915,
  "en": "skid",
  "ru": "заносить, скользить, буксовать"
  },
  {
  "id": 7916,
  "en": "skilful",
  "ru": "искусный"
  },
  {
  "id": 7917,
  "en": "skill",
  "ru": "умение, искусство и т. д."
  },
  {
  "id": 7918,
  "en": "skilled",
  "ru": "умелый"
  },
  {
  "id": 7919,
  "en": "skillet",
  "ru": "сковорода (глубокая)"
  },
  {
  "id": 7920,
  "en": "skim",
  "ru": "скользить (легко)"
  },
  {
  "id": 7921,
  "en": "skin",
  "ru": "кожа"
  },
  {
  "id": 7922,
  "en": "skinny",
  "ru": "тощий"
  },
  {
  "id": 7923,
  "en": "skip",
  "ru": "прыгать, перепрыгивать"
  },
  {
  "id": 7924,
  "en": "skirt",
  "ru": "юбка"
  },
  {
  "id": 7925,
  "en": "skull",
  "ru": "череп"
  },
  {
  "id": 7926,
  "en": "sky",
  "ru": "небо"
  },
  {
  "id": 7927,
  "en": "skyscraper",
  "ru": "небоскреб"
  },
  {
  "id": 7928,
  "en": "slab",
  "ru": "плита, блок"
  },
  {
  "id": 7929,
  "en": "slack",
  "ru": "слабина, поблажка"
  },
  {
  "id": 7930,
  "en": "slacken",
  "ru": "ослабевать"
  },
  {
  "id": 7931,
  "en": "slacker",
  "ru": "бездельник"
  },
  {
  "id": 7932,
  "en": "slam",
  "ru": "хлопать, ударять, захлопывать"
  },
  {
  "id": 7933,
  "en": "slant",
  "ru": "наклон, скос, наклонять"
  },
  {
  "id": 7934,
  "en": "slap",
  "ru": "шлёпать, пощечина"
  },
  {
  "id": 7935,
  "en": "slash",
  "ru": "рубить, хлестать, кромсать"
  },
  {
  "id": 7936,
  "en": "slate",
  "ru": "шифер или сланец"
  },
  {
  "id": 7937,
  "en": "slaughter",
  "ru": "бойня (в т. ч. перен.), забивать"
  },
  {
  "id": 7938,
  "en": "slaughterhouse",
  "ru": "скотобойня"
  },
  {
  "id": 7939,
  "en": "slave",
  "ru": "раб"
  },
  {
  "id": 7940,
  "en": "slaver",
  "ru": "работорговец"
  },
  {
  "id": 7941,
  "en": "slavery",
  "ru": "рабство"
  },
  {
  "id": 7942,
  "en": "slay",
  "ru": "slain) [sleɪ] умертвить"
  },
  {
  "id": 7943,
  "en": "sleek",
  "ru": "гладкий, лоснящийся"
  },
  {
  "id": 7944,
  "en": "sleep",
  "ru": "[sliːpəˈraʊnd] трахаться, блудить"
  },
  {
  "id": 7945,
  "en": "sleep",
  "ru": "спать"
  },
  {
  "id": 7946,
  "en": "sleeve",
  "ru": "рукав"
  },
  {
  "id": 7947,
  "en": "slender",
  "ru": "тонкий, стройный, изящный"
  },
  {
  "id": 7948,
  "en": "slice",
  "ru": "ломтик, нарезать"
  },
  {
  "id": 7949,
  "en": "slick",
  "ru": "скользкий"
  },
  {
  "id": 7950,
  "en": "slide",
  "ru": "slid) [slaɪd] скользить"
  },
  {
  "id": 7951,
  "en": "slight",
  "ru": "лёгкий, слабый, незначительный"
  },
  {
  "id": 7952,
  "en": "slightly",
  "ru": "слегка"
  },
  {
  "id": 7953,
  "en": "slim",
  "ru": "стройный"
  },
  {
  "id": 7954,
  "en": "slime",
  "ru": "слизь"
  },
  {
  "id": 7955,
  "en": "slip",
  "ru": "скользнуть"
  },
  {
  "id": 7956,
  "en": "slipper",
  "ru": "тапок"
  },
  {
  "id": 7957,
  "en": "slippery",
  "ru": "скользкий"
  },
  {
  "id": 7958,
  "en": "slit",
  "ru": "щель"
  },
  {
  "id": 7959,
  "en": "slogan",
  "ru": "слоган"
  },
  {
  "id": 7960,
  "en": "slope",
  "ru": "склон, наклон"
  },
  {
  "id": 7961,
  "en": "sloppy",
  "ru": "небрежный, неряшливый"
  },
  {
  "id": 7962,
  "en": "slot",
  "ru": "разъём, паз, гнездо"
  },
  {
  "id": 7963,
  "en": "slot",
  "ru": "[slɒtməˈʃiːn] игровой автомат"
  },
  {
  "id": 7964,
  "en": "slow",
  "ru": "[sləʊdaʊn] замедлиться"
  },
  {
  "id": 7965,
  "en": "slow",
  "ru": "медленный"
  },
  {
  "id": 7966,
  "en": "slowdown",
  "ru": "замедление, спад"
  },
  {
  "id": 7967,
  "en": "sludge",
  "ru": "осадок, отстой, ил"
  },
  {
  "id": 7968,
  "en": "slum",
  "ru": "трущобы"
  },
  {
  "id": 7969,
  "en": "slump",
  "ru": "спад, сваливаться"
  },
  {
  "id": 7970,
  "en": "slut",
  "ru": "шлюха"
  },
  {
  "id": 7971,
  "en": "sly",
  "ru": "лукавый, коварный"
  },
  {
  "id": 7972,
  "en": "smack",
  "ru": "шлёпнуть, хлопнуть"
  },
  {
  "id": 7973,
  "en": "small",
  "ru": "маленький"
  },
  {
  "id": 7974,
  "en": "smart",
  "ru": "умный, хитрый"
  },
  {
  "id": 7975,
  "en": "smash",
  "ru": "громить, разбивать"
  },
  {
  "id": 7976,
  "en": "smashed",
  "ru": "(разг.) пьяный в жопу"
  },
  {
  "id": 7977,
  "en": "smear",
  "ru": "мазать"
  },
  {
  "id": 7978,
  "en": "smell",
  "ru": "запах, пахнуть, нюхать"
  },
  {
  "id": 7979,
  "en": "smile",
  "ru": "улыбаться"
  },
  {
  "id": 7980,
  "en": "smirk",
  "ru": "ухмылка"
  },
  {
  "id": 7981,
  "en": "smoke",
  "ru": "дым,"
  },
  {
  "id": 7982,
  "en": "smooth",
  "ru": "гладкий"
  },
  {
  "id": 7983,
  "en": "smoothness",
  "ru": "гладкость, плавность"
  },
  {
  "id": 7984,
  "en": "smother",
  "ru": "задушить"
  },
  {
  "id": 7985,
  "en": "smudge",
  "ru": "смазать"
  },
  {
  "id": 7986,
  "en": "smuggle",
  "ru": "провозить тайно"
  },
  {
  "id": 7987,
  "en": "smuggler",
  "ru": "контрабандист"
  },
  {
  "id": 7988,
  "en": "snack",
  "ru": "лёгкая закуска"
  },
  {
  "id": 7989,
  "en": "snag",
  "ru": "коряга или загвоздка"
  },
  {
  "id": 7990,
  "en": "snail",
  "ru": "улитка"
  },
  {
  "id": 7991,
  "en": "snake",
  "ru": "змея"
  },
  {
  "id": 7992,
  "en": "snap",
  "ru": "щёлкать, щелчок"
  },
  {
  "id": 7993,
  "en": "snapshot",
  "ru": "снимок"
  },
  {
  "id": 7994,
  "en": "snarl",
  "ru": "рычать, огрызаться"
  },
  {
  "id": 7995,
  "en": "snatch",
  "ru": "схватить, утащить"
  },
  {
  "id": 7996,
  "en": "sneak",
  "ru": "красться"
  },
  {
  "id": 7997,
  "en": "sneak",
  "ru": "[sniːkəˈweɪ] выскользнуть"
  },
  {
  "id": 7998,
  "en": "sneakers",
  "ru": "кеды, кроссовки"
  },
  {
  "id": 7999,
  "en": "sneaky",
  "ru": "подлый"
  },
  {
  "id": 8000,
  "en": "sneer",
  "ru": "усмешка, насмехаться"
  },
  {
  "id": 8001,
  "en": "sneeze",
  "ru": "чихать"
  },
  {
  "id": 8002,
  "en": "sniff",
  "ru": "нюхать, сопеть, фы и т. д."
  },
  {
  "id": 8003,
  "en": "snore",
  "ru": "храп, храпеть"
  },
  {
  "id": 8004,
  "en": "snort",
  "ru": "фыркнуть, хмыкнуть"
  },
  {
  "id": 8005,
  "en": "snow",
  "ru": "снег"
  },
  {
  "id": 8006,
  "en": "snowball",
  "ru": "снежок"
  },
  {
  "id": 8007,
  "en": "snowdrift",
  "ru": "сугроб, снежный занос"
  },
  {
  "id": 8008,
  "en": "snowflake",
  "ru": "снежинка"
  },
  {
  "id": 8009,
  "en": "snug",
  "ru": "уютный, тесный"
  },
  {
  "id": 8010,
  "en": "snuggle",
  "ru": "уютно расположиться"
  },
  {
  "id": 8011,
  "en": "so",
  "ru": "[səʊfɑː] до сих пор"
  },
  {
  "id": 8012,
  "en": "so",
  "ru": "так"
  },
  {
  "id": 8013,
  "en": "so-called",
  "ru": "так называемый"
  },
  {
  "id": 8014,
  "en": "soak",
  "ru": "мочить, пропитывать"
  },
  {
  "id": 8015,
  "en": "soap",
  "ru": "мыло"
  },
  {
  "id": 8016,
  "en": "soapy",
  "ru": "мыльный"
  },
  {
  "id": 8017,
  "en": "soar",
  "ru": "парить, взмывать (втч. о ценах)"
  },
  {
  "id": 8018,
  "en": "sob",
  "ru": "рыдать, всхлипывать"
  },
  {
  "id": 8019,
  "en": "sober",
  "ru": "трезвый"
  },
  {
  "id": 8020,
  "en": "sober",
  "ru": "[ˈsəʊbərʌp] протрезветь"
  },
  {
  "id": 8021,
  "en": "soccer",
  "ru": "футбол"
  },
  {
  "id": 8022,
  "en": "social",
  "ru": "социальный, общественный"
  },
  {
  "id": 8023,
  "en": "social",
  "ru": "общественный"
  },
  {
  "id": 8024,
  "en": "socialism",
  "ru": "социализм"
  },
  {
  "id": 8025,
  "en": "socialist",
  "ru": "социалист"
  },
  {
  "id": 8026,
  "en": "societal",
  "ru": "общественный"
  },
  {
  "id": 8027,
  "en": "society",
  "ru": "общество"
  },
  {
  "id": 8028,
  "en": "sociology",
  "ru": "социология"
  },
  {
  "id": 8029,
  "en": "sock",
  "ru": "носок"
  },
  {
  "id": 8030,
  "en": "socket",
  "ru": "разъем, розетка"
  },
  {
  "id": 8031,
  "en": "soda",
  "ru": "сода"
  },
  {
  "id": 8032,
  "en": "sofa",
  "ru": "софа"
  },
  {
  "id": 8033,
  "en": "soft",
  "ru": "мягкий"
  },
  {
  "id": 8034,
  "en": "soften",
  "ru": "смягчать"
  },
  {
  "id": 8035,
  "en": "software",
  "ru": "программое обеспечение"
  },
  {
  "id": 8036,
  "en": "soil",
  "ru": "почва"
  },
  {
  "id": 8037,
  "en": "solar",
  "ru": "солнечный"
  },
  {
  "id": 8038,
  "en": "soldier",
  "ru": "солдат"
  },
  {
  "id": 8039,
  "en": "sole",
  "ru": "единственный"
  },
  {
  "id": 8040,
  "en": "sole",
  "ru": "подошва"
  },
  {
  "id": 8041,
  "en": "solemn",
  "ru": "торжественный, серьёзный"
  },
  {
  "id": 8042,
  "en": "solemnity",
  "ru": "торжественность"
  },
  {
  "id": 8043,
  "en": "solid",
  "ru": "сплошной"
  },
  {
  "id": 8044,
  "en": "solid",
  "ru": "твёрдый, крепкий"
  },
  {
  "id": 8045,
  "en": "solidarity",
  "ru": "солидарность"
  },
  {
  "id": 8046,
  "en": "solidify",
  "ru": "затвердевать"
  },
  {
  "id": 8047,
  "en": "solidity",
  "ru": "твёрдость, основательность"
  },
  {
  "id": 8048,
  "en": "solitary",
  "ru": "уединенный"
  },
  {
  "id": 8049,
  "en": "solitude",
  "ru": "одиночество"
  },
  {
  "id": 8050,
  "en": "solo",
  "ru": "соло"
  },
  {
  "id": 8051,
  "en": "solution",
  "ru": "решение, ответ"
  },
  {
  "id": 8052,
  "en": "solution",
  "ru": "раствор"
  },
  {
  "id": 8053,
  "en": "solve",
  "ru": "решить"
  },
  {
  "id": 8054,
  "en": "some",
  "ru": "некоторое"
  },
  {
  "id": 8055,
  "en": "someday",
  "ru": "когда-нибудь"
  },
  {
  "id": 8056,
  "en": "sometimes",
  "ru": "иногда"
  },
  {
  "id": 8057,
  "en": "somewhat",
  "ru": "слегка"
  },
  {
  "id": 8058,
  "en": "son",
  "ru": "сын"
  },
  {
  "id": 8059,
  "en": "song",
  "ru": "песня"
  },
  {
  "id": 8060,
  "en": "soon",
  "ru": "скоро или рано"
  },
  {
  "id": 8061,
  "en": "soon",
  "ru": "скоро"
  },
  {
  "id": 8062,
  "en": "soot",
  "ru": "сажа"
  },
  {
  "id": 8063,
  "en": "soothe",
  "ru": "успокаивать"
  },
  {
  "id": 8064,
  "en": "sooty",
  "ru": "закопченный"
  },
  {
  "id": 8065,
  "en": "sophisticated",
  "ru": "сложный, изощрённый"
  },
  {
  "id": 8066,
  "en": "sophistication",
  "ru": "сложность, утонченность"
  },
  {
  "id": 8067,
  "en": "sore",
  "ru": "больной, рана"
  },
  {
  "id": 8068,
  "en": "sorrow",
  "ru": "горе, скорбь"
  },
  {
  "id": 8069,
  "en": "sorrowful",
  "ru": "скорбный"
  },
  {
  "id": 8070,
  "en": "sorry",
  "ru": "сожалеющий"
  },
  {
  "id": 8071,
  "en": "sorry",
  "ru": "мне"
  },
  {
  "id": 8072,
  "en": "sort",
  "ru": "[sɔːtaʊt] разобраться"
  },
  {
  "id": 8073,
  "en": "sort",
  "ru": "сорт"
  },
  {
  "id": 8074,
  "en": "soul",
  "ru": "душа"
  },
  {
  "id": 8075,
  "en": "sound",
  "ru": "здоровый"
  },
  {
  "id": 8076,
  "en": "sound",
  "ru": "звук"
  },
  {
  "id": 8077,
  "en": "soup",
  "ru": "суп"
  },
  {
  "id": 8078,
  "en": "sour",
  "ru": "кислый"
  },
  {
  "id": 8079,
  "en": "source",
  "ru": "источник"
  },
  {
  "id": 8080,
  "en": "south",
  "ru": "юг, южный"
  },
  {
  "id": 8081,
  "en": "southern",
  "ru": "южный"
  },
  {
  "id": 8082,
  "en": "southerner",
  "ru": "южанин"
  },
  {
  "id": 8083,
  "en": "southward",
  "ru": "на юг"
  },
  {
  "id": 8084,
  "en": "souvenir",
  "ru": "сувенир"
  },
  {
  "id": 8085,
  "en": "sovereign",
  "ru": "суверенный"
  },
  {
  "id": 8086,
  "en": "sovereign",
  "ru": "суверенный"
  },
  {
  "id": 8087,
  "en": "sovereignty",
  "ru": "суверенитет"
  },
  {
  "id": 8088,
  "en": "soviet",
  "ru": "советский"
  },
  {
  "id": 8089,
  "en": "sow",
  "ru": "sown) [səʊ] сеять"
  },
  {
  "id": 8090,
  "en": "sox",
  "ru": "носки"
  },
  {
  "id": 8091,
  "en": "soy",
  "ru": "соя"
  },
  {
  "id": 8092,
  "en": "space",
  "ru": "пространство"
  },
  {
  "id": 8093,
  "en": "space",
  "ru": "космос"
  },
  {
  "id": 8094,
  "en": "spacecraft",
  "ru": "космический корабль"
  },
  {
  "id": 8095,
  "en": "spaceman",
  "ru": "космонавт"
  },
  {
  "id": 8096,
  "en": "spaceship",
  "ru": "космический корабль"
  },
  {
  "id": 8097,
  "en": "spacious",
  "ru": "просторный"
  },
  {
  "id": 8098,
  "en": "spade",
  "ru": "лопата"
  },
  {
  "id": 8099,
  "en": "span",
  "ru": "пролёт, интервал"
  },
  {
  "id": 8100,
  "en": "spare",
  "ru": "щадить, избавить"
  },
  {
  "id": 8101,
  "en": "spare",
  "ru": "запасной, лишний"
  },
  {
  "id": 8102,
  "en": "spare",
  "ru": "выделить, уделить"
  },
  {
  "id": 8103,
  "en": "sparing",
  "ru": "скудный, бережливый"
  },
  {
  "id": 8104,
  "en": "spark",
  "ru": "искра, вспыхивать"
  },
  {
  "id": 8105,
  "en": "sparkle",
  "ru": "сверкать, блистать, искриться"
  },
  {
  "id": 8106,
  "en": "sparse",
  "ru": "редкий, разреженный"
  },
  {
  "id": 8107,
  "en": "spatial",
  "ru": "пространственный"
  },
  {
  "id": 8108,
  "en": "spawn",
  "ru": "порождать, порождение и т. д."
  },
  {
  "id": 8109,
  "en": "speak",
  "ru": "[spiːkaʊt] высказать"
  },
  {
  "id": 8110,
  "en": "speak",
  "ru": "[spiːkʌp] говорить громче"
  },
  {
  "id": 8111,
  "en": "speak",
  "ru": "говорить"
  },
  {
  "id": 8112,
  "en": "spear",
  "ru": "копье"
  },
  {
  "id": 8113,
  "en": "special",
  "ru": "особенный, специальный"
  },
  {
  "id": 8114,
  "en": "specialist",
  "ru": "специалист"
  },
  {
  "id": 8115,
  "en": "speciality",
  "ru": "специальность"
  },
  {
  "id": 8116,
  "en": "specialize",
  "ru": "специализироваться"
  },
  {
  "id": 8117,
  "en": "species",
  "ru": "вид (биол.)"
  },
  {
  "id": 8118,
  "en": "specific",
  "ru": "конкретный"
  },
  {
  "id": 8119,
  "en": "specificity",
  "ru": "специфика"
  },
  {
  "id": 8120,
  "en": "specify",
  "ru": "указать, установить, уточнить"
  },
  {
  "id": 8121,
  "en": "specimen",
  "ru": "образец, экземпляр"
  },
  {
  "id": 8122,
  "en": "speck",
  "ru": "пятнышко, крупинка"
  },
  {
  "id": 8123,
  "en": "spectacle",
  "ru": "зрелище"
  },
  {
  "id": 8124,
  "en": "spectacles",
  "ru": "(брит.) очки"
  },
  {
  "id": 8125,
  "en": "spectacular",
  "ru": "зрелищный, эффектный"
  },
  {
  "id": 8126,
  "en": "spectator",
  "ru": "зритель, наблюдатель"
  },
  {
  "id": 8127,
  "en": "spectrum",
  "ru": "спектр"
  },
  {
  "id": 8128,
  "en": "speculate",
  "ru": "предполагать, строить догадки"
  },
  {
  "id": 8129,
  "en": "speculation",
  "ru": "догадка, спекуляция"
  },
  {
  "id": 8130,
  "en": "speculative",
  "ru": "умозрительный"
  },
  {
  "id": 8131,
  "en": "speech",
  "ru": "речь"
  },
  {
  "id": 8132,
  "en": "speed",
  "ru": "[spiːdʌp] ускориться"
  },
  {
  "id": 8133,
  "en": "speed",
  "ru": "скорость"
  },
  {
  "id": 8134,
  "en": "spell",
  "ru": "заклинание, чары"
  },
  {
  "id": 8135,
  "en": "spell",
  "ru": "[spɛlaʊt] разъяснить"
  },
  {
  "id": 8136,
  "en": "spell",
  "ru": "произносить (писать) по буквам"
  },
  {
  "id": 8137,
  "en": "spend",
  "ru": "spent) [spɛnd] тратить, проводить (время)"
  },
  {
  "id": 8138,
  "en": "spender",
  "ru": "транжира"
  },
  {
  "id": 8139,
  "en": "spending",
  "ru": "расходы"
  },
  {
  "id": 8140,
  "en": "sperm",
  "ru": "сперма"
  },
  {
  "id": 8141,
  "en": "sphere",
  "ru": "сфера"
  },
  {
  "id": 8142,
  "en": "spherical",
  "ru": "] сферический"
  },
  {
  "id": 8143,
  "en": "spice",
  "ru": "пряность, специя"
  },
  {
  "id": 8144,
  "en": "spicy",
  "ru": "острый"
  },
  {
  "id": 8145,
  "en": "spider",
  "ru": "паук"
  },
  {
  "id": 8146,
  "en": "spike",
  "ru": "шип, штырь, острие, клин"
  },
  {
  "id": 8147,
  "en": "spiky",
  "ru": "остроконечный"
  },
  {
  "id": 8148,
  "en": "spill",
  "ru": "проливать, рассыпать"
  },
  {
  "id": 8149,
  "en": "spin",
  "ru": "крутить"
  },
  {
  "id": 8150,
  "en": "spinal",
  "ru": "спинной, позвоночный"
  },
  {
  "id": 8151,
  "en": "spine",
  "ru": "позвоночник"
  },
  {
  "id": 8152,
  "en": "spineless",
  "ru": "бесхарактерный"
  },
  {
  "id": 8153,
  "en": "spiral",
  "ru": "спираль"
  },
  {
  "id": 8154,
  "en": "spirit",
  "ru": "дух"
  },
  {
  "id": 8155,
  "en": "spiritual",
  "ru": "духовный"
  },
  {
  "id": 8156,
  "en": "spit",
  "ru": "spat) [spɪt] плевать"
  },
  {
  "id": 8157,
  "en": "splash",
  "ru": "брызги, всплеск"
  },
  {
  "id": 8158,
  "en": "splendid",
  "ru": "великолепный, блестящий"
  },
  {
  "id": 8159,
  "en": "splinter",
  "ru": "щепка, осколок, заноза"
  },
  {
  "id": 8160,
  "en": "split",
  "ru": "расколоться, распасться"
  },
  {
  "id": 8161,
  "en": "split",
  "ru": "[splɪtʌp] разделиться"
  },
  {
  "id": 8162,
  "en": "spoil",
  "ru": "портить"
  },
  {
  "id": 8163,
  "en": "spokesman",
  "ru": "представитель, прес-секретарь"
  },
  {
  "id": 8164,
  "en": "spokesperson",
  "ru": "представитель, прес-секретарь"
  },
  {
  "id": 8165,
  "en": "sponge",
  "ru": "губка"
  },
  {
  "id": 8166,
  "en": "spongy",
  "ru": "губчатый"
  },
  {
  "id": 8167,
  "en": "sponsor",
  "ru": "спонсор"
  },
  {
  "id": 8168,
  "en": "spontaneous",
  "ru": "спонтанный"
  },
  {
  "id": 8169,
  "en": "spook",
  "ru": "призрак"
  },
  {
  "id": 8170,
  "en": "spooky",
  "ru": "жуткий"
  },
  {
  "id": 8171,
  "en": "spoon",
  "ru": "ложка"
  },
  {
  "id": 8172,
  "en": "spoon-bait",
  "ru": "блесна"
  },
  {
  "id": 8173,
  "en": "sport",
  "ru": "спорт"
  },
  {
  "id": 8174,
  "en": "spot",
  "ru": "место"
  },
  {
  "id": 8175,
  "en": "spot",
  "ru": "пятно"
  },
  {
  "id": 8176,
  "en": "spot",
  "ru": "заметить, увидеть"
  },
  {
  "id": 8177,
  "en": "spotless",
  "ru": "незапятнанный"
  },
  {
  "id": 8178,
  "en": "spotlight",
  "ru": "прожектор, центр внимания"
  },
  {
  "id": 8179,
  "en": "spotted",
  "ru": "пятнистый"
  },
  {
  "id": 8180,
  "en": "spouse",
  "ru": "супруг, супруга"
  },
  {
  "id": 8181,
  "en": "sprawl",
  "ru": "растягиваться, расползаться"
  },
  {
  "id": 8182,
  "en": "spray",
  "ru": "спрей"
  },
  {
  "id": 8183,
  "en": "spread",
  "ru": "spread) [sprɛd] распространять(ся)"
  },
  {
  "id": 8184,
  "en": "spring",
  "ru": "sprung) [sprɪŋ] прыгать"
  },
  {
  "id": 8185,
  "en": "spring",
  "ru": "sprung) [sprɪŋ] источник, проистекать"
  },
  {
  "id": 8186,
  "en": "spring",
  "ru": "весна"
  },
  {
  "id": 8187,
  "en": "sprinkle",
  "ru": "побрызгать, посыпать"
  },
  {
  "id": 8188,
  "en": "sprinkler",
  "ru": "ороситель"
  },
  {
  "id": 8189,
  "en": "sprint",
  "ru": "спринт"
  },
  {
  "id": 8190,
  "en": "sprout",
  "ru": "росток, прорастать"
  },
  {
  "id": 8191,
  "en": "spur",
  "ru": "шпора, побуждать"
  },
  {
  "id": 8192,
  "en": "spy",
  "ru": "[spaɪ] шпион, шпионить"
  },
  {
  "id": 8193,
  "en": "squad",
  "ru": "команда, отряд"
  },
  {
  "id": 8194,
  "en": "square",
  "ru": "квадрат, квадратный"
  },
  {
  "id": 8195,
  "en": "square",
  "ru": "площадь"
  },
  {
  "id": 8196,
  "en": "squared",
  "ru": "в квадрате"
  },
  {
  "id": 8197,
  "en": "squash",
  "ru": "раздавливать, расплющивать"
  },
  {
  "id": 8198,
  "en": "squat",
  "ru": "приседать, приземистый"
  },
  {
  "id": 8199,
  "en": "squeak",
  "ru": "пищать, скрипеть"
  },
  {
  "id": 8200,
  "en": "squeaky",
  "ru": "скрипучий"
  },
  {
  "id": 8201,
  "en": "squeal",
  "ru": "визг, визжать"
  },
  {
  "id": 8202,
  "en": "squeeze",
  "ru": "сжимать"
  },
  {
  "id": 8203,
  "en": "squid",
  "ru": "кальмар"
  },
  {
  "id": 8204,
  "en": "squint",
  "ru": "щуриться или коситься"
  },
  {
  "id": 8205,
  "en": "squirm",
  "ru": "извиваться, ёрзать"
  },
  {
  "id": 8206,
  "en": "squirrel",
  "ru": "белка"
  },
  {
  "id": 8207,
  "en": "squirt",
  "ru": "тонкая струя"
  },
  {
  "id": 8208,
  "en": "stab",
  "ru": "ударить ножом, зарезать"
  },
  {
  "id": 8209,
  "en": "stabilise",
  "ru": "стабилизировать"
  },
  {
  "id": 8210,
  "en": "stability",
  "ru": "устойчивость"
  },
  {
  "id": 8211,
  "en": "stability",
  "ru": "стабильность"
  },
  {
  "id": 8212,
  "en": "stable",
  "ru": "устойчивый"
  },
  {
  "id": 8213,
  "en": "stack",
  "ru": "стопка, куча, складывать"
  },
  {
  "id": 8214,
  "en": "stadium",
  "ru": "стадион"
  },
  {
  "id": 8215,
  "en": "staff",
  "ru": "персонал"
  },
  {
  "id": 8216,
  "en": "stage",
  "ru": "сцена"
  },
  {
  "id": 8217,
  "en": "stage",
  "ru": "стадия, ступень"
  },
  {
  "id": 8218,
  "en": "stagger",
  "ru": "шататься, колебаться"
  },
  {
  "id": 8219,
  "en": "staggering",
  "ru": "ошеломляющий"
  },
  {
  "id": 8220,
  "en": "stain",
  "ru": "пятно, окрашиваться, пачкать"
  },
  {
  "id": 8221,
  "en": "stainless",
  "ru": "незапятнанный или нержавеющий"
  },
  {
  "id": 8222,
  "en": "staircase",
  "ru": "лестница"
  },
  {
  "id": 8223,
  "en": "stairs",
  "ru": "ступеньки, лестница"
  },
  {
  "id": 8224,
  "en": "stairway",
  "ru": "лестница"
  },
  {
  "id": 8225,
  "en": "stake",
  "ru": "стойка, кол, столб"
  },
  {
  "id": 8226,
  "en": "stake",
  "ru": "ставка, делать ставку"
  },
  {
  "id": 8227,
  "en": "stale",
  "ru": "несвежий"
  },
  {
  "id": 8228,
  "en": "stalk",
  "ru": "красться, преследовать"
  },
  {
  "id": 8229,
  "en": "stalk",
  "ru": "стебель"
  },
  {
  "id": 8230,
  "en": "stalker",
  "ru": "преследователь"
  },
  {
  "id": 8231,
  "en": "stall",
  "ru": "застопориться, замедлиться"
  },
  {
  "id": 8232,
  "en": "stall",
  "ru": "палатка, ларёк"
  },
  {
  "id": 8233,
  "en": "stamp",
  "ru": "печать, штамп, марка"
  },
  {
  "id": 8234,
  "en": "stance",
  "ru": "поза, положение"
  },
  {
  "id": 8235,
  "en": "stand",
  "ru": "терпеть, выносить"
  },
  {
  "id": 8236,
  "en": "stand",
  "ru": "[stændaʊt] выделяться"
  },
  {
  "id": 8237,
  "en": "stand",
  "ru": "[stændfɔː] выступать за"
  },
  {
  "id": 8238,
  "en": "stand",
  "ru": "[stændəˈgɛnst] выступать против"
  },
  {
  "id": 8239,
  "en": "stand",
  "ru": "[stændfɔː] обозначать (в сокращении)"
  },
  {
  "id": 8240,
  "en": "stand",
  "ru": "[stændbaɪ] поддерживать, быть наготове"
  },
  {
  "id": 8241,
  "en": "stand",
  "ru": "стоять"
  },
  {
  "id": 8242,
  "en": "standard",
  "ru": "стандарт"
  },
  {
  "id": 8243,
  "en": "standpoint",
  "ru": "точка зрения"
  },
  {
  "id": 8244,
  "en": "standstill",
  "ru": "остановка"
  },
  {
  "id": 8245,
  "en": "staple",
  "ru": "скоба, скрепка"
  },
  {
  "id": 8246,
  "en": "star",
  "ru": "звезда"
  },
  {
  "id": 8247,
  "en": "stare",
  "ru": "пялиться, пристальный взгляд"
  },
  {
  "id": 8248,
  "en": "stark",
  "ru": "чёткий, жёсткий, острый"
  },
  {
  "id": 8249,
  "en": "start",
  "ru": "[stɑːtʌp] основать, установить"
  },
  {
  "id": 8250,
  "en": "start",
  "ru": "начинать"
  },
  {
  "id": 8251,
  "en": "startle",
  "ru": "испугать (неожиданностью)"
  },
  {
  "id": 8252,
  "en": "startling",
  "ru": "поразительный"
  },
  {
  "id": 8253,
  "en": "starvation",
  "ru": "голодание"
  },
  {
  "id": 8254,
  "en": "starve",
  "ru": "голодать"
  },
  {
  "id": 8255,
  "en": "stash",
  "ru": "тайник, заначка, прятать"
  },
  {
  "id": 8256,
  "en": "state",
  "ru": "государство"
  },
  {
  "id": 8257,
  "en": "state",
  "ru": "состояние"
  },
  {
  "id": 8258,
  "en": "state",
  "ru": "заявить, отметить"
  },
  {
  "id": 8259,
  "en": "statement",
  "ru": "заявление"
  },
  {
  "id": 8260,
  "en": "statesman",
  "ru": "государственный деятель"
  },
  {
  "id": 8261,
  "en": "static",
  "ru": "статический"
  },
  {
  "id": 8262,
  "en": "station",
  "ru": "станция"
  },
  {
  "id": 8263,
  "en": "stationary",
  "ru": "стационарный"
  },
  {
  "id": 8264,
  "en": "statistical",
  "ru": "статистический"
  },
  {
  "id": 8265,
  "en": "statistics",
  "ru": "статистика"
  },
  {
  "id": 8266,
  "en": "statue",
  "ru": "статуя"
  },
  {
  "id": 8267,
  "en": "stature",
  "ru": "рост"
  },
  {
  "id": 8268,
  "en": "status",
  "ru": "статус"
  },
  {
  "id": 8269,
  "en": "statute",
  "ru": "статут"
  },
  {
  "id": 8270,
  "en": "statutory",
  "ru": "установленный законом"
  },
  {
  "id": 8271,
  "en": "stay",
  "ru": "оставаться"
  },
  {
  "id": 8272,
  "en": "stay",
  "ru": "остановиться пожить"
  },
  {
  "id": 8273,
  "en": "stay",
  "ru": "[steɪɒf] держаться подальше"
  },
  {
  "id": 8274,
  "en": "stay",
  "ru": "of [steɪaʊtɒv] избегать"
  },
  {
  "id": 8275,
  "en": "stay",
  "ru": "[steɪʌp] не ложиться"
  },
  {
  "id": 8276,
  "en": "stay",
  "ru": "[steɪəˈweɪ] держаться подальше"
  },
  {
  "id": 8277,
  "en": "steadiness",
  "ru": "устойчивость"
  },
  {
  "id": 8278,
  "en": "steady",
  "ru": "устойчивый"
  },
  {
  "id": 8279,
  "en": "steak",
  "ru": "стейк"
  },
  {
  "id": 8280,
  "en": "steal",
  "ru": "stolen) [stiːl] красть"
  },
  {
  "id": 8281,
  "en": "stealth",
  "ru": "скрытность, хитрость"
  },
  {
  "id": 8282,
  "en": "stealthily",
  "ru": "украдкой"
  },
  {
  "id": 8283,
  "en": "stealthy",
  "ru": "скрытый"
  },
  {
  "id": 8284,
  "en": "steam",
  "ru": "пар"
  },
  {
  "id": 8285,
  "en": "steamship",
  "ru": "пароход"
  },
  {
  "id": 8286,
  "en": "steamy",
  "ru": ""
  },
  {
  "id": 8287,
  "en": "steel",
  "ru": "сталь, стальной"
  },
  {
  "id": 8288,
  "en": "steep",
  "ru": "крутой"
  },
  {
  "id": 8289,
  "en": "steer",
  "ru": "управлять, направлять"
  },
  {
  "id": 8290,
  "en": "steering",
  "ru": "[ˈstɪərɪŋwiːl] руль"
  },
  {
  "id": 8291,
  "en": "stellar",
  "ru": "звездный"
  },
  {
  "id": 8292,
  "en": "stem",
  "ru": "стебель"
  },
  {
  "id": 8293,
  "en": "step",
  "ru": "шаг, ступать, ступенька"
  },
  {
  "id": 8294,
  "en": "step",
  "ru": "[stɛpdaʊn] уйти в отставку"
  },
  {
  "id": 8295,
  "en": "step",
  "ru": "[stɛpɪn] вмешаться"
  },
  {
  "id": 8296,
  "en": "stereo",
  "ru": "стерео"
  },
  {
  "id": 8297,
  "en": "stereotype",
  "ru": "стереотип"
  },
  {
  "id": 8298,
  "en": "sterile",
  "ru": "стерильный, бесплодный"
  },
  {
  "id": 8299,
  "en": "stern",
  "ru": "суровый, строгий"
  },
  {
  "id": 8300,
  "en": "sternness",
  "ru": "суровость, строгость"
  },
  {
  "id": 8301,
  "en": "stew",
  "ru": "тушить, рагу"
  },
  {
  "id": 8302,
  "en": "stick",
  "ru": "палка, тыкать палкой"
  },
  {
  "id": 8303,
  "en": "stick",
  "ru": "stuck) [stɪk] приклеить"
  },
  {
  "id": 8304,
  "en": "stick",
  "ru": "[stɪktuː] придерживаться, соблюдать"
  },
  {
  "id": 8305,
  "en": "stick",
  "ru": "[stɪk wɪð] придерживаться"
  },
  {
  "id": 8306,
  "en": "stick",
  "ru": "[stɪkaʊt] торчать, выделяться"
  },
  {
  "id": 8307,
  "en": "stick",
  "ru": "[stɪktəˈgɛðə] держаться вместе"
  },
  {
  "id": 8308,
  "en": "stick",
  "ru": "[stɪkæt] упорно продолжать"
  },
  {
  "id": 8309,
  "en": "sticker",
  "ru": "наклейка"
  },
  {
  "id": 8310,
  "en": "sticker",
  "ru": "стикер"
  },
  {
  "id": 8311,
  "en": "stickiness",
  "ru": "липкость"
  },
  {
  "id": 8312,
  "en": "sticky",
  "ru": "липкий"
  },
  {
  "id": 8313,
  "en": "stiff",
  "ru": "жёсткий, негнущийся"
  },
  {
  "id": 8314,
  "en": "stiffen",
  "ru": "деревенеть"
  },
  {
  "id": 8315,
  "en": "stiffness",
  "ru": "жесткость"
  },
  {
  "id": 8316,
  "en": "stifle",
  "ru": "удушать"
  },
  {
  "id": 8317,
  "en": "stifling",
  "ru": "душный, удушающий"
  },
  {
  "id": 8318,
  "en": "still",
  "ru": "спокойный, неподвижный"
  },
  {
  "id": 8319,
  "en": "still",
  "ru": "всё"
  },
  {
  "id": 8320,
  "en": "stimulate",
  "ru": "стимулировать"
  },
  {
  "id": 8321,
  "en": "stimulation",
  "ru": "] стимуляция"
  },
  {
  "id": 8322,
  "en": "stimulus",
  "ru": "стимул"
  },
  {
  "id": 8323,
  "en": "sting",
  "ru": "stung) [stɪŋ] жалить, жало"
  },
  {
  "id": 8324,
  "en": "stink",
  "ru": "stunk) [stɪŋk] вонять"
  },
  {
  "id": 8325,
  "en": "stir",
  "ru": "шевелить(ся), двигать и т.д."
  },
  {
  "id": 8326,
  "en": "stir",
  "ru": "[stɜːrʌp] вызвать, возбудить"
  },
  {
  "id": 8327,
  "en": "stitch",
  "ru": "стежок, сшить, зашить"
  },
  {
  "id": 8328,
  "en": "stitched",
  "ru": "сшитые"
  },
  {
  "id": 8329,
  "en": "stock",
  "ru": "запас"
  },
  {
  "id": 8330,
  "en": "stock",
  "ru": "on [stɒkʌpɒn] запастись"
  },
  {
  "id": 8331,
  "en": "stock",
  "ru": "акции"
  },
  {
  "id": 8332,
  "en": "stock",
  "ru": "[stɒkɪksˈʧeɪnʤ] фондовая биржа"
  },
  {
  "id": 8333,
  "en": "stocking",
  "ru": "чулок"
  },
  {
  "id": 8334,
  "en": "stockpile",
  "ru": "запас"
  },
  {
  "id": 8335,
  "en": "stomach",
  "ru": "желудок, живот"
  },
  {
  "id": 8336,
  "en": "stomp",
  "ru": "топать"
  },
  {
  "id": 8337,
  "en": "stone",
  "ru": "камень"
  },
  {
  "id": 8338,
  "en": "stool",
  "ru": "табурет"
  },
  {
  "id": 8339,
  "en": "stoop",
  "ru": "крыльцо со ступеньками (амер.)"
  },
  {
  "id": 8340,
  "en": "stoop",
  "ru": "наклоняться или сутулиться"
  },
  {
  "id": 8341,
  "en": "stoopy",
  "ru": "сутулый"
  },
  {
  "id": 8342,
  "en": "stop",
  "ru": "[stɒpˈəʊvə] заехать, остановиться"
  },
  {
  "id": 8343,
  "en": "stop",
  "ru": "останавливать"
  },
  {
  "id": 8344,
  "en": "storage",
  "ru": "место хранения"
  },
  {
  "id": 8345,
  "en": "store",
  "ru": "хранить, хранилище"
  },
  {
  "id": 8346,
  "en": "store",
  "ru": "магазин"
  },
  {
  "id": 8347,
  "en": "store",
  "ru": "on [stɔːrʌpɒn] запастись"
  },
  {
  "id": 8348,
  "en": "storm",
  "ru": "буря"
  },
  {
  "id": 8349,
  "en": "stormy",
  "ru": "] штормовой"
  },
  {
  "id": 8350,
  "en": "story",
  "ru": "история, рассказ"
  },
  {
  "id": 8351,
  "en": "stout",
  "ru": "толстый, плотный, крепкий"
  },
  {
  "id": 8352,
  "en": "stove",
  "ru": "плита"
  },
  {
  "id": 8353,
  "en": "straight",
  "ru": "прямой, прямо"
  },
  {
  "id": 8354,
  "en": "straighten",
  "ru": "выпрямлять"
  },
  {
  "id": 8355,
  "en": "straightforward",
  "ru": "простой, прямой, откровенный"
  },
  {
  "id": 8356,
  "en": "strain",
  "ru": "напрягать, напряжение"
  },
  {
  "id": 8357,
  "en": "strait",
  "ru": "пролив"
  },
  {
  "id": 8358,
  "en": "strand",
  "ru": "застрять, сесть на мель"
  },
  {
  "id": 8359,
  "en": "strand",
  "ru": "прядь, нить (об. скрученная)"
  },
  {
  "id": 8360,
  "en": "strange",
  "ru": "странный"
  },
  {
  "id": 8361,
  "en": "strangle",
  "ru": "придушить"
  },
  {
  "id": 8362,
  "en": "stranglehold",
  "ru": "удушение, мёртвая хватка"
  },
  {
  "id": 8363,
  "en": "strangulation",
  "ru": "удушение"
  },
  {
  "id": 8364,
  "en": "strap",
  "ru": "ремень"
  },
  {
  "id": 8365,
  "en": "strategic",
  "ru": "стратегический"
  },
  {
  "id": 8366,
  "en": "strategy",
  "ru": "стратегия"
  },
  {
  "id": 8367,
  "en": "straw",
  "ru": "солома"
  },
  {
  "id": 8368,
  "en": "strawberry",
  "ru": "клубника"
  },
  {
  "id": 8369,
  "en": "stray",
  "ru": "бродить, бродячий"
  },
  {
  "id": 8370,
  "en": "streak",
  "ru": "полоса, след, струя"
  },
  {
  "id": 8371,
  "en": "stream",
  "ru": "поток, ручей"
  },
  {
  "id": 8372,
  "en": "street",
  "ru": "улица"
  },
  {
  "id": 8373,
  "en": "strength",
  "ru": "сила, мощность, прочность"
  },
  {
  "id": 8374,
  "en": "strengthen",
  "ru": "укреплять"
  },
  {
  "id": 8375,
  "en": "stress",
  "ru": "подчеркнуть, заострить внимание"
  },
  {
  "id": 8376,
  "en": "stress",
  "ru": "стресс"
  },
  {
  "id": 8377,
  "en": "stretch",
  "ru": "тянуть, вытягивать"
  },
  {
  "id": 8378,
  "en": "stretchy",
  "ru": "тянущийся"
  },
  {
  "id": 8379,
  "en": "strew",
  "ru": "strewn) [struː] разбрасывать"
  },
  {
  "id": 8380,
  "en": "stricken",
  "ru": "пораженный, раненый"
  },
  {
  "id": 8381,
  "en": "strict",
  "ru": "строгий, точный"
  },
  {
  "id": 8382,
  "en": "strictness",
  "ru": "строгость"
  },
  {
  "id": 8383,
  "en": "stride",
  "ru": "stridden) [straɪd] шагать, шаг"
  },
  {
  "id": 8384,
  "en": "strife",
  "ru": "борьба"
  },
  {
  "id": 8385,
  "en": "strike",
  "ru": "struck) [straɪk] бить, удар"
  },
  {
  "id": 8386,
  "en": "strike",
  "ru": "забастовка"
  },
  {
  "id": 8387,
  "en": "strike",
  "ru": "[straɪk aʊt] потерпеть неудачу"
  },
  {
  "id": 8388,
  "en": "string",
  "ru": "струна, тетива, бечева"
  },
  {
  "id": 8389,
  "en": "stringency",
  "ru": "строгость"
  },
  {
  "id": 8390,
  "en": "stringent",
  "ru": "строгий"
  },
  {
  "id": 8391,
  "en": "stringy",
  "ru": "жилистый, волокнистый"
  },
  {
  "id": 8392,
  "en": "strip",
  "ru": "полоса, лента"
  },
  {
  "id": 8393,
  "en": "strip",
  "ru": "снимать (обнажать)"
  },
  {
  "id": 8394,
  "en": "stripe",
  "ru": "полоса"
  },
  {
  "id": 8395,
  "en": "striped",
  "ru": "полосатый"
  },
  {
  "id": 8396,
  "en": "strive",
  "ru": "striven) [straɪv] стремиться, добиваться"
  },
  {
  "id": 8397,
  "en": "stroke",
  "ru": "гладить"
  },
  {
  "id": 8398,
  "en": "stroll",
  "ru": "прогулка, прогуливаться"
  },
  {
  "id": 8399,
  "en": "strong",
  "ru": "сильный"
  },
  {
  "id": 8400,
  "en": "structure",
  "ru": "структура"
  },
  {
  "id": 8401,
  "en": "struggle",
  "ru": "бороться, борьба"
  },
  {
  "id": 8402,
  "en": "stubborn",
  "ru": "упрямый"
  },
  {
  "id": 8403,
  "en": "stubbornness",
  "ru": "упрямство"
  },
  {
  "id": 8404,
  "en": "stud",
  "ru": "шпилька"
  },
  {
  "id": 8405,
  "en": "student",
  "ru": "студент"
  },
  {
  "id": 8406,
  "en": "studio",
  "ru": "студия"
  },
  {
  "id": 8407,
  "en": "study",
  "ru": "учиться"
  },
  {
  "id": 8408,
  "en": "stuff",
  "ru": "вещи, всякая фигня"
  },
  {
  "id": 8409,
  "en": "stuffy",
  "ru": "душный"
  },
  {
  "id": 8410,
  "en": "stumble",
  "ru": "спотыкаться, запинаться"
  },
  {
  "id": 8411,
  "en": "stump",
  "ru": "пень"
  },
  {
  "id": 8412,
  "en": "stun",
  "ru": "ошеломить, оглушить"
  },
  {
  "id": 8413,
  "en": "stunning",
  "ru": "сногсшибательный"
  },
  {
  "id": 8414,
  "en": "stunt",
  "ru": "трюк, выходка"
  },
  {
  "id": 8415,
  "en": "stupid",
  "ru": "глупый"
  },
  {
  "id": 8416,
  "en": "stupidity",
  "ru": "тупость"
  },
  {
  "id": 8417,
  "en": "sturdy",
  "ru": "крепкий"
  },
  {
  "id": 8418,
  "en": "style",
  "ru": "стиль"
  },
  {
  "id": 8419,
  "en": "subconscious",
  "ru": "подсознательный"
  },
  {
  "id": 8420,
  "en": "subconsciousness",
  "ru": "подсознание"
  },
  {
  "id": 8421,
  "en": "subdivide",
  "ru": "подразделять"
  },
  {
  "id": 8422,
  "en": "subdue",
  "ru": "подавить, укротить"
  },
  {
  "id": 8423,
  "en": "subgroup",
  "ru": "] подгруппа"
  },
  {
  "id": 8424,
  "en": "subject",
  "ru": "предмет, тема"
  },
  {
  "id": 8425,
  "en": "subject",
  "ru": "подверженный, подвергать"
  },
  {
  "id": 8426,
  "en": "subjective",
  "ru": "субъективный"
  },
  {
  "id": 8427,
  "en": "sublime",
  "ru": "возвышенный, величественный"
  },
  {
  "id": 8428,
  "en": "sublimity",
  "ru": "возвышенность"
  },
  {
  "id": 8429,
  "en": "submarine",
  "ru": "субмарина, подлодка"
  },
  {
  "id": 8430,
  "en": "submerge",
  "ru": "погружаться под воду"
  },
  {
  "id": 8431,
  "en": "submersion",
  "ru": "погружение в воду"
  },
  {
  "id": 8432,
  "en": "submission",
  "ru": "подчинение"
  },
  {
  "id": 8433,
  "en": "submit",
  "ru": "подавать информацию"
  },
  {
  "id": 8434,
  "en": "submit",
  "ru": "[səbˈmɪttuː] подчиниться"
  },
  {
  "id": 8435,
  "en": "subordinate",
  "ru": "подчиненный, подчинять"
  },
  {
  "id": 8436,
  "en": "subordination",
  "ru": "подчинённость"
  },
  {
  "id": 8437,
  "en": "subscribe",
  "ru": "подписываться"
  },
  {
  "id": 8438,
  "en": "subscriber",
  "ru": "подписчик"
  },
  {
  "id": 8439,
  "en": "subscription",
  "ru": "подписка"
  },
  {
  "id": 8440,
  "en": "subsequent",
  "ru": "последующий"
  },
  {
  "id": 8441,
  "en": "subsequently",
  "ru": "впоследствии"
  },
  {
  "id": 8442,
  "en": "subside",
  "ru": "утихать, спадать"
  },
  {
  "id": 8443,
  "en": "subsidence",
  "ru": "оседание, осадка"
  },
  {
  "id": 8444,
  "en": "subsidiary",
  "ru": ""
  },
  {
  "id": 8445,
  "en": "subsidy",
  "ru": "субсидия"
  },
  {
  "id": 8446,
  "en": "subsist",
  "ru": "существовать, прокормиться"
  },
  {
  "id": 8447,
  "en": "subsistence",
  "ru": "существование, пропитание"
  },
  {
  "id": 8448,
  "en": "subspecies",
  "ru": "подвид"
  },
  {
  "id": 8449,
  "en": "substance",
  "ru": "вещество, материя"
  },
  {
  "id": 8450,
  "en": "substantial",
  "ru": "существенный, значительный"
  },
  {
  "id": 8451,
  "en": "substantive",
  "ru": "существенный, основной"
  },
  {
  "id": 8452,
  "en": "substitute",
  "ru": "заменять, замена"
  },
  {
  "id": 8453,
  "en": "substitution",
  "ru": "замена"
  },
  {
  "id": 8454,
  "en": "subtitle",
  "ru": "подзаголовок"
  },
  {
  "id": 8455,
  "en": "subtitles",
  "ru": "субтитры"
  },
  {
  "id": 8456,
  "en": "subtle",
  "ru": "тонкий, неуловимый"
  },
  {
  "id": 8457,
  "en": "subtleness",
  "ru": "тонкость"
  },
  {
  "id": 8458,
  "en": "subtlety",
  "ru": "тонкость"
  },
  {
  "id": 8459,
  "en": "subtract",
  "ru": "вычитать"
  },
  {
  "id": 8460,
  "en": "subtraction",
  "ru": "вычитание"
  },
  {
  "id": 8461,
  "en": "suburb",
  "ru": "пригород"
  },
  {
  "id": 8462,
  "en": "suburban",
  "ru": "пригородный"
  },
  {
  "id": 8463,
  "en": "subversion",
  "ru": "подрывная деятельность"
  },
  {
  "id": 8464,
  "en": "subvert",
  "ru": "подорвать"
  },
  {
  "id": 8465,
  "en": "subway",
  "ru": "метро (амер.)"
  },
  {
  "id": 8466,
  "en": "succeed",
  "ru": "достичь цели"
  },
  {
  "id": 8467,
  "en": "success",
  "ru": "успех"
  },
  {
  "id": 8468,
  "en": "successful",
  "ru": "успешный"
  },
  {
  "id": 8469,
  "en": "succession",
  "ru": "последовательность"
  },
  {
  "id": 8470,
  "en": "successive",
  "ru": "последующий"
  },
  {
  "id": 8471,
  "en": "successor",
  "ru": "преемник"
  },
  {
  "id": 8472,
  "en": "succumb",
  "ru": "поддаться, не устоять"
  },
  {
  "id": 8473,
  "en": "such",
  "ru": "такой"
  },
  {
  "id": 8474,
  "en": "suck",
  "ru": "сосать"
  },
  {
  "id": 8475,
  "en": "sudden",
  "ru": "внезапный"
  },
  {
  "id": 8476,
  "en": "suddenly",
  "ru": "вдруг"
  },
  {
  "id": 8477,
  "en": "sue",
  "ru": "предъявить иск"
  },
  {
  "id": 8478,
  "en": "suffer",
  "ru": "страдать"
  },
  {
  "id": 8479,
  "en": "suffering",
  "ru": "страдание"
  },
  {
  "id": 8480,
  "en": "suffice",
  "ru": "хватать, быть достаточным"
  },
  {
  "id": 8481,
  "en": "sufficiency",
  "ru": "достаточность"
  },
  {
  "id": 8482,
  "en": "sufficient",
  "ru": "достаточный"
  },
  {
  "id": 8483,
  "en": "suffocate",
  "ru": "задыхаться"
  },
  {
  "id": 8484,
  "en": "suffocation",
  "ru": "удушение"
  },
  {
  "id": 8485,
  "en": "sugar",
  "ru": "сахар"
  },
  {
  "id": 8486,
  "en": "suggest",
  "ru": "предлагать"
  },
  {
  "id": 8487,
  "en": "suggestion",
  "ru": "предложение"
  },
  {
  "id": 8488,
  "en": "suicidal",
  "ru": "] самоубийственный"
  },
  {
  "id": 8489,
  "en": "suicide",
  "ru": "суицид"
  },
  {
  "id": 8490,
  "en": "suit",
  "ru": "костюм, комплект"
  },
  {
  "id": 8491,
  "en": "suit",
  "ru": "подходить, соответствовать"
  },
  {
  "id": 8492,
  "en": "suitable",
  "ru": "подходящий"
  },
  {
  "id": 8493,
  "en": "suitcase",
  "ru": "чемодан"
  },
  {
  "id": 8494,
  "en": "suite",
  "ru": "апартаменты, номер люкс"
  },
  {
  "id": 8495,
  "en": "suite",
  "ru": "сюита или свита"
  },
  {
  "id": 8496,
  "en": "sulfur",
  "ru": "[ˈsʌlfə] сера"
  },
  {
  "id": 8497,
  "en": "sulfuric",
  "ru": "серный"
  },
  {
  "id": 8498,
  "en": "sum",
  "ru": "сумма, суммировать"
  },
  {
  "id": 8499,
  "en": "sum",
  "ru": "[sʌmʌp] подытожить"
  },
  {
  "id": 8500,
  "en": "summary",
  "ru": "сводка, конспект"
  },
  {
  "id": 8501,
  "en": "summation",
  "ru": "подведение итога"
  },
  {
  "id": 8502,
  "en": "summer",
  "ru": "лето"
  },
  {
  "id": 8503,
  "en": "summit",
  "ru": "вершина, верх"
  },
  {
  "id": 8504,
  "en": "summit",
  "ru": "саммит"
  },
  {
  "id": 8505,
  "en": "summon",
  "ru": "вызывать"
  },
  {
  "id": 8506,
  "en": "sun",
  "ru": "солнце"
  },
  {
  "id": 8507,
  "en": "Sunday",
  "ru": "воскресенье"
  },
  {
  "id": 8508,
  "en": "sunrise",
  "ru": "восход"
  },
  {
  "id": 8509,
  "en": "sunset",
  "ru": "закат солнца"
  },
  {
  "id": 8510,
  "en": "sunshine",
  "ru": "солнечный свет"
  },
  {
  "id": 8511,
  "en": "super",
  "ru": "супер"
  },
  {
  "id": 8512,
  "en": "superb",
  "ru": "превосходный"
  },
  {
  "id": 8513,
  "en": "superficial",
  "ru": "поверхностный"
  },
  {
  "id": 8514,
  "en": "superintendent",
  "ru": "управляющий, начальник"
  },
  {
  "id": 8515,
  "en": "superior",
  "ru": "высший, превосходящий"
  },
  {
  "id": 8516,
  "en": "superiority",
  "ru": "превосходство"
  },
  {
  "id": 8517,
  "en": "supermarket",
  "ru": "супермаркет"
  },
  {
  "id": 8518,
  "en": "supernatural",
  "ru": "сверхъестественное"
  },
  {
  "id": 8519,
  "en": "supervise",
  "ru": "надзирать, контролировать"
  },
  {
  "id": 8520,
  "en": "supervision",
  "ru": "надзор"
  },
  {
  "id": 8521,
  "en": "supervisor",
  "ru": "руководитель, инспектор"
  },
  {
  "id": 8522,
  "en": "supper",
  "ru": "поздний"
  },
  {
  "id": 8523,
  "en": "supplement",
  "ru": "дополнение, дополнять"
  },
  {
  "id": 8524,
  "en": "supplemental",
  "ru": "дополнительный"
  },
  {
  "id": 8525,
  "en": "supplementation",
  "ru": "дополнение"
  },
  {
  "id": 8526,
  "en": "supplier",
  "ru": "поставщик"
  },
  {
  "id": 8527,
  "en": "supply",
  "ru": "поставлять, поставка"
  },
  {
  "id": 8528,
  "en": "supply",
  "ru": "предложение"
  },
  {
  "id": 8529,
  "en": "support",
  "ru": "поддерживать"
  },
  {
  "id": 8530,
  "en": "supporter",
  "ru": "сторонник, болельщик"
  },
  {
  "id": 8531,
  "en": "suppose",
  "ru": "полагать"
  },
  {
  "id": 8532,
  "en": "supposed",
  "ru": "[səˈpəʊzdtuː] должен"
  },
  {
  "id": 8533,
  "en": "supposedly",
  "ru": "предположительно"
  },
  {
  "id": 8534,
  "en": "supposition",
  "ru": "предположение"
  },
  {
  "id": 8535,
  "en": "suppress",
  "ru": "подавлять, удерживать"
  },
  {
  "id": 8536,
  "en": "suppression",
  "ru": "подавление"
  },
  {
  "id": 8537,
  "en": "supremacy",
  "ru": "превосходство, примат"
  },
  {
  "id": 8538,
  "en": "supreme",
  "ru": "высший, верховный"
  },
  {
  "id": 8539,
  "en": "supremely",
  "ru": "в высшей степени"
  },
  {
  "id": 8540,
  "en": "sure",
  "ru": "уверенный"
  },
  {
  "id": 8541,
  "en": "sure",
  "ru": "конечно да (ответ на вопрос)"
  },
  {
  "id": 8542,
  "en": "sureness",
  "ru": "уверенность"
  },
  {
  "id": 8543,
  "en": "surf",
  "ru": "прибой"
  },
  {
  "id": 8544,
  "en": "surf",
  "ru": "сёрфить"
  },
  {
  "id": 8545,
  "en": "surface",
  "ru": "поверхность"
  },
  {
  "id": 8546,
  "en": "surge",
  "ru": "волна, всплеск, вздыматься"
  },
  {
  "id": 8547,
  "en": "surgeon",
  "ru": "хирург"
  },
  {
  "id": 8548,
  "en": "surgery",
  "ru": "хирургия, операция"
  },
  {
  "id": 8549,
  "en": "surgical",
  "ru": "хирургический"
  },
  {
  "id": 8550,
  "en": "surpass",
  "ru": "превзойти"
  },
  {
  "id": 8551,
  "en": "surplus",
  "ru": "избыток, излишек (экон.)"
  },
  {
  "id": 8552,
  "en": "surprise",
  "ru": "удивлять, удивление"
  },
  {
  "id": 8553,
  "en": "surprise",
  "ru": "сюрприз"
  },
  {
  "id": 8554,
  "en": "surprisingly",
  "ru": "как ни странно"
  },
  {
  "id": 8555,
  "en": "surrender",
  "ru": "сдаваться, капитулировать"
  },
  {
  "id": 8556,
  "en": "surrogate",
  "ru": "суррогат"
  },
  {
  "id": 8557,
  "en": "surround",
  "ru": "окружать"
  },
  {
  "id": 8558,
  "en": "surroundings",
  "ru": "окружение"
  },
  {
  "id": 8559,
  "en": "surveillance",
  "ru": "наблюдение"
  },
  {
  "id": 8560,
  "en": "survey",
  "ru": "обзор, исследование"
  },
  {
  "id": 8561,
  "en": "survival",
  "ru": "выживание"
  },
  {
  "id": 8562,
  "en": "survive",
  "ru": "выжить"
  },
  {
  "id": 8563,
  "en": "survivor",
  "ru": "уцелевший"
  },
  {
  "id": 8564,
  "en": "susceptibility",
  "ru": "восприимчивость"
  },
  {
  "id": 8565,
  "en": "susceptible",
  "ru": "восприимчивый, подверженный"
  },
  {
  "id": 8566,
  "en": "suspect",
  "ru": "подозревать, подозреваемый"
  },
  {
  "id": 8567,
  "en": "suspend",
  "ru": "приостановить, подвесить"
  },
  {
  "id": 8568,
  "en": "suspended",
  "ru": "отсроченный, условный (приговор)"
  },
  {
  "id": 8569,
  "en": "suspense",
  "ru": ""
  },
  {
  "id": 8570,
  "en": "suspension",
  "ru": "приостановление"
  },
  {
  "id": 8571,
  "en": "suspicion",
  "ru": "подозрение"
  },
  {
  "id": 8572,
  "en": "suspicious",
  "ru": "подозрительный"
  },
  {
  "id": 8573,
  "en": "sustain",
  "ru": "поддерживать"
  },
  {
  "id": 8574,
  "en": "sustainability",
  "ru": "устойчивость"
  },
  {
  "id": 8575,
  "en": "sustainable",
  "ru": "устойчивый, жизнеспособный"
  },
  {
  "id": 8576,
  "en": "swallow",
  "ru": "проглатывать, глоток"
  },
  {
  "id": 8577,
  "en": "swamp",
  "ru": "болото, топь"
  },
  {
  "id": 8578,
  "en": "swampy",
  "ru": "болотистый"
  },
  {
  "id": 8579,
  "en": "swan",
  "ru": "лебедь"
  },
  {
  "id": 8580,
  "en": "swap",
  "ru": "менять, обмен"
  },
  {
  "id": 8581,
  "en": "swarm",
  "ru": "рой, роиться, толпиться"
  },
  {
  "id": 8582,
  "en": "sway",
  "ru": "раскачивать"
  },
  {
  "id": 8583,
  "en": "swear",
  "ru": "клясться"
  },
  {
  "id": 8584,
  "en": "swear",
  "ru": "ругаться"
  },
  {
  "id": 8585,
  "en": "sweat",
  "ru": "пот, потеть"
  },
  {
  "id": 8586,
  "en": "sweater",
  "ru": "свитер"
  },
  {
  "id": 8587,
  "en": "sweatshirt",
  "ru": "свитшот"
  },
  {
  "id": 8588,
  "en": "sweaty",
  "ru": "потный"
  },
  {
  "id": 8589,
  "en": "sweep",
  "ru": "swept) [swiːp] подметать"
  },
  {
  "id": 8590,
  "en": "sweep",
  "ru": "размах, охват"
  },
  {
  "id": 8591,
  "en": "sweet",
  "ru": "сладкий"
  },
  {
  "id": 8592,
  "en": "sweetheart",
  "ru": "возлюбленный (ая), милый"
  },
  {
  "id": 8593,
  "en": "swell",
  "ru": "swollen) [swɛl] раздуваться, распухать"
  },
  {
  "id": 8594,
  "en": "swift",
  "ru": "быстрый, скорый"
  },
  {
  "id": 8595,
  "en": "swiftness",
  "ru": "быстрота"
  },
  {
  "id": 8596,
  "en": "swim",
  "ru": "плавать"
  },
  {
  "id": 8597,
  "en": "swing",
  "ru": "swung) [swɪŋ] качать, махать"
  },
  {
  "id": 8598,
  "en": "swing",
  "ru": "[swɪŋ baɪ] заскочить по пути"
  },
  {
  "id": 8599,
  "en": "swirl",
  "ru": "кружить, вихрь, водоворот"
  },
  {
  "id": 8600,
  "en": "switch",
  "ru": "[swɪʧɒn] включить"
  },
  {
  "id": 8601,
  "en": "switch",
  "ru": "[swɪʧɒf] выключить"
  },
  {
  "id": 8602,
  "en": "switch",
  "ru": "переключать, переключатель"
  },
  {
  "id": 8603,
  "en": "swoop",
  "ru": "кинуться, напасть"
  },
  {
  "id": 8604,
  "en": "sword",
  "ru": "меч"
  },
  {
  "id": 8605,
  "en": "syllable",
  "ru": "слог"
  },
  {
  "id": 8606,
  "en": "symbol",
  "ru": "символ"
  },
  {
  "id": 8607,
  "en": "symbolic",
  "ru": "символический"
  },
  {
  "id": 8608,
  "en": "symbolize",
  "ru": "символизировать"
  },
  {
  "id": 8609,
  "en": "symmetry",
  "ru": "симметрия"
  },
  {
  "id": 8610,
  "en": "sympathetic",
  "ru": "сочуствующий"
  },
  {
  "id": 8611,
  "en": "sympathise",
  "ru": "сочувствовать"
  },
  {
  "id": 8612,
  "en": "sympathy",
  "ru": "сочуствие"
  },
  {
  "id": 8613,
  "en": "symphony",
  "ru": "симфония"
  },
  {
  "id": 8614,
  "en": "symptom",
  "ru": "симптом"
  },
  {
  "id": 8615,
  "en": "synagogue",
  "ru": "синагога"
  },
  {
  "id": 8616,
  "en": "syndicate",
  "ru": "синдикат"
  },
  {
  "id": 8617,
  "en": "syndrome",
  "ru": "синдром"
  },
  {
  "id": 8618,
  "en": "synonym",
  "ru": "синоним"
  },
  {
  "id": 8619,
  "en": "synthesis",
  "ru": "синтез"
  },
  {
  "id": 8620,
  "en": "synthetic",
  "ru": "синтетический"
  },
  {
  "id": 8621,
  "en": "syringe",
  "ru": "шприц"
  },
  {
  "id": 8622,
  "en": "syrup",
  "ru": "сироп"
  },
  {
  "id": 8623,
  "en": "system",
  "ru": "система"
  },
  {
  "id": 8624,
  "en": "systematic",
  "ru": "систематический"
  },
  {
  "id": 8625,
  "en": "t-shirt",
  "ru": "[ˈtiːʃɜːt] футболка"
  },
  {
  "id": 8626,
  "en": "tab",
  "ru": "вкладка (в программе, на сайте)"
  },
  {
  "id": 8627,
  "en": "table",
  "ru": "таблица"
  },
  {
  "id": 8628,
  "en": "table",
  "ru": "стол"
  },
  {
  "id": 8629,
  "en": "tablet",
  "ru": "плитка, пластина"
  },
  {
  "id": 8630,
  "en": "taboo",
  "ru": "табу"
  },
  {
  "id": 8631,
  "en": "tack",
  "ru": "канцелярская кнопка, гвоздик"
  },
  {
  "id": 8632,
  "en": "tack",
  "ru": "курс, линия поведения"
  },
  {
  "id": 8633,
  "en": "tackle",
  "ru": "принадлежности, снаряжение"
  },
  {
  "id": 8634,
  "en": "tackle",
  "ru": "взяться за что-л."
  },
  {
  "id": 8635,
  "en": "tactic",
  "ru": "тактический"
  },
  {
  "id": 8636,
  "en": "tag",
  "ru": "этикетка, ярлык"
  },
  {
  "id": 8637,
  "en": "tail",
  "ru": "хвост"
  },
  {
  "id": 8638,
  "en": "tailed",
  "ru": "хвостатый"
  },
  {
  "id": 8639,
  "en": "tailor",
  "ru": "портной, кроить"
  },
  {
  "id": 8640,
  "en": "tails",
  "ru": "обрезки, отходы"
  },
  {
  "id": 8641,
  "en": "taint",
  "ru": "загрязнить, испортить"
  },
  {
  "id": 8642,
  "en": "take",
  "ru": "воспринимать"
  },
  {
  "id": 8643,
  "en": "take",
  "ru": "[teɪkbæk] забрать"
  },
  {
  "id": 8644,
  "en": "take",
  "ru": "[teɪkkeə] позаботиться, заняться"
  },
  {
  "id": 8645,
  "en": "take",
  "ru": "[teɪkɒf] снять"
  },
  {
  "id": 8646,
  "en": "take",
  "ru": "[teɪkpleɪs] происходить, бывать"
  },
  {
  "id": 8647,
  "en": "take",
  "ru": "of [teɪkədˈvɑːntɪʤɒv] воспользоваться"
  },
  {
  "id": 8648,
  "en": "take",
  "ru": "[teɪkʌp] заняться чем-либо"
  },
  {
  "id": 8649,
  "en": "take",
  "ru": "[teɪkɒn] соревноваться, столкнуться"
  },
  {
  "id": 8650,
  "en": "take",
  "ru": "[teɪkəˈpɑːt] разбирать"
  },
  {
  "id": 8651,
  "en": "take",
  "ru": "[teɪkˈəʊvə] принять обязанности"
  },
  {
  "id": 8652,
  "en": "take",
  "ru": "[teɪkfɔː] принимать за"
  },
  {
  "id": 8653,
  "en": "take",
  "ru": "[teɪkˈɑːftə] быть в (родителей)"
  },
  {
  "id": 8654,
  "en": "take",
  "ru": "[teɪkɒf] взлететь"
  },
  {
  "id": 8655,
  "en": "take",
  "ru": "look [teɪkəlʊk] взглянуть"
  },
  {
  "id": 8656,
  "en": "take",
  "ru": "[teɪkpɑːt] принимать участие"
  },
  {
  "id": 8657,
  "en": "take",
  "ru": "[teɪkaʊt] взять сходить"
  },
  {
  "id": 8658,
  "en": "take",
  "ru": "[teɪkɒn] набрать (напр. рабочих)"
  },
  {
  "id": 8659,
  "en": "take",
  "ru": "walk [teɪkəwɔːk] прогуляться"
  },
  {
  "id": 8660,
  "en": "take",
  "ru": "[teɪkeɪm] прицелиться"
  },
  {
  "id": 8661,
  "en": "take",
  "ru": "[teɪkəˈfɛns] обижаться"
  },
  {
  "id": 8662,
  "en": "take",
  "ru": "[teɪkdaʊn] записать"
  },
  {
  "id": 8663,
  "en": "take",
  "ru": "[teɪkɪn] понять, вникнуть"
  },
  {
  "id": 8664,
  "en": "take",
  "ru": "[teɪkəˈweɪ] отнять"
  },
  {
  "id": 8665,
  "en": "take",
  "ru": "[teɪkəˈbæk] ошеломить"
  },
  {
  "id": 8666,
  "en": "take",
  "ru": "nap [teɪkənæp] вздремнуть"
  },
  {
  "id": 8667,
  "en": "take",
  "ru": "брать"
  },
  {
  "id": 8668,
  "en": "takeoff",
  "ru": "взлёт"
  },
  {
  "id": 8669,
  "en": "tale",
  "ru": "сказка"
  },
  {
  "id": 8670,
  "en": "talent",
  "ru": "талант"
  },
  {
  "id": 8671,
  "en": "talk",
  "ru": "[tɔːk ˈəʊvə] обговорить"
  },
  {
  "id": 8672,
  "en": "talk",
  "ru": "out [tɔːksmbaʊt] отговорить"
  },
  {
  "id": 8673,
  "en": "talk",
  "ru": "[tɔːkˈɪntuː] уговорить"
  },
  {
  "id": 8674,
  "en": "talk",
  "ru": "[tɔːkaʊt] отговорить"
  },
  {
  "id": 8675,
  "en": "talk",
  "ru": "[tɔːkəˈraʊnd] убедить"
  },
  {
  "id": 8676,
  "en": "talk",
  "ru": "разговаривать"
  },
  {
  "id": 8677,
  "en": "tall",
  "ru": "высокий (чел)"
  },
  {
  "id": 8678,
  "en": "tally",
  "ru": "подсчитывать, подсчёт, итог"
  },
  {
  "id": 8679,
  "en": "tame",
  "ru": "ручной, приручать"
  },
  {
  "id": 8680,
  "en": "tan",
  "ru": "загар, загорать"
  },
  {
  "id": 8681,
  "en": "tangible",
  "ru": "осязаемый"
  },
  {
  "id": 8682,
  "en": "tangle",
  "ru": "запутывать"
  },
  {
  "id": 8683,
  "en": "tank",
  "ru": "бак"
  },
  {
  "id": 8684,
  "en": "tank",
  "ru": "танк"
  },
  {
  "id": 8685,
  "en": "tap",
  "ru": "стучать"
  },
  {
  "id": 8686,
  "en": "tap",
  "ru": "кран"
  },
  {
  "id": 8687,
  "en": "tape",
  "ru": "лента, записывать на ленту"
  },
  {
  "id": 8688,
  "en": "tar",
  "ru": "смола"
  },
  {
  "id": 8689,
  "en": "target",
  "ru": "цель, мишень"
  },
  {
  "id": 8690,
  "en": "tariff",
  "ru": "тариф"
  },
  {
  "id": 8691,
  "en": "tart",
  "ru": "пирог, обычно фруктовый"
  },
  {
  "id": 8692,
  "en": "task",
  "ru": "задание, задача"
  },
  {
  "id": 8693,
  "en": "taste",
  "ru": "вкус, иметь вкус"
  },
  {
  "id": 8694,
  "en": "tasteful",
  "ru": "вкусный, сделанный со вкусом"
  },
  {
  "id": 8695,
  "en": "tasteless",
  "ru": "безвкусный"
  },
  {
  "id": 8696,
  "en": "tasty",
  "ru": "вкусный"
  },
  {
  "id": 8697,
  "en": "tattered",
  "ru": "оборванный"
  },
  {
  "id": 8698,
  "en": "tattoo",
  "ru": "тату"
  },
  {
  "id": 8699,
  "en": "taunt",
  "ru": "насмехаться, насмешка"
  },
  {
  "id": 8700,
  "en": "tax",
  "ru": "налог"
  },
  {
  "id": 8701,
  "en": "taxable",
  "ru": "налогооблагаемый"
  },
  {
  "id": 8702,
  "en": "taxation",
  "ru": "налогообложение"
  },
  {
  "id": 8703,
  "en": "taxi",
  "ru": "такси"
  },
  {
  "id": 8704,
  "en": "taxpayer",
  "ru": "налогоплательщик"
  },
  {
  "id": 8705,
  "en": "tea",
  "ru": "чай"
  },
  {
  "id": 8706,
  "en": "teach",
  "ru": "учить"
  },
  {
  "id": 8707,
  "en": "teacher",
  "ru": "учитель"
  },
  {
  "id": 8708,
  "en": "team",
  "ru": "команда, бригада"
  },
  {
  "id": 8709,
  "en": "teapot",
  "ru": "заварочный чайник"
  },
  {
  "id": 8710,
  "en": "tear",
  "ru": "torn) [teə] рвать"
  },
  {
  "id": 8711,
  "en": "tear",
  "ru": "[teərəˈpɑːt] раздирать"
  },
  {
  "id": 8712,
  "en": "tear",
  "ru": "[teədaʊn] снести"
  },
  {
  "id": 8713,
  "en": "tear",
  "ru": "слеза"
  },
  {
  "id": 8714,
  "en": "tease",
  "ru": "дразнить"
  },
  {
  "id": 8715,
  "en": "technical",
  "ru": "технический"
  },
  {
  "id": 8716,
  "en": "technician",
  "ru": "техник"
  },
  {
  "id": 8717,
  "en": "technique",
  "ru": "техника"
  },
  {
  "id": 8718,
  "en": "technological",
  "ru": "технологический"
  },
  {
  "id": 8719,
  "en": "technology",
  "ru": "технология"
  },
  {
  "id": 8720,
  "en": "tedious",
  "ru": "утомительный, нудный"
  },
  {
  "id": 8721,
  "en": "teenage",
  "ru": "возраста -"
  },
  {
  "id": 8722,
  "en": "teenager,",
  "ru": "[ˈtiːnˌeɪʤə,tiːn] подросток"
  },
  {
  "id": 8723,
  "en": "telephone",
  "ru": "телефон"
  },
  {
  "id": 8724,
  "en": "telescope",
  "ru": "телескоп"
  },
  {
  "id": 8725,
  "en": "television",
  "ru": "телевидение"
  },
  {
  "id": 8726,
  "en": "tell",
  "ru": "[tɛləˈpɑːt] различать"
  },
  {
  "id": 8727,
  "en": "tell",
  "ru": "[tɛlɒf] ругать"
  },
  {
  "id": 8728,
  "en": "tell",
  "ru": "[tɛllaɪz] врать"
  },
  {
  "id": 8729,
  "en": "tell",
  "ru": "[tɛl ɒn] донести на кого-то"
  },
  {
  "id": 8730,
  "en": "tell",
  "ru": "[tɛl frɒm] отличить"
  },
  {
  "id": 8731,
  "en": "tell",
  "ru": "говорить"
  },
  {
  "id": 8732,
  "en": "temper",
  "ru": "характер"
  },
  {
  "id": 8733,
  "en": "temperament",
  "ru": "темперамент"
  },
  {
  "id": 8734,
  "en": "temperature",
  "ru": "температура"
  },
  {
  "id": 8735,
  "en": "temple",
  "ru": "храм"
  },
  {
  "id": 8736,
  "en": "temple",
  "ru": "висок"
  },
  {
  "id": 8737,
  "en": "temporary",
  "ru": "временный"
  },
  {
  "id": 8738,
  "en": "tempt",
  "ru": "искушать"
  },
  {
  "id": 8739,
  "en": "temptation",
  "ru": "искушение"
  },
  {
  "id": 8740,
  "en": "ten",
  "ru": 10
  },
  {
  "id": 8741,
  "en": "tenancy",
  "ru": "аренда"
  },
  {
  "id": 8742,
  "en": "tenant",
  "ru": "арендатор"
  },
  {
  "id": 8743,
  "en": "tend",
  "ru": "иметь склонность"
  },
  {
  "id": 8744,
  "en": "tend",
  "ru": "ухаживать"
  },
  {
  "id": 8745,
  "en": "tender",
  "ru": "нежный"
  },
  {
  "id": 8746,
  "en": "tender",
  "ru": "тендер"
  },
  {
  "id": 8747,
  "en": "tenderness",
  "ru": "нежность"
  },
  {
  "id": 8748,
  "en": "tennis",
  "ru": "теннис"
  },
  {
  "id": 8749,
  "en": "tense",
  "ru": "напряжённый, напрягать"
  },
  {
  "id": 8750,
  "en": "tension",
  "ru": "напряженность"
  },
  {
  "id": 8751,
  "en": "tent",
  "ru": "палатка, шатёр"
  },
  {
  "id": 8752,
  "en": "tentative",
  "ru": "пробный, экспериментальный"
  },
  {
  "id": 8753,
  "en": "term",
  "ru": "срок, период"
  },
  {
  "id": 8754,
  "en": "term",
  "ru": "термин"
  },
  {
  "id": 8755,
  "en": "terminal",
  "ru": "конечный, заключительный"
  },
  {
  "id": 8756,
  "en": "terminal",
  "ru": "терминал"
  },
  {
  "id": 8757,
  "en": "terminate",
  "ru": "прекратить, завершить (офиц.)"
  },
  {
  "id": 8758,
  "en": "termination",
  "ru": "прекращение"
  },
  {
  "id": 8759,
  "en": "terminology",
  "ru": "терминология"
  },
  {
  "id": 8760,
  "en": "terms",
  "ru": "отношения"
  },
  {
  "id": 8761,
  "en": "terms",
  "ru": "условия, соглашение"
  },
  {
  "id": 8762,
  "en": "terrace",
  "ru": "терраса"
  },
  {
  "id": 8763,
  "en": "terrain",
  "ru": "местность"
  },
  {
  "id": 8764,
  "en": "terrible",
  "ru": "ужасный"
  },
  {
  "id": 8765,
  "en": "terrific",
  "ru": "ужасающий, потрясающий"
  },
  {
  "id": 8766,
  "en": "terrify",
  "ru": "устрашать"
  },
  {
  "id": 8767,
  "en": "territorial",
  "ru": "] территориальной"
  },
  {
  "id": 8768,
  "en": "territory",
  "ru": "территория"
  },
  {
  "id": 8769,
  "en": "terror",
  "ru": "ужас"
  },
  {
  "id": 8770,
  "en": "terrorism",
  "ru": "терроризм"
  },
  {
  "id": 8771,
  "en": "terrorist",
  "ru": "террорист"
  },
  {
  "id": 8772,
  "en": "terrorize",
  "ru": "держать в ужасе"
  },
  {
  "id": 8773,
  "en": "test",
  "ru": "тест"
  },
  {
  "id": 8774,
  "en": "testament",
  "ru": "завет, завещание"
  },
  {
  "id": 8775,
  "en": "testify",
  "ru": "свидетельствовать"
  },
  {
  "id": 8776,
  "en": "testimony",
  "ru": "показание, свидетельство"
  },
  {
  "id": 8777,
  "en": "text",
  "ru": "писать (сообщение)"
  },
  {
  "id": 8778,
  "en": "text",
  "ru": "текст"
  },
  {
  "id": 8779,
  "en": "textbook",
  "ru": "учебник"
  },
  {
  "id": 8780,
  "en": "textile",
  "ru": "текстильный"
  },
  {
  "id": 8781,
  "en": "texture",
  "ru": "текстура"
  },
  {
  "id": 8782,
  "en": "than",
  "ru": "чем"
  },
  {
  "id": 8783,
  "en": "thank",
  "ru": "благодарить"
  },
  {
  "id": 8784,
  "en": "thankful",
  "ru": "благодарный"
  },
  {
  "id": 8785,
  "en": "thankless",
  "ru": "неблагодарный"
  },
  {
  "id": 8786,
  "en": "thaw",
  "ru": "оттепель, оттаивать"
  },
  {
  "id": 8787,
  "en": "theater",
  "ru": "[ˈθɪətə] театр"
  },
  {
  "id": 8788,
  "en": "theft",
  "ru": "кража"
  },
  {
  "id": 8789,
  "en": "theme",
  "ru": "тема"
  },
  {
  "id": 8790,
  "en": "theme",
  "ru": "тема"
  },
  {
  "id": 8791,
  "en": "then",
  "ru": "тогда"
  },
  {
  "id": 8792,
  "en": "theological",
  "ru": "теологический"
  },
  {
  "id": 8793,
  "en": "theology",
  "ru": "теология"
  },
  {
  "id": 8794,
  "en": "theoretical",
  "ru": "теоретический"
  },
  {
  "id": 8795,
  "en": "theorist",
  "ru": "] теоретик"
  },
  {
  "id": 8796,
  "en": "theory",
  "ru": "теория"
  },
  {
  "id": 8797,
  "en": "therapeutic",
  "ru": "терапевтический"
  },
  {
  "id": 8798,
  "en": "therapy",
  "ru": "терапия"
  },
  {
  "id": 8799,
  "en": "there",
  "ru": "там"
  },
  {
  "id": 8800,
  "en": "thereafter",
  "ru": "впоследствии"
  },
  {
  "id": 8801,
  "en": "thereby",
  "ru": "тем самым"
  },
  {
  "id": 8802,
  "en": "therefore",
  "ru": "следовательно"
  },
  {
  "id": 8803,
  "en": "thermal",
  "ru": "тепловой"
  },
  {
  "id": 8804,
  "en": "thermometer",
  "ru": "термометр"
  },
  {
  "id": 8805,
  "en": "thesis",
  "ru": "тезис"
  },
  {
  "id": 8806,
  "en": "they",
  "ru": "они"
  },
  {
  "id": 8807,
  "en": "thick",
  "ru": "толстый"
  },
  {
  "id": 8808,
  "en": "thick",
  "ru": "густой"
  },
  {
  "id": 8809,
  "en": "thickness",
  "ru": "толщина"
  },
  {
  "id": 8810,
  "en": "thickness",
  "ru": "толщина"
  },
  {
  "id": 8811,
  "en": "thief",
  "ru": "thieves) [θiːf] вор"
  },
  {
  "id": 8812,
  "en": "thigh",
  "ru": "бедро"
  },
  {
  "id": 8813,
  "en": "thin",
  "ru": "тонкий, худой"
  },
  {
  "id": 8814,
  "en": "thing",
  "ru": "вещь"
  },
  {
  "id": 8815,
  "en": "think",
  "ru": "обдумать"
  },
  {
  "id": 8816,
  "en": "think",
  "ru": "взвесить"
  },
  {
  "id": 8817,
  "en": "think",
  "ru": "[θɪŋkʌp] придумать"
  },
  {
  "id": 8818,
  "en": "think",
  "ru": "думать"
  },
  {
  "id": 8819,
  "en": "third",
  "ru": "третий"
  },
  {
  "id": 8820,
  "en": "thirst",
  "ru": "жажда"
  },
  {
  "id": 8821,
  "en": "thirsty",
  "ru": "хотящий пить, жаждущий"
  },
  {
  "id": 8822,
  "en": "thirteen",
  "ru": 13
  },
  {
  "id": 8823,
  "en": "thorn",
  "ru": "шип, колючка"
  },
  {
  "id": 8824,
  "en": "thorny",
  "ru": "колючий"
  },
  {
  "id": 8825,
  "en": "thorough",
  "ru": "тщательный, полный"
  },
  {
  "id": 8826,
  "en": "thoroughness",
  "ru": "тщательность"
  },
  {
  "id": 8827,
  "en": "though",
  "ru": "though) [ðəʊ] хотя"
  },
  {
  "id": 8828,
  "en": "thought",
  "ru": "мысль"
  },
  {
  "id": 8829,
  "en": "thoughtful",
  "ru": "вдумчивый"
  },
  {
  "id": 8830,
  "en": "thoughtless",
  "ru": "беспечный, необдуманный"
  },
  {
  "id": 8831,
  "en": "thousand",
  "ru": 1000
  },
  {
  "id": 8832,
  "en": "thread",
  "ru": "нить"
  },
  {
  "id": 8833,
  "en": "threat",
  "ru": "угроза"
  },
  {
  "id": 8834,
  "en": "threaten",
  "ru": "угрожать"
  },
  {
  "id": 8835,
  "en": "three",
  "ru": 3
  },
  {
  "id": 8836,
  "en": "threshold",
  "ru": "порог"
  },
  {
  "id": 8837,
  "en": "thrift",
  "ru": "бережливость"
  },
  {
  "id": 8838,
  "en": "thrift",
  "ru": "[θrɪftʃɒp] комиссионный магазин"
  },
  {
  "id": 8839,
  "en": "thrifty",
  "ru": "экономный"
  },
  {
  "id": 8840,
  "en": "thrill",
  "ru": "трепет, дрожь, дрожать"
  },
  {
  "id": 8841,
  "en": "thriller",
  "ru": "триллер"
  },
  {
  "id": 8842,
  "en": "thrilling",
  "ru": "захватывающий"
  },
  {
  "id": 8843,
  "en": "thrive",
  "ru": "процветать, преуспевать"
  },
  {
  "id": 8844,
  "en": "throat",
  "ru": "горло"
  },
  {
  "id": 8845,
  "en": "throaty",
  "ru": "гортанный, хриплый"
  },
  {
  "id": 8846,
  "en": "throne",
  "ru": "трон"
  },
  {
  "id": 8847,
  "en": "throng",
  "ru": "толпа, толчея, толпиться"
  },
  {
  "id": 8848,
  "en": "through",
  "ru": "через"
  },
  {
  "id": 8849,
  "en": "throw",
  "ru": "thrown) [θrəʊ] бросать"
  },
  {
  "id": 8850,
  "en": "throw",
  "ru": "[θrəʊʌp] блевануть"
  },
  {
  "id": 8851,
  "en": "throw",
  "ru": "[θrəʊəˈweɪ] выбрасывать"
  },
  {
  "id": 8852,
  "en": "thrust",
  "ru": "сунуть, пихнуть (быстро)"
  },
  {
  "id": 8853,
  "en": "thud",
  "ru": "глухой удар"
  },
  {
  "id": 8854,
  "en": "thug",
  "ru": "бандит, головорез"
  },
  {
  "id": 8855,
  "en": "thumb",
  "ru": "большой палец"
  },
  {
  "id": 8856,
  "en": "thump",
  "ru": "колотить"
  },
  {
  "id": 8857,
  "en": "thunder",
  "ru": "гром"
  },
  {
  "id": 8858,
  "en": "thunderous",
  "ru": "громовой"
  },
  {
  "id": 8859,
  "en": "Thursday",
  "ru": "четверг"
  },
  {
  "id": 8860,
  "en": "thus",
  "ru": "таким образом, поэтому"
  },
  {
  "id": 8861,
  "en": "thwart",
  "ru": "помешать, сорвать"
  },
  {
  "id": 8862,
  "en": "tick",
  "ru": "галочка, поставить галочку"
  },
  {
  "id": 8863,
  "en": "tick",
  "ru": "клещ"
  },
  {
  "id": 8864,
  "en": "tick",
  "ru": "тик, тикать"
  },
  {
  "id": 8865,
  "en": "ticket",
  "ru": "билет, талон"
  },
  {
  "id": 8866,
  "en": "tickle",
  "ru": "щекотать"
  },
  {
  "id": 8867,
  "en": "tide",
  "ru": "волна, поток, прилив"
  },
  {
  "id": 8868,
  "en": "tidy",
  "ru": "опрятный, аккуратный"
  },
  {
  "id": 8869,
  "en": "tidy",
  "ru": "[ˈtaɪdiʌp] убирать"
  },
  {
  "id": 8870,
  "en": "tie",
  "ru": "галстук, завязка и т.п."
  },
  {
  "id": 8871,
  "en": "tie",
  "ru": "связывать, завязывать"
  },
  {
  "id": 8872,
  "en": "tie",
  "ru": "[taɪʌp] завязать"
  },
  {
  "id": 8873,
  "en": "tied",
  "ru": "[taɪdʌp] занятый"
  },
  {
  "id": 8874,
  "en": "tier",
  "ru": "ярус"
  },
  {
  "id": 8875,
  "en": "tiger",
  "ru": "тигр"
  },
  {
  "id": 8876,
  "en": "tight",
  "ru": "тугой, тесный"
  },
  {
  "id": 8877,
  "en": "tighten",
  "ru": "затянуть"
  },
  {
  "id": 8878,
  "en": "tightness",
  "ru": "теснота"
  },
  {
  "id": 8879,
  "en": "tights",
  "ru": "колготки"
  },
  {
  "id": 8880,
  "en": "tile",
  "ru": "плитка, черепица"
  },
  {
  "id": 8881,
  "en": "tilt",
  "ru": "наклонять, наклон"
  },
  {
  "id": 8882,
  "en": "timber",
  "ru": "древесина, лесоматериалы"
  },
  {
  "id": 8883,
  "en": "time",
  "ru": "время"
  },
  {
  "id": 8884,
  "en": "timely",
  "ru": "своевременный"
  },
  {
  "id": 8885,
  "en": "timetable",
  "ru": "расписание"
  },
  {
  "id": 8886,
  "en": "timid",
  "ru": "робкий, пугливый"
  },
  {
  "id": 8887,
  "en": "timidity",
  "ru": "робость"
  },
  {
  "id": 8888,
  "en": "tin",
  "ru": "олово или жесть"
  },
  {
  "id": 8889,
  "en": "tinker",
  "ru": "[ˈtɪŋkəwɪð] возиться, пытаться сделать"
  },
  {
  "id": 8890,
  "en": "tint",
  "ru": "оттенок"
  },
  {
  "id": 8891,
  "en": "tiny",
  "ru": "крошечный"
  },
  {
  "id": 8892,
  "en": "tip",
  "ru": "кончик, верхушка"
  },
  {
  "id": 8893,
  "en": "tip",
  "ru": "[tɪp] чаевые"
  },
  {
  "id": 8894,
  "en": "tip",
  "ru": "совет, рекомендация"
  },
  {
  "id": 8895,
  "en": "tip",
  "ru": "off [tɪpsmbɒf] предупредить, секретно сообщить"
  },
  {
  "id": 8896,
  "en": "tiptoes",
  "ru": "цыпочки"
  },
  {
  "id": 8897,
  "en": "tire",
  "ru": "[ˈtaɪə] шина"
  },
  {
  "id": 8898,
  "en": "tired",
  "ru": "усталый"
  },
  {
  "id": 8899,
  "en": "tiredness",
  "ru": "усталость"
  },
  {
  "id": 8900,
  "en": "tissue",
  "ru": "ткань"
  },
  {
  "id": 8901,
  "en": "tissue",
  "ru": "бумажная салфетка"
  },
  {
  "id": 8902,
  "en": "title",
  "ru": "заголовок"
  },
  {
  "id": 8903,
  "en": "toast",
  "ru": "тост"
  },
  {
  "id": 8904,
  "en": "tobacco",
  "ru": "табак"
  },
  {
  "id": 8905,
  "en": "today",
  "ru": "сегодня"
  },
  {
  "id": 8906,
  "en": "toddler",
  "ru": "малыш (- года)"
  },
  {
  "id": 8907,
  "en": "toe",
  "ru": "палец (ноги)"
  },
  {
  "id": 8908,
  "en": "together",
  "ru": "вместе"
  },
  {
  "id": 8909,
  "en": "toil",
  "ru": "тяжело трудиться"
  },
  {
  "id": 8910,
  "en": "toilet",
  "ru": "туалет"
  },
  {
  "id": 8911,
  "en": "token",
  "ru": "знак, признак, маркер"
  },
  {
  "id": 8912,
  "en": "tolerance",
  "ru": "толерантность"
  },
  {
  "id": 8913,
  "en": "tolerant",
  "ru": "терпимый"
  },
  {
  "id": 8914,
  "en": "tolerate",
  "ru": "терпеть"
  },
  {
  "id": 8915,
  "en": "toll",
  "ru": "плата, пошлина, тариф"
  },
  {
  "id": 8916,
  "en": "tomato",
  "ru": "томат"
  },
  {
  "id": 8917,
  "en": "tomb",
  "ru": "надгробие, склеп"
  },
  {
  "id": 8918,
  "en": "tombstone",
  "ru": "надгробная плита"
  },
  {
  "id": 8919,
  "en": "tomorrow",
  "ru": "завтра"
  },
  {
  "id": 8920,
  "en": "ton",
  "ru": "тонна"
  },
  {
  "id": 8921,
  "en": "tone",
  "ru": "тон"
  },
  {
  "id": 8922,
  "en": "tongue",
  "ru": "язык"
  },
  {
  "id": 8923,
  "en": "tonic",
  "ru": "тоник"
  },
  {
  "id": 8924,
  "en": "tonight",
  "ru": "сегодня"
  },
  {
  "id": 8925,
  "en": "too",
  "ru": "слишком"
  },
  {
  "id": 8926,
  "en": "tool",
  "ru": "инструмент"
  },
  {
  "id": 8927,
  "en": "tooth",
  "ru": "teeth) [tuːθ] зуб"
  },
  {
  "id": 8928,
  "en": "toothache",
  "ru": "зубная боль"
  },
  {
  "id": 8929,
  "en": "toothache",
  "ru": "зубная боль"
  },
  {
  "id": 8930,
  "en": "toothbrush",
  "ru": "зубная щетка"
  },
  {
  "id": 8931,
  "en": "toothpaste",
  "ru": "зубная паста"
  },
  {
  "id": 8932,
  "en": "toothpick",
  "ru": "зубочистка"
  },
  {
  "id": 8933,
  "en": "top",
  "ru": "[tɒpʌp] наполнить целиком"
  },
  {
  "id": 8934,
  "en": "top",
  "ru": "верх"
  },
  {
  "id": 8935,
  "en": "topic",
  "ru": "тема, предмет обсуждения"
  },
  {
  "id": 8936,
  "en": "topical",
  "ru": "актуальный, тематический"
  },
  {
  "id": 8937,
  "en": "topple",
  "ru": "опрокинуть(ся)"
  },
  {
  "id": 8938,
  "en": "tops",
  "ru": "самое большое"
  },
  {
  "id": 8939,
  "en": "torch",
  "ru": "факел, горелка"
  },
  {
  "id": 8940,
  "en": "torment",
  "ru": "мучение"
  },
  {
  "id": 8941,
  "en": "tornado",
  "ru": "торнадо"
  },
  {
  "id": 8942,
  "en": "torture",
  "ru": "пытка, мучить"
  },
  {
  "id": 8943,
  "en": "toss",
  "ru": "бросать"
  },
  {
  "id": 8944,
  "en": "total",
  "ru": "полный, всеобщий"
  },
  {
  "id": 8945,
  "en": "totality",
  "ru": "совокупность, множество"
  },
  {
  "id": 8946,
  "en": "touch",
  "ru": "связь, контакт"
  },
  {
  "id": 8947,
  "en": "touch",
  "ru": "касаться, прикосновение"
  },
  {
  "id": 8948,
  "en": "touching",
  "ru": "трогательный"
  },
  {
  "id": 8949,
  "en": "tough",
  "ru": "жёсткий, крепкий, тяжёлый"
  },
  {
  "id": 8950,
  "en": "toughness",
  "ru": "прочность"
  },
  {
  "id": 8951,
  "en": "tour",
  "ru": "тур"
  },
  {
  "id": 8952,
  "en": "tourism",
  "ru": "туризм"
  },
  {
  "id": 8953,
  "en": "tourist",
  "ru": "турист"
  },
  {
  "id": 8954,
  "en": "tournament",
  "ru": "турнир"
  },
  {
  "id": 8955,
  "en": "tout",
  "ru": "рекламировать, нявязывать"
  },
  {
  "id": 8956,
  "en": "tow",
  "ru": "буксир или эвакуатор, буксировать"
  },
  {
  "id": 8957,
  "en": "toward",
  "ru": "[təˈwɔːd] по направлению к"
  },
  {
  "id": 8958,
  "en": "towel",
  "ru": "полотенце"
  },
  {
  "id": 8959,
  "en": "tower",
  "ru": "башня, возвышаться"
  },
  {
  "id": 8960,
  "en": "town",
  "ru": "город"
  },
  {
  "id": 8961,
  "en": "toxic",
  "ru": "токсический"
  },
  {
  "id": 8962,
  "en": "toxin",
  "ru": "токсин"
  },
  {
  "id": 8963,
  "en": "toy",
  "ru": "[tɔɪwɪð] подумывать о чём-л"
  },
  {
  "id": 8964,
  "en": "toy",
  "ru": "игрушка"
  },
  {
  "id": 8965,
  "en": "trace",
  "ru": "след, отслеживать"
  },
  {
  "id": 8966,
  "en": "track",
  "ru": "след, выслеживать"
  },
  {
  "id": 8967,
  "en": "track",
  "ru": "[trækdaʊn] разыскать, отследить"
  },
  {
  "id": 8968,
  "en": "tract",
  "ru": "тракт"
  },
  {
  "id": 8969,
  "en": "tractor",
  "ru": "трактор"
  },
  {
  "id": 8970,
  "en": "trade",
  "ru": "торговля, торговый"
  },
  {
  "id": 8971,
  "en": "trader",
  "ru": "трейдер, торговец"
  },
  {
  "id": 8972,
  "en": "tradition",
  "ru": "традиция"
  },
  {
  "id": 8973,
  "en": "traditional",
  "ru": "традиционный"
  },
  {
  "id": 8974,
  "en": "traffic",
  "ru": "[ˈtræfɪklaɪt] светофор"
  },
  {
  "id": 8975,
  "en": "traffic",
  "ru": "трафик"
  },
  {
  "id": 8976,
  "en": "tragedy",
  "ru": "трагедия"
  },
  {
  "id": 8977,
  "en": "tragic",
  "ru": "трагический"
  },
  {
  "id": 8978,
  "en": "trail",
  "ru": "след, тропа"
  },
  {
  "id": 8979,
  "en": "trailer",
  "ru": "трейлер"
  },
  {
  "id": 8980,
  "en": "train",
  "ru": "поезд"
  },
  {
  "id": 8981,
  "en": "train",
  "ru": "тренировать, обучать"
  },
  {
  "id": 8982,
  "en": "trained",
  "ru": "обученный"
  },
  {
  "id": 8983,
  "en": "trainer",
  "ru": "тренер"
  },
  {
  "id": 8984,
  "en": "trait",
  "ru": "черта, характеристика"
  },
  {
  "id": 8985,
  "en": "traitor",
  "ru": "изменник"
  },
  {
  "id": 8986,
  "en": "traitorous",
  "ru": "предательский"
  },
  {
  "id": 8987,
  "en": "trajectory",
  "ru": "траектория"
  },
  {
  "id": 8988,
  "en": "tram",
  "ru": "трамвай"
  },
  {
  "id": 8989,
  "en": "tramp",
  "ru": "бродяга"
  },
  {
  "id": 8990,
  "en": "tranquil",
  "ru": "спокойный"
  },
  {
  "id": 8991,
  "en": "tranquility",
  "ru": "спокойствие"
  },
  {
  "id": 8992,
  "en": "transaction",
  "ru": "транзакция, сделка"
  },
  {
  "id": 8993,
  "en": "transcend",
  "ru": "преодолеть (пределы)"
  },
  {
  "id": 8994,
  "en": "transcendent",
  "ru": "превосходящий, невероятный"
  },
  {
  "id": 8995,
  "en": "transcript",
  "ru": "расшифровка, текст"
  },
  {
  "id": 8996,
  "en": "transfer",
  "ru": "перевести, передать"
  },
  {
  "id": 8997,
  "en": "transfer",
  "ru": "перевод"
  },
  {
  "id": 8998,
  "en": "transform",
  "ru": "трансформировать"
  },
  {
  "id": 8999,
  "en": "transformation",
  "ru": "трансформация"
  },
  {
  "id": 9000,
  "en": "transit",
  "ru": "транзит"
  },
  {
  "id": 9001,
  "en": "transition",
  "ru": "переход"
  },
  {
  "id": 9002,
  "en": "transitional",
  "ru": "переходный"
  },
  {
  "id": 9003,
  "en": "translate",
  "ru": "переводить"
  },
  {
  "id": 9004,
  "en": "transmission",
  "ru": "передача"
  },
  {
  "id": 9005,
  "en": "transmit",
  "ru": "передавать, переносить"
  },
  {
  "id": 9006,
  "en": "transparency",
  "ru": "прозрачность"
  },
  {
  "id": 9007,
  "en": "transparent",
  "ru": "прозрачный"
  },
  {
  "id": 9008,
  "en": "transport",
  "ru": "транспорт"
  },
  {
  "id": 9009,
  "en": "transportation",
  "ru": "перевозка"
  },
  {
  "id": 9010,
  "en": "trap",
  "ru": "ловушка, ловить"
  },
  {
  "id": 9011,
  "en": "trash",
  "ru": "мусор"
  },
  {
  "id": 9012,
  "en": "trauma",
  "ru": "травма"
  },
  {
  "id": 9013,
  "en": "traumatic",
  "ru": "травматический"
  },
  {
  "id": 9014,
  "en": "travel",
  "ru": "путешествовать"
  },
  {
  "id": 9015,
  "en": "tray",
  "ru": "лоток, поднос, поддон"
  },
  {
  "id": 9016,
  "en": "treacherous",
  "ru": "вероломный"
  },
  {
  "id": 9017,
  "en": "treachery",
  "ru": "предательство, вероломство"
  },
  {
  "id": 9018,
  "en": "tread",
  "ru": "ступать, шагать"
  },
  {
  "id": 9019,
  "en": "treasure",
  "ru": "сокровище"
  },
  {
  "id": 9020,
  "en": "treasury",
  "ru": "казначейство"
  },
  {
  "id": 9021,
  "en": "treat",
  "ru": "обращаться, иметь дело"
  },
  {
  "id": 9022,
  "en": "treatment",
  "ru": "обращение"
  },
  {
  "id": 9023,
  "en": "treaty",
  "ru": "договор (между гос-вами)"
  },
  {
  "id": 9024,
  "en": "tree",
  "ru": "дерево"
  },
  {
  "id": 9025,
  "en": "trek",
  "ru": "поход, переход"
  },
  {
  "id": 9026,
  "en": "tremble",
  "ru": "дрожать"
  },
  {
  "id": 9027,
  "en": "tremendous",
  "ru": "громадный, страшный"
  },
  {
  "id": 9028,
  "en": "trench",
  "ru": "траншея"
  },
  {
  "id": 9029,
  "en": "trend",
  "ru": "тренд"
  },
  {
  "id": 9030,
  "en": "trial",
  "ru": "испытание, пробный"
  },
  {
  "id": 9031,
  "en": "trial",
  "ru": "судебный процесс"
  },
  {
  "id": 9032,
  "en": "triangle",
  "ru": "треугольник"
  },
  {
  "id": 9033,
  "en": "triangular",
  "ru": "треугольный"
  },
  {
  "id": 9034,
  "en": "tribal",
  "ru": "племенной"
  },
  {
  "id": 9035,
  "en": "tribe",
  "ru": "племя"
  },
  {
  "id": 9036,
  "en": "tribunal",
  "ru": "трибунал"
  },
  {
  "id": 9037,
  "en": "tribune",
  "ru": "трибуна"
  },
  {
  "id": 9038,
  "en": "tribute",
  "ru": "дань"
  },
  {
  "id": 9039,
  "en": "trick",
  "ru": "трюк, фокус, уловка"
  },
  {
  "id": 9040,
  "en": "trickery",
  "ru": "обман, надувательство"
  },
  {
  "id": 9041,
  "en": "trickle",
  "ru": "струйка, капать, сочиться"
  },
  {
  "id": 9042,
  "en": "tricky",
  "ru": "мудреный"
  },
  {
  "id": 9043,
  "en": "trigger",
  "ru": "спусковой крючок"
  },
  {
  "id": 9044,
  "en": "trim",
  "ru": "подстригать, обрезать, ровнять"
  },
  {
  "id": 9045,
  "en": "trio",
  "ru": "трио"
  },
  {
  "id": 9046,
  "en": "trip",
  "ru": "поездка"
  },
  {
  "id": 9047,
  "en": "triple",
  "ru": "тройной"
  },
  {
  "id": 9048,
  "en": "triumph",
  "ru": "триумф"
  },
  {
  "id": 9049,
  "en": "triumphant",
  "ru": "триумфатор"
  },
  {
  "id": 9050,
  "en": "trivial",
  "ru": "тривиальный"
  },
  {
  "id": 9051,
  "en": "troop",
  "ru": "отряд"
  },
  {
  "id": 9052,
  "en": "troops",
  "ru": "войска"
  },
  {
  "id": 9053,
  "en": "trophy",
  "ru": "трофей, приз"
  },
  {
  "id": 9054,
  "en": "tropical",
  "ru": "тропический"
  },
  {
  "id": 9055,
  "en": "tropics",
  "ru": "тропики"
  },
  {
  "id": 9056,
  "en": "trouble",
  "ru": "проблема"
  },
  {
  "id": 9057,
  "en": "troublesome",
  "ru": "хлопотный, беспокойный"
  },
  {
  "id": 9058,
  "en": "trousers",
  "ru": "брюки"
  },
  {
  "id": 9059,
  "en": "trout",
  "ru": "форель"
  },
  {
  "id": 9060,
  "en": "truck",
  "ru": "грузовик"
  },
  {
  "id": 9061,
  "en": "trump",
  "ru": "козырь"
  },
  {
  "id": 9062,
  "en": "trumpet",
  "ru": "труба"
  },
  {
  "id": 9063,
  "en": "trunk",
  "ru": "багажник"
  },
  {
  "id": 9064,
  "en": "trunk",
  "ru": "ствол дерева"
  },
  {
  "id": 9065,
  "en": "trunk",
  "ru": "чемодан, сундук"
  },
  {
  "id": 9066,
  "en": "trust",
  "ru": "доверять"
  },
  {
  "id": 9067,
  "en": "trustee",
  "ru": "доверенное лицо"
  },
  {
  "id": 9068,
  "en": "trusty",
  "ru": "надежный"
  },
  {
  "id": 9069,
  "en": "truth",
  "ru": "правда"
  },
  {
  "id": 9070,
  "en": "try",
  "ru": "[traɪaʊt] испытать"
  },
  {
  "id": 9071,
  "en": "try",
  "ru": "[traɪɒn] примерить"
  },
  {
  "id": 9072,
  "en": "try",
  "ru": "пробовать"
  },
  {
  "id": 9073,
  "en": "tsunami",
  "ru": "цунами"
  },
  {
  "id": 9074,
  "en": "tub",
  "ru": "ванна, бадья"
  },
  {
  "id": 9075,
  "en": "tube",
  "ru": "тюбик"
  },
  {
  "id": 9076,
  "en": "tube",
  "ru": "труба"
  },
  {
  "id": 9077,
  "en": "tube",
  "ru": "метро (в Лондоне)"
  },
  {
  "id": 9078,
  "en": "tuberculosis",
  "ru": "туберкулёз"
  },
  {
  "id": 9079,
  "en": "tuck",
  "ru": "подоткнуть, заправить и т. д."
  },
  {
  "id": 9080,
  "en": "Tuesday",
  "ru": "вторник"
  },
  {
  "id": 9081,
  "en": "tug",
  "ru": "тянуть, рывок"
  },
  {
  "id": 9082,
  "en": "tugging",
  "ru": "буксировка"
  },
  {
  "id": 9083,
  "en": "tuition",
  "ru": "обучение, плата за обучение"
  },
  {
  "id": 9084,
  "en": "tumble",
  "ru": "перевернуться, кувыркнуться"
  },
  {
  "id": 9085,
  "en": "tumor",
  "ru": "[ˈtjuːmə] опухоль"
  },
  {
  "id": 9086,
  "en": "tuna",
  "ru": "тунец"
  },
  {
  "id": 9087,
  "en": "tune",
  "ru": "мелодия, мотив"
  },
  {
  "id": 9088,
  "en": "tune",
  "ru": "настраивать"
  },
  {
  "id": 9089,
  "en": "tuning",
  "ru": "настройка"
  },
  {
  "id": 9090,
  "en": "tunnel",
  "ru": "туннель"
  },
  {
  "id": 9091,
  "en": "turkey",
  "ru": "индейка, индюк"
  },
  {
  "id": 9092,
  "en": "turmoil",
  "ru": "смятение, беспорядок"
  },
  {
  "id": 9093,
  "en": "turn",
  "ru": "[tɜːnəˈweɪ] не пустить"
  },
  {
  "id": 9094,
  "en": "turn",
  "ru": "[tɜːnˈəʊvə] перевернуть"
  },
  {
  "id": 9095,
  "en": "turn",
  "ru": "[tɜːnɒn] включить"
  },
  {
  "id": 9096,
  "en": "turn",
  "ru": "[tɜːnɒf] выключить"
  },
  {
  "id": 9097,
  "en": "turn",
  "ru": "очередь, смена"
  },
  {
  "id": 9098,
  "en": "turn",
  "ru": "[tɜːn ʌp ] произойти"
  },
  {
  "id": 9099,
  "en": "turn",
  "ru": "[tɜːnaʊt] оказаться"
  },
  {
  "id": 9100,
  "en": "turn",
  "ru": "[tɜːn ɒn] заводить, возбуждать"
  },
  {
  "id": 9101,
  "en": "turn",
  "ru": "[tɜːndaʊn] отказаться от предложения"
  },
  {
  "id": 9102,
  "en": "turn",
  "ru": "[tɜːnʌp] сделать погромче"
  },
  {
  "id": 9103,
  "en": "turn",
  "ru": "[tɜːndaʊn] сделать потише"
  },
  {
  "id": 9104,
  "en": "turn",
  "ru": "[tɜːn ɪn] сдавать(cя)"
  },
  {
  "id": 9105,
  "en": "turn",
  "ru": "[tɜːnɒf] свернуть (с дороги)"
  },
  {
  "id": 9106,
  "en": "turn",
  "ru": "[tɜːnˈɪntuː] превращать (ся)"
  },
  {
  "id": 9107,
  "en": "turndown",
  "ru": "отказ"
  },
  {
  "id": 9108,
  "en": "turnover",
  "ru": "оборот (экон.)"
  },
  {
  "id": 9109,
  "en": "turtle",
  "ru": "черепаха"
  },
  {
  "id": 9110,
  "en": "tutor",
  "ru": "репетитор, преподаватель"
  },
  {
  "id": 9111,
  "en": "tutorial",
  "ru": "руководство"
  },
  {
  "id": 9112,
  "en": "TV",
  "ru": "[ˌtiːˈviːrɪˈməʊt] пульт от телевизора"
  },
  {
  "id": 9113,
  "en": "TV",
  "ru": "ТВ"
  },
  {
  "id": 9114,
  "en": "tweak",
  "ru": "доделать, настроить (разг.)"
  },
  {
  "id": 9115,
  "en": "twelve",
  "ru": 12
  },
  {
  "id": 9116,
  "en": "twenty",
  "ru": 20
  },
  {
  "id": 9117,
  "en": "twig",
  "ru": "прут, веточка"
  },
  {
  "id": 9118,
  "en": "twilight",
  "ru": "сумерки"
  },
  {
  "id": 9119,
  "en": "twin",
  "ru": "близнец"
  },
  {
  "id": 9120,
  "en": "twinkle",
  "ru": "блеск, мерцание"
  },
  {
  "id": 9121,
  "en": "twirl",
  "ru": "вертеть"
  },
  {
  "id": 9122,
  "en": "twist",
  "ru": "скручивать"
  },
  {
  "id": 9123,
  "en": "twisted",
  "ru": "витой, закрученный, сплетённый"
  },
  {
  "id": 9124,
  "en": "twitch",
  "ru": "дёргаться"
  },
  {
  "id": 9125,
  "en": "two",
  "ru": 2
  },
  {
  "id": 9126,
  "en": "type",
  "ru": "печатать, набирать текст"
  },
  {
  "id": 9127,
  "en": "type",
  "ru": "тип"
  },
  {
  "id": 9128,
  "en": "typewriter",
  "ru": "печатная машинка"
  },
  {
  "id": 9129,
  "en": "typical",
  "ru": "типичный"
  },
  {
  "id": 9130,
  "en": "tyranny",
  "ru": "тирания"
  },
  {
  "id": 9131,
  "en": "tyrant",
  "ru": "] тиран"
  },
  {
  "id": 9132,
  "en": "ugliness",
  "ru": "уродство"
  },
  {
  "id": 9133,
  "en": "ugly",
  "ru": "безобразный, уродливый"
  },
  {
  "id": 9134,
  "en": "ultimate",
  "ru": "окончательный, конечный"
  },
  {
  "id": 9135,
  "en": "ultimately",
  "ru": "в конечном счёте"
  },
  {
  "id": 9136,
  "en": "ultraviolet",
  "ru": "[ˈʌltrəˈvaɪəlɪt] ультрафиолетовый"
  },
  {
  "id": 9137,
  "en": "umbrella",
  "ru": "зонтик"
  },
  {
  "id": 9138,
  "en": "unabated",
  "ru": "неустанный"
  },
  {
  "id": 9139,
  "en": "unability",
  "ru": "неспособность"
  },
  {
  "id": 9140,
  "en": "unable",
  "ru": "неспособный"
  },
  {
  "id": 9141,
  "en": "unacceptable",
  "ru": "неприемлемый"
  },
  {
  "id": 9142,
  "en": "unaccustomed",
  "ru": "непривыкший"
  },
  {
  "id": 9143,
  "en": "unachievable",
  "ru": "недостижимый"
  },
  {
  "id": 9144,
  "en": "unafraid",
  "ru": "бесстрашный"
  },
  {
  "id": 9145,
  "en": "unalterable",
  "ru": "непреложный"
  },
  {
  "id": 9146,
  "en": "unaltered",
  "ru": "неизменный"
  },
  {
  "id": 9147,
  "en": "unambiguous",
  "ru": "недвусмысленный"
  },
  {
  "id": 9148,
  "en": "unanimous",
  "ru": "единогласный"
  },
  {
  "id": 9149,
  "en": "unattainable",
  "ru": "недостижимый"
  },
  {
  "id": 9150,
  "en": "unavailable",
  "ru": "недоступный"
  },
  {
  "id": 9151,
  "en": "unaware",
  "ru": "не знающий"
  },
  {
  "id": 9152,
  "en": "unawares",
  "ru": "врасплох"
  },
  {
  "id": 9153,
  "en": "unbearable",
  "ru": "невыносимый"
  },
  {
  "id": 9154,
  "en": "unbelievable",
  "ru": "невероятный"
  },
  {
  "id": 9155,
  "en": "unbutton",
  "ru": "расстегивать"
  },
  {
  "id": 9156,
  "en": "uncertain",
  "ru": "неуверенный"
  },
  {
  "id": 9157,
  "en": "uncertainty",
  "ru": "неопределенность"
  },
  {
  "id": 9158,
  "en": "unchained",
  "ru": "раскованный, освобождённый"
  },
  {
  "id": 9159,
  "en": "uncle",
  "ru": "дядя"
  },
  {
  "id": 9160,
  "en": "unclear",
  "ru": "неясный"
  },
  {
  "id": 9161,
  "en": "unconditional",
  "ru": "безусловный"
  },
  {
  "id": 9162,
  "en": "unconscious",
  "ru": "без сознания"
  },
  {
  "id": 9163,
  "en": "unconstrained",
  "ru": "непринужденный"
  },
  {
  "id": 9164,
  "en": "uncover",
  "ru": "раскрывать"
  },
  {
  "id": 9165,
  "en": "undaunted",
  "ru": "неустрашимый"
  },
  {
  "id": 9166,
  "en": "undefeated",
  "ru": "непобедимый"
  },
  {
  "id": 9167,
  "en": "undeniable",
  "ru": "бесспорный"
  },
  {
  "id": 9168,
  "en": "under",
  "ru": "под"
  },
  {
  "id": 9169,
  "en": "undercover",
  "ru": "тайный"
  },
  {
  "id": 9170,
  "en": "underestimate",
  "ru": "недооценивать"
  },
  {
  "id": 9171,
  "en": "undergo",
  "ru": "пройти через, подвергнуться"
  },
  {
  "id": 9172,
  "en": "undergraduate",
  "ru": "студент"
  },
  {
  "id": 9173,
  "en": "underground",
  "ru": "подземный"
  },
  {
  "id": 9174,
  "en": "underground",
  "ru": "андеграунд"
  },
  {
  "id": 9175,
  "en": "underlie",
  "ru": "лежать в основе"
  },
  {
  "id": 9176,
  "en": "underline",
  "ru": "подчеркивнуть"
  },
  {
  "id": 9177,
  "en": "undermine",
  "ru": "подрывать"
  },
  {
  "id": 9178,
  "en": "underneath",
  "ru": "под"
  },
  {
  "id": 9179,
  "en": "underpants",
  "ru": "] трусы"
  },
  {
  "id": 9180,
  "en": "underrate",
  "ru": "недооценивать"
  },
  {
  "id": 9181,
  "en": "underscore",
  "ru": "нижнее подчеркивание"
  },
  {
  "id": 9182,
  "en": "understand",
  "ru": "понимать"
  },
  {
  "id": 9183,
  "en": "undertake",
  "ru": "предпринимать"
  },
  {
  "id": 9184,
  "en": "undertaking",
  "ru": "предприятие"
  },
  {
  "id": 9185,
  "en": "undervalue",
  "ru": "недооценивать"
  },
  {
  "id": 9186,
  "en": "underwear",
  "ru": "нижнее белье"
  },
  {
  "id": 9187,
  "en": "undeserved",
  "ru": "незаслуженный"
  },
  {
  "id": 9188,
  "en": "undesirable",
  "ru": "нежелательный"
  },
  {
  "id": 9189,
  "en": "undetermined",
  "ru": "неопределённый"
  },
  {
  "id": 9190,
  "en": "undetermined",
  "ru": "нерешительный"
  },
  {
  "id": 9191,
  "en": "undisguised",
  "ru": "нескрываемый"
  },
  {
  "id": 9192,
  "en": "undisputed",
  "ru": "бесспорный, необсуждаемый"
  },
  {
  "id": 9193,
  "en": "undo",
  "ru": "расстёгнуть, развязать, открыть"
  },
  {
  "id": 9194,
  "en": "undue",
  "ru": "неподобающий"
  },
  {
  "id": 9195,
  "en": "uneasiness",
  "ru": "тревожность"
  },
  {
  "id": 9196,
  "en": "uneasy",
  "ru": "тревожный"
  },
  {
  "id": 9197,
  "en": "unemployment",
  "ru": "безработица"
  },
  {
  "id": 9198,
  "en": "unendurable",
  "ru": "нестерпимый"
  },
  {
  "id": 9199,
  "en": "unenviable",
  "ru": "незавидный"
  },
  {
  "id": 9200,
  "en": "unequal",
  "ru": "неравный"
  },
  {
  "id": 9201,
  "en": "unequality",
  "ru": "неравенство"
  },
  {
  "id": 9202,
  "en": "uneven",
  "ru": "неровный"
  },
  {
  "id": 9203,
  "en": "unexpected",
  "ru": "непредвиденный"
  },
  {
  "id": 9204,
  "en": "unexplored",
  "ru": "неизведанный"
  },
  {
  "id": 9205,
  "en": "unfading",
  "ru": "неувядающий"
  },
  {
  "id": 9206,
  "en": "unfair",
  "ru": "несправедливый"
  },
  {
  "id": 9207,
  "en": "unfamiliar",
  "ru": "незнакомый"
  },
  {
  "id": 9208,
  "en": "unfashionable",
  "ru": "немодный"
  },
  {
  "id": 9209,
  "en": "unfasten",
  "ru": "открепить"
  },
  {
  "id": 9210,
  "en": "unfavorable",
  "ru": "неблагоприятный"
  },
  {
  "id": 9211,
  "en": "unfeasible",
  "ru": "неосуществимый"
  },
  {
  "id": 9212,
  "en": "unflinching",
  "ru": "решительный, твёрдый"
  },
  {
  "id": 9213,
  "en": "unforeseen",
  "ru": "непредвиденный"
  },
  {
  "id": 9214,
  "en": "unfortunate",
  "ru": "несчастный"
  },
  {
  "id": 9215,
  "en": "unfortunately",
  "ru": "к сожалению"
  },
  {
  "id": 9216,
  "en": "unfriendly",
  "ru": "недружественный"
  },
  {
  "id": 9217,
  "en": "ungrateful",
  "ru": "неблагодарный"
  },
  {
  "id": 9218,
  "en": "unhelpful",
  "ru": "бесполезный"
  },
  {
  "id": 9219,
  "en": "unheralded",
  "ru": "необъявленный"
  },
  {
  "id": 9220,
  "en": "unhindered",
  "ru": "беспрепятственный"
  },
  {
  "id": 9221,
  "en": "unholy",
  "ru": "нечестивый"
  },
  {
  "id": 9222,
  "en": "unhurried",
  "ru": "неторопливый"
  },
  {
  "id": 9223,
  "en": "uniform",
  "ru": "униформа"
  },
  {
  "id": 9224,
  "en": "unify",
  "ru": "унифицировать"
  },
  {
  "id": 9225,
  "en": "unimpeded",
  "ru": "беспрепятственный"
  },
  {
  "id": 9226,
  "en": "uninhabited",
  "ru": "необитаемый"
  },
  {
  "id": 9227,
  "en": "unintelligible",
  "ru": "невразумительный"
  },
  {
  "id": 9228,
  "en": "uninterrupted",
  "ru": "непрерывный"
  },
  {
  "id": 9229,
  "en": "uninvited",
  "ru": "незванный"
  },
  {
  "id": 9230,
  "en": "union",
  "ru": "союз"
  },
  {
  "id": 9231,
  "en": "unique",
  "ru": "уникальный"
  },
  {
  "id": 9232,
  "en": "uniqueness",
  "ru": "уникальность"
  },
  {
  "id": 9233,
  "en": "unit",
  "ru": "единица, элемент"
  },
  {
  "id": 9234,
  "en": "unite",
  "ru": "объединять"
  },
  {
  "id": 9235,
  "en": "unity",
  "ru": "единство"
  },
  {
  "id": 9236,
  "en": "universal",
  "ru": "всеобщий"
  },
  {
  "id": 9237,
  "en": "universe",
  "ru": "вселенная"
  },
  {
  "id": 9238,
  "en": "university",
  "ru": "университет"
  },
  {
  "id": 9239,
  "en": "unjust",
  "ru": "несправедливый"
  },
  {
  "id": 9240,
  "en": "unjustifiable",
  "ru": "недопустимый"
  },
  {
  "id": 9241,
  "en": "unjustified",
  "ru": "необоснованный"
  },
  {
  "id": 9242,
  "en": "unkind",
  "ru": "недобрый"
  },
  {
  "id": 9243,
  "en": "unleash",
  "ru": "развязать"
  },
  {
  "id": 9244,
  "en": "unless",
  "ru": "если не"
  },
  {
  "id": 9245,
  "en": "unlike",
  "ru": "в отличие от"
  },
  {
  "id": 9246,
  "en": "unlikely",
  "ru": "вряд ли"
  },
  {
  "id": 9247,
  "en": "unlisted",
  "ru": "не включённый в список"
  },
  {
  "id": 9248,
  "en": "unlock",
  "ru": "отпирать"
  },
  {
  "id": 9249,
  "en": "unnatural",
  "ru": "неестественный"
  },
  {
  "id": 9250,
  "en": "unnecessary",
  "ru": "ненужный"
  },
  {
  "id": 9251,
  "en": "unnoticed",
  "ru": "незамеченный"
  },
  {
  "id": 9252,
  "en": "unpack",
  "ru": "распаковывать"
  },
  {
  "id": 9253,
  "en": "unpardonable",
  "ru": "непростительный"
  },
  {
  "id": 9254,
  "en": "unpredictable",
  "ru": "непредсказуемый"
  },
  {
  "id": 9255,
  "en": "unprejudiced",
  "ru": "беспристрастный"
  },
  {
  "id": 9256,
  "en": "unprepared",
  "ru": "неподготовленный"
  },
  {
  "id": 9257,
  "en": "unprofitable",
  "ru": "убыточный"
  },
  {
  "id": 9258,
  "en": "unpunished",
  "ru": "безнаказанный"
  },
  {
  "id": 9259,
  "en": "unravel",
  "ru": "распутать"
  },
  {
  "id": 9260,
  "en": "unrelenting",
  "ru": "неослабевающий"
  },
  {
  "id": 9261,
  "en": "unreliable",
  "ru": "ненадежный"
  },
  {
  "id": 9262,
  "en": "unresolved",
  "ru": "неразрешенный"
  },
  {
  "id": 9263,
  "en": "unrest",
  "ru": "беспокойство, беспорядки"
  },
  {
  "id": 9264,
  "en": "unrestrained",
  "ru": "несдержанный"
  },
  {
  "id": 9265,
  "en": "unrivalled",
  "ru": "непревзойденный"
  },
  {
  "id": 9266,
  "en": "unsavory",
  "ru": "невкусный, непривлекательный"
  },
  {
  "id": 9267,
  "en": "unscrew",
  "ru": "отвинчивать"
  },
  {
  "id": 9268,
  "en": "unselfish",
  "ru": "бескорыстный"
  },
  {
  "id": 9269,
  "en": "unselfishness",
  "ru": "бескорыстие"
  },
  {
  "id": 9270,
  "en": "unsettle",
  "ru": "расстраивать"
  },
  {
  "id": 9271,
  "en": "unsolved",
  "ru": "нерешенный"
  },
  {
  "id": 9272,
  "en": "unstable",
  "ru": "неустойчивый"
  },
  {
  "id": 9273,
  "en": "unsteady",
  "ru": "неустойчивый"
  },
  {
  "id": 9274,
  "en": "unsubscribe",
  "ru": "отписаться"
  },
  {
  "id": 9275,
  "en": "unsuccessful",
  "ru": "неудачный"
  },
  {
  "id": 9276,
  "en": "unsuitable",
  "ru": "неподходящий"
  },
  {
  "id": 9277,
  "en": "unsure",
  "ru": "неуверенный"
  },
  {
  "id": 9278,
  "en": "unsurpassed",
  "ru": "непревзойденный"
  },
  {
  "id": 9279,
  "en": "unsustainable",
  "ru": "неустойчивый"
  },
  {
  "id": 9280,
  "en": "untainted",
  "ru": "незапятнанный"
  },
  {
  "id": 9281,
  "en": "untangle",
  "ru": "распутывать"
  },
  {
  "id": 9282,
  "en": "untidy",
  "ru": "неопрятный"
  },
  {
  "id": 9283,
  "en": "untie",
  "ru": "развязывать"
  },
  {
  "id": 9284,
  "en": "until",
  "ru": "до"
  },
  {
  "id": 9285,
  "en": "untimely",
  "ru": "безвременно"
  },
  {
  "id": 9286,
  "en": "untouchable",
  "ru": "неприкасаемый"
  },
  {
  "id": 9287,
  "en": "untouched",
  "ru": "нетронутый"
  },
  {
  "id": 9288,
  "en": "unveil",
  "ru": "раскрывать"
  },
  {
  "id": 9289,
  "en": "unwavering",
  "ru": "недрогнувший"
  },
  {
  "id": 9290,
  "en": "unwrap",
  "ru": "разворачивать"
  },
  {
  "id": 9291,
  "en": "unyielding",
  "ru": "неподатливый"
  },
  {
  "id": 9292,
  "en": "up-to-date",
  "ru": "современный, актуальный"
  },
  {
  "id": 9293,
  "en": "upcoming",
  "ru": "предстоящий, наступающий"
  },
  {
  "id": 9294,
  "en": "update",
  "ru": "обновлять, обновление"
  },
  {
  "id": 9295,
  "en": "uphill",
  "ru": "в гору"
  },
  {
  "id": 9296,
  "en": "uphold",
  "ru": "соблюдать, поддерживать"
  },
  {
  "id": 9297,
  "en": "upon",
  "ru": "на"
  },
  {
  "id": 9298,
  "en": "upper",
  "ru": "верхний"
  },
  {
  "id": 9299,
  "en": "upright",
  "ru": "вертикальный, стоячий"
  },
  {
  "id": 9300,
  "en": "upright",
  "ru": "честный"
  },
  {
  "id": 9301,
  "en": "uprising",
  "ru": "[ʌpˈraɪzɪŋ] восстание"
  },
  {
  "id": 9302,
  "en": "upset",
  "ru": "расстроенный, расстраивать"
  },
  {
  "id": 9303,
  "en": "upside",
  "ru": "вверх ногами"
  },
  {
  "id": 9304,
  "en": "upstream",
  "ru": "вверх по течению"
  },
  {
  "id": 9305,
  "en": "upwards",
  "ru": "[ˈʌpwədz] вверх"
  },
  {
  "id": 9306,
  "en": "uranium",
  "ru": "уран"
  },
  {
  "id": 9307,
  "en": "urban",
  "ru": "городской"
  },
  {
  "id": 9308,
  "en": "urbanization",
  "ru": "урбанизация"
  },
  {
  "id": 9309,
  "en": "urge",
  "ru": "побуждать, гнать и т.д."
  },
  {
  "id": 9310,
  "en": "urgency",
  "ru": "острая необходимость"
  },
  {
  "id": 9311,
  "en": "urgent",
  "ru": "срочный"
  },
  {
  "id": 9312,
  "en": "urine",
  "ru": "урина"
  },
  {
  "id": 9313,
  "en": "usable",
  "ru": "годный к употреблению"
  },
  {
  "id": 9314,
  "en": "usage",
  "ru": "применение"
  },
  {
  "id": 9315,
  "en": "use",
  "ru": "использовать"
  },
  {
  "id": 9316,
  "en": "used",
  "ru": "[juːzdtuː] когда-то бывало"
  },
  {
  "id": 9317,
  "en": "useful",
  "ru": "полезный"
  },
  {
  "id": 9318,
  "en": "useless",
  "ru": "бесполезный"
  },
  {
  "id": 9319,
  "en": "usual",
  "ru": "обычный"
  },
  {
  "id": 9320,
  "en": "utility",
  "ru": "полезность"
  },
  {
  "id": 9321,
  "en": "utilization",
  "ru": "использование"
  },
  {
  "id": 9322,
  "en": "utilize",
  "ru": "использовать"
  },
  {
  "id": 9323,
  "en": "utopia",
  "ru": "утопия"
  },
  {
  "id": 9324,
  "en": "utter",
  "ru": "полный, абсолютный"
  },
  {
  "id": 9325,
  "en": "utter",
  "ru": "издать, произнести"
  },
  {
  "id": 9326,
  "en": "vacancy",
  "ru": "вакансия"
  },
  {
  "id": 9327,
  "en": "vacant",
  "ru": "вакантный"
  },
  {
  "id": 9328,
  "en": "vacation",
  "ru": "отпуск, каникулы"
  },
  {
  "id": 9329,
  "en": "vacationer",
  "ru": "отпускник"
  },
  {
  "id": 9330,
  "en": "vaccinate",
  "ru": "вакцинировать"
  },
  {
  "id": 9331,
  "en": "vaccine",
  "ru": "вакцина"
  },
  {
  "id": 9332,
  "en": "vacuum",
  "ru": "вакуум"
  },
  {
  "id": 9333,
  "en": "vagina",
  "ru": "вагина"
  },
  {
  "id": 9334,
  "en": "vague",
  "ru": "смутный"
  },
  {
  "id": 9335,
  "en": "vagueness",
  "ru": "неопределенность"
  },
  {
  "id": 9336,
  "en": "vain",
  "ru": "тщеславный, самолюбивый"
  },
  {
  "id": 9337,
  "en": "vain",
  "ru": "напрасный, безрезультатный"
  },
  {
  "id": 9338,
  "en": "valid",
  "ru": "действительный"
  },
  {
  "id": 9339,
  "en": "validate",
  "ru": "утверждать"
  },
  {
  "id": 9340,
  "en": "validation",
  "ru": "проверка, утверждение"
  },
  {
  "id": 9341,
  "en": "validity",
  "ru": "период действия"
  },
  {
  "id": 9342,
  "en": "valley",
  "ru": "долина"
  },
  {
  "id": 9343,
  "en": "valuable",
  "ru": "ценный"
  },
  {
  "id": 9344,
  "en": "value",
  "ru": "ценность, оценивать"
  },
  {
  "id": 9345,
  "en": "valve",
  "ru": "задвижка, вентиль"
  },
  {
  "id": 9346,
  "en": "vampire",
  "ru": "вампир"
  },
  {
  "id": 9347,
  "en": "van",
  "ru": "фургон"
  },
  {
  "id": 9348,
  "en": "vandal",
  "ru": "вандал"
  },
  {
  "id": 9349,
  "en": "vandalism",
  "ru": "вандализм"
  },
  {
  "id": 9350,
  "en": "vanilla",
  "ru": "ваниль"
  },
  {
  "id": 9351,
  "en": "vanish",
  "ru": "исчезнуть"
  },
  {
  "id": 9352,
  "en": "vanity",
  "ru": "тщеславие"
  },
  {
  "id": 9353,
  "en": "vanity",
  "ru": "тщетность"
  },
  {
  "id": 9354,
  "en": "vapor",
  "ru": "пар"
  },
  {
  "id": 9355,
  "en": "variable",
  "ru": "переменный, переменная (мат.)"
  },
  {
  "id": 9356,
  "en": "variation",
  "ru": "изменение"
  },
  {
  "id": 9357,
  "en": "variety",
  "ru": "разнообразие, множество"
  },
  {
  "id": 9358,
  "en": "various",
  "ru": "разнообразный"
  },
  {
  "id": 9359,
  "en": "varnish",
  "ru": "лак, лакировать"
  },
  {
  "id": 9360,
  "en": "vary",
  "ru": "меняться, разниться"
  },
  {
  "id": 9361,
  "en": "vase",
  "ru": "ваза"
  },
  {
  "id": 9362,
  "en": "vast",
  "ru": "просторный, простор"
  },
  {
  "id": 9363,
  "en": "vault",
  "ru": "свод, небосвод"
  },
  {
  "id": 9364,
  "en": "vault",
  "ru": "хранилище, об. в подвале"
  },
  {
  "id": 9365,
  "en": "veer",
  "ru": "резко свернуть"
  },
  {
  "id": 9366,
  "en": "vegetable",
  "ru": "овощ"
  },
  {
  "id": 9367,
  "en": "vegetarian",
  "ru": "вегетарианец"
  },
  {
  "id": 9368,
  "en": "vegetation",
  "ru": "растительность"
  },
  {
  "id": 9369,
  "en": "vehicle",
  "ru": "транспортное средство"
  },
  {
  "id": 9370,
  "en": "vehicular",
  "ru": "автомобильный"
  },
  {
  "id": 9371,
  "en": "veil",
  "ru": "вуаль, закрывать"
  },
  {
  "id": 9372,
  "en": "vein",
  "ru": "вена"
  },
  {
  "id": 9373,
  "en": "velocity",
  "ru": "быстрота перемещения"
  },
  {
  "id": 9374,
  "en": "velvet",
  "ru": "бархат"
  },
  {
  "id": 9375,
  "en": "velvety",
  "ru": "бархатистый"
  },
  {
  "id": 9376,
  "en": "vendor",
  "ru": "продавец, торговец"
  },
  {
  "id": 9377,
  "en": "vengeance",
  "ru": "отмщение"
  },
  {
  "id": 9378,
  "en": "vent",
  "ru": "выход, отдушина"
  },
  {
  "id": 9379,
  "en": "ventilation",
  "ru": "] вентиляция"
  },
  {
  "id": 9380,
  "en": "venting",
  "ru": "вентиляция"
  },
  {
  "id": 9381,
  "en": "venture",
  "ru": "авантюра, предприятие, решиться"
  },
  {
  "id": 9382,
  "en": "verb",
  "ru": "глагол"
  },
  {
  "id": 9383,
  "en": "verbal",
  "ru": "вербальный"
  },
  {
  "id": 9384,
  "en": "verdict",
  "ru": "вердикт"
  },
  {
  "id": 9385,
  "en": "verge",
  "ru": "обочина"
  },
  {
  "id": 9386,
  "en": "verge",
  "ru": "грань, предел"
  },
  {
  "id": 9387,
  "en": "verification",
  "ru": "проверка"
  },
  {
  "id": 9388,
  "en": "verify",
  "ru": "проверить"
  },
  {
  "id": 9389,
  "en": "versatile",
  "ru": "универсальный, разносторонний"
  },
  {
  "id": 9390,
  "en": "versatility",
  "ru": "многосторонность"
  },
  {
  "id": 9391,
  "en": "verse",
  "ru": "стих"
  },
  {
  "id": 9392,
  "en": "version",
  "ru": "версия"
  },
  {
  "id": 9393,
  "en": "vertical",
  "ru": "вертикальный"
  },
  {
  "id": 9394,
  "en": "very",
  "ru": "очень"
  },
  {
  "id": 9395,
  "en": "vessel",
  "ru": "сосуд"
  },
  {
  "id": 9396,
  "en": "vessel",
  "ru": "судно"
  },
  {
  "id": 9397,
  "en": "vest",
  "ru": "жилет"
  },
  {
  "id": 9398,
  "en": "veteran",
  "ru": "ветеран"
  },
  {
  "id": 9399,
  "en": "veterinarian",
  "ru": "[ˌvɛtərɪˈneərɪən (vɛt)] ветеринар"
  },
  {
  "id": 9400,
  "en": "veto",
  "ru": "вето"
  },
  {
  "id": 9401,
  "en": "via",
  "ru": "через"
  },
  {
  "id": 9402,
  "en": "viability",
  "ru": "жизнеспособность"
  },
  {
  "id": 9403,
  "en": "viable",
  "ru": "жизнеспособный"
  },
  {
  "id": 9404,
  "en": "vibrate",
  "ru": "вибрировать"
  },
  {
  "id": 9405,
  "en": "vice",
  "ru": "порок, недостаток"
  },
  {
  "id": 9406,
  "en": "vice",
  "ru": "[vaɪsˈvɜːsə] (и) наоборот"
  },
  {
  "id": 9407,
  "en": "vicinity",
  "ru": "окрестность, близость"
  },
  {
  "id": 9408,
  "en": "vicious",
  "ru": "порочный"
  },
  {
  "id": 9409,
  "en": "vicious",
  "ru": "злобный, жестокий"
  },
  {
  "id": 9410,
  "en": "viciousness",
  "ru": "злобность"
  },
  {
  "id": 9411,
  "en": "victim",
  "ru": "жертва"
  },
  {
  "id": 9412,
  "en": "victimize",
  "ru": "делать жертвой"
  },
  {
  "id": 9413,
  "en": "victory",
  "ru": "победа"
  },
  {
  "id": 9414,
  "en": "video",
  "ru": "видео"
  },
  {
  "id": 9415,
  "en": "view",
  "ru": "вид, взгляд"
  },
  {
  "id": 9416,
  "en": "viewpoint",
  "ru": "смотровая площадка"
  },
  {
  "id": 9417,
  "en": "vigil",
  "ru": "дежурство, бдение"
  },
  {
  "id": 9418,
  "en": "vigilance",
  "ru": "зоркость"
  },
  {
  "id": 9419,
  "en": "vigilant",
  "ru": "бдительный"
  },
  {
  "id": 9420,
  "en": "vigor",
  "ru": "сила, энергия, здоровье"
  },
  {
  "id": 9421,
  "en": "vigorous",
  "ru": "бодрый"
  },
  {
  "id": 9422,
  "en": "viking",
  "ru": "викинг"
  },
  {
  "id": 9423,
  "en": "village",
  "ru": "деревня"
  },
  {
  "id": 9424,
  "en": "villager",
  "ru": "селянин"
  },
  {
  "id": 9425,
  "en": "villain",
  "ru": "негодяй"
  },
  {
  "id": 9426,
  "en": "villainous",
  "ru": "злодейский"
  },
  {
  "id": 9427,
  "en": "villainy",
  "ru": "злодейство"
  },
  {
  "id": 9428,
  "en": "vine",
  "ru": "виноград (растение)"
  },
  {
  "id": 9429,
  "en": "vinegar",
  "ru": "уксус"
  },
  {
  "id": 9430,
  "en": "vineyard",
  "ru": "виноградник"
  },
  {
  "id": 9431,
  "en": "vintage",
  "ru": "винтаж"
  },
  {
  "id": 9432,
  "en": "violate",
  "ru": "нарушать"
  },
  {
  "id": 9433,
  "en": "violation",
  "ru": "нарушение"
  },
  {
  "id": 9434,
  "en": "violator",
  "ru": "нарушитель, преступник"
  },
  {
  "id": 9435,
  "en": "violence",
  "ru": "насилие"
  },
  {
  "id": 9436,
  "en": "violent",
  "ru": "яростный, жестокий"
  },
  {
  "id": 9437,
  "en": "violet",
  "ru": "фиолетовый"
  },
  {
  "id": 9438,
  "en": "violin",
  "ru": "скрипка"
  },
  {
  "id": 9439,
  "en": "viral",
  "ru": "вирусный"
  },
  {
  "id": 9440,
  "en": "virgin",
  "ru": "девственница, дева"
  },
  {
  "id": 9441,
  "en": "virginity",
  "ru": "девственность"
  },
  {
  "id": 9442,
  "en": "virtual",
  "ru": "действительный, фактический"
  },
  {
  "id": 9443,
  "en": "virtually",
  "ru": "фактически"
  },
  {
  "id": 9444,
  "en": "virtue",
  "ru": "достоинство, добродетель"
  },
  {
  "id": 9445,
  "en": "virtuous",
  "ru": "добродетельный"
  },
  {
  "id": 9446,
  "en": "virus",
  "ru": "вирус"
  },
  {
  "id": 9447,
  "en": "visa",
  "ru": "виза"
  },
  {
  "id": 9448,
  "en": "visibility",
  "ru": "видимость"
  },
  {
  "id": 9449,
  "en": "visible",
  "ru": "видимый"
  },
  {
  "id": 9450,
  "en": "vision",
  "ru": "зрение или видение"
  },
  {
  "id": 9451,
  "en": "visionary",
  "ru": "провидец, мечтатель"
  },
  {
  "id": 9452,
  "en": "visit",
  "ru": "посетить, посещение"
  },
  {
  "id": 9453,
  "en": "visitor",
  "ru": "посетитель"
  },
  {
  "id": 9454,
  "en": "visual",
  "ru": "визуальный"
  },
  {
  "id": 9455,
  "en": "vital",
  "ru": "жизненный, жизненно важный"
  },
  {
  "id": 9456,
  "en": "vitality",
  "ru": "жизнеспособность"
  },
  {
  "id": 9457,
  "en": "vitamin",
  "ru": "витамин"
  },
  {
  "id": 9458,
  "en": "vivid",
  "ru": "яркий"
  },
  {
  "id": 9459,
  "en": "vocabulary",
  "ru": "словарный запас"
  },
  {
  "id": 9460,
  "en": "vocal",
  "ru": "вокальный, голосовой"
  },
  {
  "id": 9461,
  "en": "vocation",
  "ru": "призвание или профессия"
  },
  {
  "id": 9462,
  "en": "vocational",
  "ru": "профессиональный"
  },
  {
  "id": 9463,
  "en": "vodka",
  "ru": "водка"
  },
  {
  "id": 9464,
  "en": "voice",
  "ru": "голос"
  },
  {
  "id": 9465,
  "en": "void",
  "ru": "недействительный, пустой"
  },
  {
  "id": 9466,
  "en": "volatile",
  "ru": "изменчивый, нестабильный"
  },
  {
  "id": 9467,
  "en": "volatility",
  "ru": "изменчивость"
  },
  {
  "id": 9468,
  "en": "volcano",
  "ru": "вулкан"
  },
  {
  "id": 9469,
  "en": "volleyball",
  "ru": "волейбол"
  },
  {
  "id": 9470,
  "en": "volume",
  "ru": "громкость"
  },
  {
  "id": 9471,
  "en": "volume",
  "ru": "том, книга"
  },
  {
  "id": 9472,
  "en": "volume",
  "ru": "объём"
  },
  {
  "id": 9473,
  "en": "voluntary",
  "ru": "добровольный"
  },
  {
  "id": 9474,
  "en": "volunteer",
  "ru": "доброволец"
  },
  {
  "id": 9475,
  "en": "vomit",
  "ru": "рвота, страдать рвотой"
  },
  {
  "id": 9476,
  "en": "vote",
  "ru": "голосовать"
  },
  {
  "id": 9477,
  "en": "voter",
  "ru": "избиратель"
  },
  {
  "id": 9478,
  "en": "voucher",
  "ru": "ваучер, гарантия"
  },
  {
  "id": 9479,
  "en": "vow",
  "ru": "клятва, торжественное обещание"
  },
  {
  "id": 9480,
  "en": "voyage",
  "ru": "путешествие, рейс"
  },
  {
  "id": 9481,
  "en": "voyager",
  "ru": "мореплаватель"
  },
  {
  "id": 9482,
  "en": "vulgar",
  "ru": "вульгарный"
  },
  {
  "id": 9483,
  "en": "vulnerability",
  "ru": "уязвимость"
  },
  {
  "id": 9484,
  "en": "vulnerable",
  "ru": "уязвимый, чувствительный"
  },
  {
  "id": 9485,
  "en": "wad",
  "ru": "комок или пачка (денег)"
  },
  {
  "id": 9486,
  "en": "wade",
  "ru": "брод, переходить вброд"
  },
  {
  "id": 9487,
  "en": "waffle",
  "ru": "вафля, вафельный"
  },
  {
  "id": 9488,
  "en": "wag",
  "ru": "махать, вилять"
  },
  {
  "id": 9489,
  "en": "wage",
  "ru": "заработок, оплата"
  },
  {
  "id": 9490,
  "en": "wagon",
  "ru": "вагон"
  },
  {
  "id": 9491,
  "en": "wail",
  "ru": "вопить, вопль"
  },
  {
  "id": 9492,
  "en": "waist",
  "ru": "талия"
  },
  {
  "id": 9493,
  "en": "wait",
  "ru": "ждать"
  },
  {
  "id": 9494,
  "en": "waiter",
  "ru": "официант"
  },
  {
  "id": 9495,
  "en": "waitress",
  "ru": "официантка"
  },
  {
  "id": 9496,
  "en": "waive",
  "ru": "отказаться, воздержаться от"
  },
  {
  "id": 9497,
  "en": "waiver",
  "ru": "отказ"
  },
  {
  "id": 9498,
  "en": "wake",
  "ru": "[weɪk] просыпаться или будить"
  },
  {
  "id": 9499,
  "en": "walk",
  "ru": "[wɔːkɒf] уходить"
  },
  {
  "id": 9500,
  "en": "walk",
  "ru": "to [wɔːkʌptuː] подойти к"
  },
  {
  "id": 9501,
  "en": "walk",
  "ru": "[wɔːk baɪ] проходить мимо"
  },
  {
  "id": 9502,
  "en": "walk",
  "ru": "идти"
  },
  {
  "id": 9503,
  "en": "wall",
  "ru": "стена"
  },
  {
  "id": 9504,
  "en": "wallet",
  "ru": "бумажник"
  },
  {
  "id": 9505,
  "en": "wallpaper",
  "ru": "обои"
  },
  {
  "id": 9506,
  "en": "wallpapers",
  "ru": "обои"
  },
  {
  "id": 9507,
  "en": "walnut",
  "ru": "грецкий орех"
  },
  {
  "id": 9508,
  "en": "wander",
  "ru": "бродить, блуждать"
  },
  {
  "id": 9509,
  "en": "wanderer",
  "ru": "странник, скиталец"
  },
  {
  "id": 9510,
  "en": "wane",
  "ru": "убывать"
  },
  {
  "id": 9511,
  "en": "want",
  "ru": "хотеть"
  },
  {
  "id": 9512,
  "en": "war",
  "ru": "война"
  },
  {
  "id": 9513,
  "en": "ward",
  "ru": "палата, отделение, камера"
  },
  {
  "id": 9514,
  "en": "ward",
  "ru": "округ, район"
  },
  {
  "id": 9515,
  "en": "ward",
  "ru": "[wɔːdɒf] предотвратить, отогнать"
  },
  {
  "id": 9516,
  "en": "warden",
  "ru": "смотритель, надзиратель"
  },
  {
  "id": 9517,
  "en": "wardrobe",
  "ru": "шкаф, гардероб"
  },
  {
  "id": 9518,
  "en": "warehouse",
  "ru": "склад"
  },
  {
  "id": 9519,
  "en": "warfare",
  "ru": "военные действия"
  },
  {
  "id": 9520,
  "en": "wariness",
  "ru": "осмотрительность"
  },
  {
  "id": 9521,
  "en": "warm",
  "ru": "[wɔːmʌp] разогреть"
  },
  {
  "id": 9522,
  "en": "warm",
  "ru": "тёплый"
  },
  {
  "id": 9523,
  "en": "warmth",
  "ru": "тепло"
  },
  {
  "id": 9524,
  "en": "warn",
  "ru": "предостерегать"
  },
  {
  "id": 9525,
  "en": "warning",
  "ru": "предупреждение"
  },
  {
  "id": 9526,
  "en": "warp",
  "ru": "деформироваться"
  },
  {
  "id": 9527,
  "en": "warrant",
  "ru": "гарантировать, ручаться"
  },
  {
  "id": 9528,
  "en": "warranty",
  "ru": "гарантия"
  },
  {
  "id": 9529,
  "en": "warrior",
  "ru": "воин"
  },
  {
  "id": 9530,
  "en": "wary",
  "ru": "осторожный, настороженный"
  },
  {
  "id": 9531,
  "en": "wash",
  "ru": "[wɒʃʌp] умыться"
  },
  {
  "id": 9532,
  "en": "wash",
  "ru": "[wɒʃʌp] помыть посуду"
  },
  {
  "id": 9533,
  "en": "wash",
  "ru": "[wɒʃdaʊn] запивать"
  },
  {
  "id": 9534,
  "en": "wash",
  "ru": "мыть"
  },
  {
  "id": 9535,
  "en": "waste",
  "ru": "отходы, обрезки, потери и т.п."
  },
  {
  "id": 9536,
  "en": "waste",
  "ru": "тратить (впустую)"
  },
  {
  "id": 9537,
  "en": "wasteful",
  "ru": "расточительный, разорительный"
  },
  {
  "id": 9538,
  "en": "wastewater",
  "ru": "сточные воды"
  },
  {
  "id": 9539,
  "en": "watch",
  "ru": "часы (наручные)"
  },
  {
  "id": 9540,
  "en": "watch",
  "ru": "[wɒʧaʊt] смотреть (опасность!)"
  },
  {
  "id": 9541,
  "en": "watch",
  "ru": "смотреть"
  },
  {
  "id": 9542,
  "en": "watchful",
  "ru": "бдительный"
  },
  {
  "id": 9543,
  "en": "water",
  "ru": "[ˈwɔːtədaʊn] разбавить, ослабить"
  },
  {
  "id": 9544,
  "en": "water",
  "ru": "вода"
  },
  {
  "id": 9545,
  "en": "watercolor",
  "ru": "акварель"
  },
  {
  "id": 9546,
  "en": "waterfall",
  "ru": "водопад"
  },
  {
  "id": 9547,
  "en": "watermelon",
  "ru": "арбуз"
  },
  {
  "id": 9548,
  "en": "wave",
  "ru": "волна"
  },
  {
  "id": 9549,
  "en": "wave",
  "ru": "махать, колебаться"
  },
  {
  "id": 9550,
  "en": "waver",
  "ru": "дрогнуть"
  },
  {
  "id": 9551,
  "en": "wax",
  "ru": "воск"
  },
  {
  "id": 9552,
  "en": "way",
  "ru": "способ"
  },
  {
  "id": 9553,
  "en": "way",
  "ru": "путь"
  },
  {
  "id": 9554,
  "en": "we",
  "ru": "мы"
  },
  {
  "id": 9555,
  "en": "weak",
  "ru": "слабый"
  },
  {
  "id": 9556,
  "en": "weaken",
  "ru": "ослабевать"
  },
  {
  "id": 9557,
  "en": "weakness",
  "ru": "слабость"
  },
  {
  "id": 9558,
  "en": "wealth",
  "ru": "богатство"
  },
  {
  "id": 9559,
  "en": "wealthy",
  "ru": "состоятельный"
  },
  {
  "id": 9560,
  "en": "weapon",
  "ru": "оружие"
  },
  {
  "id": 9561,
  "en": "weaponry",
  "ru": "вооружения"
  },
  {
  "id": 9562,
  "en": "wear",
  "ru": "worn) [weə] надевать, носить"
  },
  {
  "id": 9563,
  "en": "wear",
  "ru": "[weəraʊt] измотать, истрепать"
  },
  {
  "id": 9564,
  "en": "wear",
  "ru": "[weədaʊn] изнашиваться"
  },
  {
  "id": 9565,
  "en": "wear",
  "ru": "[weərɒf] сойти на нет, выветриться"
  },
  {
  "id": 9566,
  "en": "weariness",
  "ru": "усталость"
  },
  {
  "id": 9567,
  "en": "weary",
  "ru": "утомленный"
  },
  {
  "id": 9568,
  "en": "weather",
  "ru": "погода"
  },
  {
  "id": 9569,
  "en": "weave",
  "ru": "плести, ткать"
  },
  {
  "id": 9570,
  "en": "web",
  "ru": "сеть,"
  },
  {
  "id": 9571,
  "en": "wedding",
  "ru": "свадьба"
  },
  {
  "id": 9572,
  "en": "wedge",
  "ru": "клин, клиновидный"
  },
  {
  "id": 9573,
  "en": "Wednesday",
  "ru": "среда"
  },
  {
  "id": 9574,
  "en": "weed",
  "ru": "сорняк, пропалывать"
  },
  {
  "id": 9575,
  "en": "weed",
  "ru": "шмаль"
  },
  {
  "id": 9576,
  "en": "weed",
  "ru": "[wiːdaʊt] искоренить"
  },
  {
  "id": 9577,
  "en": "weedy",
  "ru": "заросший"
  },
  {
  "id": 9578,
  "en": "week",
  "ru": "неделя"
  },
  {
  "id": 9579,
  "en": "weekend",
  "ru": "уик-энд"
  },
  {
  "id": 9580,
  "en": "weekly",
  "ru": "еженедельно"
  },
  {
  "id": 9581,
  "en": "weep",
  "ru": "рыдать"
  },
  {
  "id": 9582,
  "en": "weigh",
  "ru": "[weɪdaʊn] угнетать, отягощать"
  },
  {
  "id": 9583,
  "en": "weigh",
  "ru": "весить"
  },
  {
  "id": 9584,
  "en": "weigh",
  "ru": "[weɪʌp] взвесить, решить"
  },
  {
  "id": 9585,
  "en": "weight",
  "ru": "вес"
  },
  {
  "id": 9586,
  "en": "weird",
  "ru": "нереальный, странный"
  },
  {
  "id": 9587,
  "en": "weirdo",
  "ru": "чудак"
  },
  {
  "id": 9588,
  "en": "welcome",
  "ru": "желанный, приятный"
  },
  {
  "id": 9589,
  "en": "weld",
  "ru": "сварка, сваривать"
  },
  {
  "id": 9590,
  "en": "welfare",
  "ru": "пособие, мат. помощь"
  },
  {
  "id": 9591,
  "en": "welfare",
  "ru": "благополучие"
  },
  {
  "id": 9592,
  "en": "well",
  "ru": "колодец"
  },
  {
  "id": 9593,
  "en": "well",
  "ru": "хорошо"
  },
  {
  "id": 9594,
  "en": "well-being",
  "ru": "благополучие"
  },
  {
  "id": 9595,
  "en": "well-off",
  "ru": "обеспеченный"
  },
  {
  "id": 9596,
  "en": "west",
  "ru": "запад"
  },
  {
  "id": 9597,
  "en": "western",
  "ru": "западный"
  },
  {
  "id": 9598,
  "en": "westward",
  "ru": "на запад"
  },
  {
  "id": 9599,
  "en": "wet",
  "ru": "мокрый, мочить"
  },
  {
  "id": 9600,
  "en": "wetland",
  "ru": "болотистая местность"
  },
  {
  "id": 9601,
  "en": "wetness",
  "ru": "влажность"
  },
  {
  "id": 9602,
  "en": "whack",
  "ru": "удар, сильно бить"
  },
  {
  "id": 9603,
  "en": "whale",
  "ru": "кит"
  },
  {
  "id": 9604,
  "en": "what",
  "ru": "что"
  },
  {
  "id": 9605,
  "en": "whatsoever",
  "ru": "совсем (не)"
  },
  {
  "id": 9606,
  "en": "wheat",
  "ru": "пшеница"
  },
  {
  "id": 9607,
  "en": "wheel",
  "ru": "колесо"
  },
  {
  "id": 9608,
  "en": "wheelchair",
  "ru": "инвалидная коляска"
  },
  {
  "id": 9609,
  "en": "when",
  "ru": "когда"
  },
  {
  "id": 9610,
  "en": "where",
  "ru": "где"
  },
  {
  "id": 9611,
  "en": "whereabouts",
  "ru": "местонахождение"
  },
  {
  "id": 9612,
  "en": "whereas",
  "ru": "тогда как"
  },
  {
  "id": 9613,
  "en": "whereby",
  "ru": "посредством чего"
  },
  {
  "id": 9614,
  "en": "whether",
  "ru": "ли"
  },
  {
  "id": 9615,
  "en": "which",
  "ru": "который"
  },
  {
  "id": 9616,
  "en": "while",
  "ru": "пока"
  },
  {
  "id": 9617,
  "en": "whim",
  "ru": "каприз, прихоть"
  },
  {
  "id": 9618,
  "en": "whine",
  "ru": "ныть, скулить"
  },
  {
  "id": 9619,
  "en": "whip",
  "ru": "кнут, хлестать"
  },
  {
  "id": 9620,
  "en": "whirl",
  "ru": "вихрь, кружиться"
  },
  {
  "id": 9621,
  "en": "whisk",
  "ru": "сделать быстрое движение"
  },
  {
  "id": 9622,
  "en": "whiskey,",
  "ru": "[ˈwɪski] виски"
  },
  {
  "id": 9623,
  "en": "whisper",
  "ru": "шептать"
  },
  {
  "id": 9624,
  "en": "whistle",
  "ru": "свист, свистеть, свисток"
  },
  {
  "id": 9625,
  "en": "white",
  "ru": "белый"
  },
  {
  "id": 9626,
  "en": "whiz",
  "ru": "ловкач, умелец (в области)"
  },
  {
  "id": 9627,
  "en": "whiz",
  "ru": "просвистеть, пронестись"
  },
  {
  "id": 9628,
  "en": "who",
  "ru": "кто"
  },
  {
  "id": 9629,
  "en": "whole",
  "ru": "весь, целый"
  },
  {
  "id": 9630,
  "en": "wholesale",
  "ru": "опт"
  },
  {
  "id": 9631,
  "en": "wholly",
  "ru": "целиком"
  },
  {
  "id": 9632,
  "en": "whore",
  "ru": "шлюха"
  },
  {
  "id": 9633,
  "en": "why",
  "ru": "почему"
  },
  {
  "id": 9634,
  "en": "wicked",
  "ru": "злобный, безнравственный"
  },
  {
  "id": 9635,
  "en": "wickedness",
  "ru": "злобность"
  },
  {
  "id": 9636,
  "en": "wide",
  "ru": "широкий, просторный"
  },
  {
  "id": 9637,
  "en": "widen",
  "ru": "расширять"
  },
  {
  "id": 9638,
  "en": "widespread",
  "ru": "распространенный"
  },
  {
  "id": 9639,
  "en": "widow",
  "ru": "вдова"
  },
  {
  "id": 9640,
  "en": "widower",
  "ru": "вдовец"
  },
  {
  "id": 9641,
  "en": "width",
  "ru": "ширина"
  },
  {
  "id": 9642,
  "en": "wield",
  "ru": "владеть, управляться"
  },
  {
  "id": 9643,
  "en": "wife",
  "ru": "жена"
  },
  {
  "id": 9644,
  "en": "wiggle",
  "ru": "шевелить"
  },
  {
  "id": 9645,
  "en": "wild",
  "ru": "дикий"
  },
  {
  "id": 9646,
  "en": "wilderness",
  "ru": "глушь, дикая местность"
  },
  {
  "id": 9647,
  "en": "wildlife",
  "ru": "дикая природа"
  },
  {
  "id": 9648,
  "en": "will",
  "ru": "воля, желание"
  },
  {
  "id": 9649,
  "en": "willful",
  "ru": "преднамеренный"
  },
  {
  "id": 9650,
  "en": "willow",
  "ru": "ива"
  },
  {
  "id": 9651,
  "en": "willpower",
  "ru": "сила воли"
  },
  {
  "id": 9652,
  "en": "win",
  "ru": "побеждать"
  },
  {
  "id": 9653,
  "en": "wince",
  "ru": "поморщиться, поёжиться"
  },
  {
  "id": 9654,
  "en": "wind",
  "ru": "wound) [wɑɪnd] наматывать, виться, петлять"
  },
  {
  "id": 9655,
  "en": "wind",
  "ru": "[wɪndʌp] заканчивать"
  },
  {
  "id": 9656,
  "en": "wind",
  "ru": "ветер"
  },
  {
  "id": 9657,
  "en": "winding",
  "ru": "обмотка"
  },
  {
  "id": 9658,
  "en": "windmill",
  "ru": "ветряная мельница"
  },
  {
  "id": 9659,
  "en": "window",
  "ru": "окно"
  },
  {
  "id": 9660,
  "en": "windowpane",
  "ru": "оконное стекло"
  },
  {
  "id": 9661,
  "en": "windowsill",
  "ru": "подоконник"
  },
  {
  "id": 9662,
  "en": "windshield",
  "ru": "ветровое стекло"
  },
  {
  "id": 9663,
  "en": "wine",
  "ru": "вино"
  },
  {
  "id": 9664,
  "en": "winery",
  "ru": "винный завод"
  },
  {
  "id": 9665,
  "en": "wing",
  "ru": "крыло"
  },
  {
  "id": 9666,
  "en": "wink",
  "ru": "подмигивать"
  },
  {
  "id": 9667,
  "en": "winter",
  "ru": "зима"
  },
  {
  "id": 9668,
  "en": "wipe",
  "ru": "вытирать, салфетка"
  },
  {
  "id": 9669,
  "en": "wipe",
  "ru": "[waɪpaʊt] уничтожить"
  },
  {
  "id": 9670,
  "en": "wire",
  "ru": "проволока, провод"
  },
  {
  "id": 9671,
  "en": "wireless",
  "ru": "беспроводной"
  },
  {
  "id": 9672,
  "en": "wisdom",
  "ru": "мудрость"
  },
  {
  "id": 9673,
  "en": "wise",
  "ru": "мудрый"
  },
  {
  "id": 9674,
  "en": "wish",
  "ru": "желать"
  },
  {
  "id": 9675,
  "en": "wit",
  "ru": "ум, остроумие"
  },
  {
  "id": 9676,
  "en": "witch",
  "ru": "ведьма"
  },
  {
  "id": 9677,
  "en": "witchcraft",
  "ru": "колдовство"
  },
  {
  "id": 9678,
  "en": "with",
  "ru": "с"
  },
  {
  "id": 9679,
  "en": "withdraw",
  "ru": "отводить, убирать"
  },
  {
  "id": 9680,
  "en": "withdrawal",
  "ru": "вывод, отвод"
  },
  {
  "id": 9681,
  "en": "wither",
  "ru": "увянуть, засохнуть"
  },
  {
  "id": 9682,
  "en": "withhold",
  "ru": "утаивать, удерживать"
  },
  {
  "id": 9683,
  "en": "within",
  "ru": "в течение"
  },
  {
  "id": 9684,
  "en": "within",
  "ru": "в пределах, внутри"
  },
  {
  "id": 9685,
  "en": "without",
  "ru": "без"
  },
  {
  "id": 9686,
  "en": "withstand",
  "ru": "выдерживать"
  },
  {
  "id": 9687,
  "en": "witness",
  "ru": "свидетель"
  },
  {
  "id": 9688,
  "en": "witty",
  "ru": "остроумный"
  },
  {
  "id": 9689,
  "en": "wizard",
  "ru": "волшебник"
  },
  {
  "id": 9690,
  "en": "wizardry",
  "ru": "колдовство, умение"
  },
  {
  "id": 9691,
  "en": "wobble",
  "ru": "качаться, шататься"
  },
  {
  "id": 9692,
  "en": "woe",
  "ru": "горе"
  },
  {
  "id": 9693,
  "en": "woeful",
  "ru": "горестный"
  },
  {
  "id": 9694,
  "en": "wolf",
  "ru": "волк"
  },
  {
  "id": 9695,
  "en": "woman",
  "ru": "женщина"
  },
  {
  "id": 9696,
  "en": "wonder",
  "ru": "удивление, удивляться"
  },
  {
  "id": 9697,
  "en": "wonder",
  "ru": "хотеть знать"
  },
  {
  "id": 9698,
  "en": "wonderful",
  "ru": "удивительный"
  },
  {
  "id": 9699,
  "en": "woo",
  "ru": "ухаживать, добиваться"
  },
  {
  "id": 9700,
  "en": "wood",
  "ru": "древесина, лес"
  },
  {
  "id": 9701,
  "en": "wooden",
  "ru": "деревянный"
  },
  {
  "id": 9702,
  "en": "woodpecker",
  "ru": "дятел"
  },
  {
  "id": 9703,
  "en": "woodwork",
  "ru": "изделия из дерева"
  },
  {
  "id": 9704,
  "en": "woody",
  "ru": "древесный"
  },
  {
  "id": 9705,
  "en": "wool",
  "ru": "шерсть, шерстяной"
  },
  {
  "id": 9706,
  "en": "woolen",
  "ru": "шерстяной"
  },
  {
  "id": 9707,
  "en": "word",
  "ru": "слово"
  },
  {
  "id": 9708,
  "en": "work",
  "ru": "[wɜːkaʊt] тренироваться"
  },
  {
  "id": 9709,
  "en": "work",
  "ru": "[wɜːkaʊt] получиться, сработать"
  },
  {
  "id": 9710,
  "en": "work",
  "ru": "[wɜːkaʊt] найти решение"
  },
  {
  "id": 9711,
  "en": "work",
  "ru": "работать"
  },
  {
  "id": 9712,
  "en": "workout",
  "ru": "тренировка"
  },
  {
  "id": 9713,
  "en": "workshop",
  "ru": "мастерская, студия"
  },
  {
  "id": 9714,
  "en": "world",
  "ru": "мир"
  },
  {
  "id": 9715,
  "en": "worldwide",
  "ru": "всемирный"
  },
  {
  "id": 9716,
  "en": "worm",
  "ru": "червь"
  },
  {
  "id": 9717,
  "en": "wormy",
  "ru": "червивый"
  },
  {
  "id": 9718,
  "en": "worry",
  "ru": "волновать (ся)"
  },
  {
  "id": 9719,
  "en": "worsen",
  "ru": "ухудшать"
  },
  {
  "id": 9720,
  "en": "worship",
  "ru": "почитать, поклоняться"
  },
  {
  "id": 9721,
  "en": "worth",
  "ru": "стоимость, стоящий"
  },
  {
  "id": 9722,
  "en": "worthwhile",
  "ru": "стоящий"
  },
  {
  "id": 9723,
  "en": "worthy",
  "ru": "достойный"
  },
  {
  "id": 9724,
  "en": "would/should",
  "ru": "бы"
  },
  {
  "id": 9725,
  "en": "wound",
  "ru": "рана, ранить"
  },
  {
  "id": 9726,
  "en": "wrap",
  "ru": "заворачивать"
  },
  {
  "id": 9727,
  "en": "wrap",
  "ru": "[ræpʌp] заканчивать"
  },
  {
  "id": 9728,
  "en": "wrapping",
  "ru": "обёртка"
  },
  {
  "id": 9729,
  "en": "wrath",
  "ru": "ярость"
  },
  {
  "id": 9730,
  "en": "wrathful",
  "ru": "гневный"
  },
  {
  "id": 9731,
  "en": "wreath",
  "ru": "венок"
  },
  {
  "id": 9732,
  "en": "wreck",
  "ru": "разрушать"
  },
  {
  "id": 9733,
  "en": "wreckage",
  "ru": "крушение"
  },
  {
  "id": 9734,
  "en": "wrench",
  "ru": "гаечный ключ"
  },
  {
  "id": 9735,
  "en": "wrestle",
  "ru": "бороться"
  },
  {
  "id": 9736,
  "en": "wrestler",
  "ru": "борец"
  },
  {
  "id": 9737,
  "en": "wretched",
  "ru": "жалкий, несчастный"
  },
  {
  "id": 9738,
  "en": "wrinkle",
  "ru": "морщина, сморщиваться"
  },
  {
  "id": 9739,
  "en": "wrist",
  "ru": "запястье"
  },
  {
  "id": 9740,
  "en": "write",
  "ru": "[raɪtaʊt] выписать (документ)"
  },
  {
  "id": 9741,
  "en": "write",
  "ru": "[raɪtdaʊn] записывать"
  },
  {
  "id": 9742,
  "en": "write",
  "ru": "писать"
  },
  {
  "id": 9743,
  "en": "wrong",
  "ru": "не тот"
  },
  {
  "id": 9744,
  "en": "wrong",
  "ru": "неправильный"
  },
  {
  "id": 9745,
  "en": "wrongdoing",
  "ru": "проступок, правонарушение"
  },
  {
  "id": 9746,
  "en": "yacht",
  "ru": "яхта"
  },
  {
  "id": 9747,
  "en": "yank",
  "ru": "дергать"
  },
  {
  "id": 9748,
  "en": "yankee",
  "ru": "янки"
  },
  {
  "id": 9749,
  "en": "yard",
  "ru": "двор"
  },
  {
  "id": 9750,
  "en": "yard",
  "ru": "ярд"
  },
  {
  "id": 9751,
  "en": "yawn",
  "ru": "зевать"
  },
  {
  "id": 9752,
  "en": "year",
  "ru": "год"
  },
  {
  "id": 9753,
  "en": "yearly",
  "ru": "ежегодно"
  },
  {
  "id": 9754,
  "en": "yearn",
  "ru": "тосковать, жаждать"
  },
  {
  "id": 9755,
  "en": "yearning",
  "ru": "стремление, острая тоска"
  },
  {
  "id": 9756,
  "en": "yell",
  "ru": "кричать, вопить"
  },
  {
  "id": 9757,
  "en": "yell",
  "ru": "[jɛlaʊt] прокричать"
  },
  {
  "id": 9758,
  "en": "yellow",
  "ru": "жёлтый"
  },
  {
  "id": 9759,
  "en": "yes/yeah",
  "ru": "да"
  },
  {
  "id": 9760,
  "en": "yesterday",
  "ru": "вчера"
  },
  {
  "id": 9761,
  "en": "yet",
  "ru": "пока ещё (отриц.)"
  },
  {
  "id": 9762,
  "en": "yet",
  "ru": "всё же"
  },
  {
  "id": 9763,
  "en": "yield",
  "ru": "уступать"
  },
  {
  "id": 9764,
  "en": "yield",
  "ru": "приносить (доход)"
  },
  {
  "id": 9765,
  "en": "yielding",
  "ru": "податливый"
  },
  {
  "id": 9766,
  "en": "yoga",
  "ru": "йога"
  },
  {
  "id": 9767,
  "en": "yogurt",
  "ru": "йогурт"
  },
  {
  "id": 9768,
  "en": "you",
  "ru": "ты"
  },
  {
  "id": 9769,
  "en": "young",
  "ru": "молодой"
  },
  {
  "id": 9770,
  "en": "youngster",
  "ru": "юноша, ребёнок"
  },
  {
  "id": 9771,
  "en": "youth",
  "ru": "молодёжь, молодость"
  },
  {
  "id": 9772,
  "en": "youthful",
  "ru": "юный, юношеский"
  },
  {
  "id": 9773,
  "en": "zeal",
  "ru": "рвение, усердие"
  },
  {
  "id": 9774,
  "en": "zealous",
  "ru": "усердный"
  },
  {
  "id": 9775,
  "en": "zenith",
  "ru": "зенит"
  },
  {
  "id": 9776,
  "en": "zero",
  "ru": 0
  },
  {
  "id": 9777,
  "en": "zip",
  "ru": "застёгивать"
  },
  {
  "id": 9778,
  "en": "zipper",
  "ru": "молния (застёжка)"
  },
  {
  "id": 9779,
  "en": "zone",
  "ru": "зона"
  },
  {
  "id": 9780,
  "en": "zoo",
  "ru": "зоопарк"
  },
  {
  "id": 9781,
  "en": "zoom",
  "ru": "зум"
  },
  {
  "id": 9782,
  "en": false,
  "ru": "ложный, неверный"
  },
  {
  "id": 9783,
  "en": true,
  "ru": "верный,"
  },
]